Repository: Yan-Oliveira/doc-fao
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu, zh_cn

source: This package has no administrator interface, but includes the functionality to stop or suspend escalations. If a ticket is assigned to one of several configurable states, the escalation is stopped (disabled).
de: Dieses Paket hat kein Administrator-Interface, enthält aber die Funktionalität, Eskalationen zu stoppen oder auszusetzen. Wenn ein Ticket einem von mehreren konfigurierbaren Zuständen zugeordnet ist, wird die Eskalation gestoppt (deaktiviert).
hu: Ennek a csomagnak nincs adminisztrátori felülete, de tartalmazza az eszkalációk leállításának és felfüggesztésének funkcionalitását. Ha egy jegy a számos beállítható állapot egyikéhez van rendelve, akkor az eszkaláció leáll (le lesz tiltva).
zh_cn: 此软件包没有管理员界面，但包含停止或挂起升级的功能。如果工单被分配到几个可配置状态之一，则升级将停止（禁用）。

source: Configuration
de: Konfiguration
hu: Beállítás
zh_cn: 配置

source: To configure the states where the escalation is stopped:
de: So konfigurieren Sie die Status, in denen die Eskalation gestoppt wird:
hu: Azon állapotok beállításához, ahol az eszkaláció leáll:
zh_cn: 若要配置停止升级的状态，请执行以下操作：

source: Select *OTRSEscalationSuspend* in the *Navigation* widget.
de: Wählen Sie *OTRSEscalationSuspend* im Widget *Navigation*.
hu: Válassza ki az *OTRSEscalationSuspend* lehetőséget a *Navigáció* felületi elemben.
zh_cn: 在 *导航* 小部件中选择 *OTRSEscalationSuspend*。

source: Add new entries to setting ``EscalationSuspendStates``.
de: Fügen Sie neue Einträge zur Einstellung ``EscalationSuspendStates`` hinzu.
hu: Adjon új bejegyzéseket az ``EscalationSuspendStates`` beállításhoz.
zh_cn: 向设置 ``EscalationSuspendStates`` 添加新条目。

source: If suspend escalation is needed for already escalated tickets, enable the ``SuspendEscalatedTickets`` setting.
de: Wenn eine Suspend-Eskalation für bereits eskalierte Tickets erforderlich ist, aktivieren Sie die Einstellung ``SuspendEscalatedTickets``.
hu: Ha az eszkaláció felfüggesztése a már eszkalált jegyeknél is szükséges, akkor engedélyezze a ``SuspendEscalatedTickets`` beállítást.
zh_cn: 如果已升级的工单需要挂起升级，请启用 ``SuspendEscalatedTickets`` 设置。

source: Invalid states will not be considered as suspend states for the calculation.
de: Ungültige Status werden bei der Berechnung nicht als Status für die Suspendierung betrachtet.
hu: Az érvénytelen állapotok nem lesznek figyelembe véve felfüggesztési állapotokként a számításnál.
zh_cn: 计算时无效状态将不被视为挂起状态。

source: When changing the state of the ticket to normal, the escalation will continue. In this case, it starts with the date when the status was changed, displaying the remaining time.
de: Wenn Sie den Status des Tickets auf normal ändern, wird die Eskalation fortgesetzt. In diesem Fall beginnt es mit dem Datum der Statusänderung und zeigt die verbleibende Zeit an.
hu: Ha megváltozik a jegy állapota normálra, akkor az eszkaláció folytatódik. Ebben az esetben az eszkaláció azzal a dátummal indul, amikor az állapot megváltozott, megjelenítve a hátralévő időt.
zh_cn: 当将工单状态更改为正常时，将继续升级。在本例中，它从状态更改的日期开始，显示剩余的时间。

source: Therefore, the entire period when the ticket was not on a normal state is not counted for solution time. However, only periods when the ticket was in suspended states before first response is not counted for first response time.
de: Daher wird der gesamte Zeitraum, in dem sich das Ticket nicht in einem normalen Status befand, nicht für die Lösungszeit gezählt. Allerdings werden nur Perioden, in denen sich das Ticket vor der ersten Reaktion in einem gesperrten Status befand, nicht für die erste Reaktionszeit gezählt.
hu: Ennek következtében a teljes időszak, amikor a jegy nem egy normál állapotban volt, nem számít bele a megoldási időbe. Azonban csak azok az időszakok nem számítanak bele az első válaszidőbe, amikor a jegy az első válasz előtti felfüggesztett állapotokban volt.
zh_cn: 因此，工单不处于正常状态的整个期间不计算为解决时间。但是，仅当工单在首次响应之前处于暂停状态时，才不计入首次响应时间。

source: Console Command
de: Konsolenbefehl
hu: Konzolparancs
zh_cn: 控制台命令

source: This package contains a console command ``Maint::Ticket::RebuildEscalationIndexOnline`` handled by the OTRS daemon used for resetting the escalation times to the point it was suspended. This script is the one in charge to reset the escalation time to the point it was suspended.
de: Dieses Paket enthält einen Konsolenbefehl ``Maint::Ticket::RebuildEscalationIndexOnline``, der von dem OTRS-Daemon verwendet wird, der die Eskalationszeiten auf den Punkt zurücksetzt, an dem sie unterbrochen wurden. Dieses Skript ist dafür verantwortlich, die Eskalationszeit auf den Punkt zurückzusetzen, an dem sie unterbrochen wurde.
hu: Ez a csomag tartalmaz egy OTRS dámon által kezelt ``Maint::Ticket::RebuildEscalationIndexOnline`` konzolparancsot, amely az eszkalációs idők arra a pontra történő visszaállításához használható, amikor fel lettek függesztve. Ez az a parancsfájl, amely az eszkalációs idő arra a pontra történő visszaállításáért felelős, amikor az fel lett függesztve.
zh_cn: 此软件包包含一个控制台命令 ``Maint::Ticket::RebuildEscalationIndexOnline`` ，由OTRS守护进程处理，用于将升级时间重置为挂起的点。此脚本负责将升级时间重置为挂起的点。

source: To check if the script is running, execute the following command and find the ``RebuildEscalationIndexOnline`` task in the *Recurrent cron tasks* section.
de: Um zu überprüfen, ob das Skript ausgeführt wird, führen Sie den folgenden Befehl aus und suchen Sie die Aufgabe ``RebuildEscalationIndexOnline`` im Abschnitt *Wiederkehrende Cron-Tasks*.
hu: Annak ellenőrzéséhez, hogy a parancsfájl fut-e, hajtsa végre a következő parancsot, és keresse meg a ``RebuildEscalationIndexOnline`` feladatot a *Recurrent cron tasks* szakaszban.
zh_cn: 要检查脚本是否正在运行，请执行以下命令，并在 *重复的cron任务* 部分找到 ``RebuildEscalationIndexOnline`` 任务。

source: This package has no dedicated agent interface.
de: Dieses Paket hat keine eigenes Agenten-Interface.
hu: Ennek a csomagnak nincs dedikált ügyintézői felülete.
zh_cn: 此软件包没有专用的服务人员界面。

source: For this example escalations should be configured for at least one queue.
de: Für dieses Beispiel sollten Eskalationen für mindestens eine Queue konfiguriert werden.
hu: Ennél a példánál az eszkalációknak legalább egy várólistához beállítva kell lenniük.
zh_cn: 对于此示例，应至少为一个队列配置升级。

source: Example usage:
de: Anwendungsbeispiel:
hu: Használati példa:
zh_cn: 示例用法：

source: Go to one of the new ticket screens, and create a new ticket for one of the queues configured with escalation (for this example *Escalation - first response time* is OK).
de: Gehen Sie zu einer der neuen Ticket-Ansichten und erstellen Sie ein neues Ticket für eine der mit Eskalation konfigurierten Queues (z.B. *Eskalation - erste Antwortzeit* ist OK).
hu: Menjen az új jegy képernyők egyikéhez, és hozzon létre egy új jegyet az eszkalációval beállított várólisták egyikéhez (ennél a példánál az *Eszkaláció – első válaszidő* rendben lesz).
zh_cn: 转到一个新建工单屏幕，并为一个配置了升级的队列创建一个新工单（对于这个例子，可以用 *升级 - 首次响应*）。

source: Open the *Ticket Zoom* screen for the newly created ticket. Notice that the escalation is running.
de: Öffnen Sie die *Ticket-Detailansicht* für das gerade erstellte Ticket. Beachten Sie, dass die Eskalation läuft.
hu: Nyissa meg a *Jegynagyítás* képernyőt az újonnan létrehozott jegyhez. Figyelje meg, hogy az eszkaláció fut.
zh_cn: 打开新创建的工单的 *工单详情* 屏幕。请注意，升级正在运行。

source: Once the escalation is running, change the ticket state to one that has been configured in ``EscalationSuspendStates`` setting.
de: Sobald die Eskalation läuft, ändern Sie den Status des Tickets in einen Status, der in der Einstellung ``EscalationSuspendStates`` konfiguriert wurde.
hu: Amíg az eszkaláció fut, változtassa meg a jegy állapotát egy olyanra, amely az ``EscalationSuspendStates`` beállításban be lett állítva.
zh_cn: 升级运行后，将工单状态更改为已在 ``EscalationSuspendStates`` 设置中配置的状态。

source: Go back to the *Ticket Zoom* screen for the suspended escalation ticket and verify that the escalation is not running.
de: Gehen Sie zurück zur *Ticket-Detailansicht* für das suspendierte Eskalationsticket und überprüfen Sie, ob die Eskalation nicht ausgeführt wird.
hu: Menjen vissza a felfüggesztett eszkalációval rendelkező jegy *Jegynagyítás* képernyőjéhez, és ellenőrizze, hogy az eszkaláció nem fut.
zh_cn: 返回到 *工单详情* 屏幕，查看暂停的升级工单，确认升级没有运行。

source: Change the ticket state to one different from those configured on ``EscalationSuspendStates`` setting. The escalation continues.
de: Ändern Sie den Ticketstatus auf einen anderen als denjenigen, der in der Einstellung ``EscalationSuspendStates`` konfiguriert ist. Die Eskalation geht weiter.
hu: Változtassa meg a jegy állapotát egy olyanra, amely eltér az ``EscalationSuspendStates`` beállításban beállított állapotoktól. Az eszkaláció folytatódik.
zh_cn: 将工单状态更改为与 ``EscalationSuspendStates`` 设置上配置的状态不同的状态。继续升级。

source: On ticket menu will be located a new option for *Escalation view - Without Suspend State*. Open this view and check the ticket without a suspend state.
de: Im Ticketmenü befindet sich eine neue Option für die *Eskalationsansicht - Ohne Angehaltene*. Öffnen Sie diese Ansicht und überprüfen Sie das Ticket ohne Suspend-Status.
hu: A jegymenüben meg fog jelenni egy új *Eszkalációs nézet – felfüggesztési állapot nélkül* menüpont. Nyissa meg ezt a nézetet, és ellenőrizze a jegyet felfüggesztési állapot nélkül.
zh_cn: 在工单菜单上将找到一个新的 *升级视图 - 没有挂起状态*。打开此视图并检查没有挂起状态的工单。

source: Extended Ticket Stats
zh_cn: 扩展工单统计

source: Personalize your statistics using a wide range of configuration options: First, specify the name, the assignment of rights and the format of your statistic. Then, you can select the desired attributes. These include:
de: Personalisieren Sie Ihre Statistiken mit einer Vielzahl von Konfigurationsoptionen: Geben Sie zunächst den Namen, die Rechtevergabe und das Format Ihrer Statistik an. Anschließend können Sie die gewünschten Attribute auswählen. Dazu gehören:
hu: Személyre szabhatja a statisztikáit a beállítási lehetőségek széles választékával: először adja meg a nevet, a jogok hozzárendelését és a statisztika formátumát. Ezután kiválaszthatja a kívánt attribútumokat. Ezek a következők:
zh_cn: 使用多种配置选项来个性化您的统计信息：首先，指定统计信息的名称、权限分配和格式。 然后，您可以选择所需的属性。 这些属性包括：

source: Ticket number, type and status
de: Ticket-Nummer, -Typ und -Status
hu: Jegyszám, típus és állapot
zh_cn: 工单编号、类型和状态

source: Queue
hu: Várólista
zh_cn: 队列

source: Ticket creation date
de: Ticket-Erstelldatum
hu: Jegy létrehozásának dátuma
zh_cn: 工单创建日期

source: Ticket closing date
de: Ticket-Schließdatum
hu: Jegy lezárásának dátuma
zh_cn: 工单关闭日期

source: Rate of resolution
de: Lösungsrate
hu: Megoldási arány
zh_cn: 解决率

source: Rate of resolution, adjusted for account work calendars
de: Lösungsrate, angepasst an die Arbeitszeitkalender des Kontos
hu: Megoldási arány, figyelembe véve az elszámolt munkaidő naptárakat
zh_cn: 解决率，根据会计工作日历调整

source: Join and leave times for queues
de: Teilnahme- und Abwesenheitszeiten für Queues
hu: Belépési és kilépési idők a várólistáknál
zh_cn: 队列的加入和离开时间

source: Each chosen attribute is displayed as distinct value series in the statistics. Afterwards, decide whether to sort the data in ascending or descending order and define its absolute or relative time frame.
de: Jedes ausgewählte Attribut wird in der Statik als eigene Wertreihe dargestellt. Entscheiden Sie anschließend, ob die Daten aufsteigend oder absteigend sortiert werden sollen und definieren Sie den absoluten oder relativen Zeitrahmen.
hu: Minden kiválasztott attribútum eltérő értéksorozatként jelenik meg a statisztikákban. Ezután eldöntheti, hogy az adatok növekvő vagy csökkenő sorrendbe legyenek-e rendezve, és meghatározhatja azok abszolút vagy relatív időkeretét.
zh_cn: 每个选定的属性在统计信息中显示为不同的值序列。然后，决定是按升序还是降序对数据进行排序，并定义其绝对或相对时间范围。

source: Obtain detailed information regarding the duration of tickets in your **OTRS**.
de: Informieren Sie sich ausführlich über die Laufzeit der Tickets in Ihren **OTRS**.
hu: Részletes információk szerzése a jegyek időtartamára vonatkozóan az **OTRS**-ben.
zh_cn: 在您的 **OTRS** 中获取有关工单有效期的详细信息。

source: Find clues for optimizing your processes.
de: Finden Sie Anhaltspunkte, um Prozesse zu optimieren.
hu: Lehetőségek keresése a folyamatok optimalizálására.
zh_cn: 找到优化流程的线索。

source: Detect employee overload at an early stage and take timely measures.
de: Erkennen Sie Überlastung Ihrer Mitarbeiter frühzeitig und leiten Sie geeignete Maßnahmen ein.
hu: A munkavállalók túlterhelésének felismerése korai stádiumban, és időben intézkedni azzal kapcsolatban.
zh_cn: 及早发现超负荷员工并及时采取措施。

source: IT services
de: IT-Service
hu: IT-szolgáltatások
zh_cn: IT服务

source: Customer service manager
de: Kundenservice-Manager
hu: Vevőszolgálati menedzser
zh_cn: 客户服务经理

source: Senior management
de: Gehobenes Management
hu: Felső vezetés
zh_cn: 高级管理人员

source: This module extends the statistic feature with adding new modules for ticket analysis. The package also adds a new ready to use statistic.
de: Dieses Modul erweitert die Statistik-Funktion um neue Module zur Analyse von Tickets. Das Paket fügt auch eine neue anwendungsbereite Statistik hinzu.
hu: Ez a modul a statisztika funkciót egészíti ki a jegyelemzéshez történő új modulok hozzáadásával. A csomag egy új használatra kész statisztikát is hozzáad.
zh_cn: 本模块通过添加用于工单分析的新模块扩展了统计功能。 本软件包还添加了一个新的随时可用的统计信息。

source: This package contains additional statistic modules for ticket analysis.
de: Dieses Paket enthält zusätzliche Statistikmodule zur Analyse von Tickets.
hu: Ez a csomag további statisztikai modulokat tartalmaz a jegyelemzéshez.
zh_cn: 本软件包包含用于工单分析的其它统计模块。

source: After installation of the package, a new statistic and two new dynamic list objects will be available in the *Statistics* screen.
de: Nach der Installation des Pakets stehen in der Ansicht *Statistik* eine neue Statistik und zwei neue dynamische Listenobjekte zur Verfügung.
hu: A csomag telepítése után egy új statisztika és két új dinamikus lista objektum válik elérhetővé a *Statisztikák* képernyőn.
zh_cn: 安装本软件包后，*统计* 屏幕中将提供一个新的统计信息和两个新的动态列表对象。

source: New Statistic
de: Neue Statistik
hu: Új statisztika
zh_cn: 新的统计

source: After installation of the package, a new statistic will be available in the *Statistics* widget.
de: Nach der Installation des Pakets ist eine neue Statistik im Widget *Statistiken* verfügbar.
hu: A csomag telepítése után egy új statisztika válik elérhetővé a *Statisztikák* felületi elemben.
zh_cn: 安装本软件包后，*统计* 小部件中将提供新的统计信息。

source: Statistics Overview Screen
de: Statistik-Übersicht
hu: Statisztikák áttekintő képernyő
zh_cn: 统计概览屏幕

source: Response Statistic
de: Antwortstatistik
hu: Válasz statisztika
zh_cn: 响应统计

source: This static type statistic makes it possible to count how many times a response template has been used on a time frame. The result can be filtered by a time period and by queues.
de: Diese statische Statistik ermöglicht es, zu zählen, wie oft eine Antwortvorlage in einem Zeitrahmen verwendet wurde. Das Ergebnis kann nach einem Zeitraum und nach Queues gefiltert werden.
hu: Ez a statikus típusú statisztika lehetővé teszi annak megszámlálását, hogy egy válaszsablont hány alkalommal használtak egy időkereten belül. Az eredmény szűrhető időszak és várólisták szerint.
zh_cn: 这种静态类型统计可以计算响应模板在一个时间帧上使用了多少次。结果可以按时间段和队列进行筛选。

source: To use the new statistic:
de: So verwenden Sie die neue Statistik:
hu: Az új statisztika használatához:
zh_cn: 要使用新统计：

source: Search for *Response Statistic* in the *Statistics* widget.
de: Suchen Sie im Widget *Statistik* nach *Antwortstatistik*.
hu: Keresse meg a *Response Statistic* elemet a *Statisztikák* felületi elemben.
zh_cn: 在 *统计* 小部件中搜索 *响应统计*。

source: Click on the *Run now* icon in the last column.
de: Klicken Sie auf das Symbol *Jetzt ausführen* in der letzten Spalte.
hu: Kattintson a *Futtatás most* ikonra az utolsó oszlopban.
zh_cn: 单击最后一列中的 *立即运行* 图标。

source: Select the time frame and the queues to include in the statistic.
de: Wählen Sie den Zeitrahmen und die Queues aus, die in die Statistik aufgenommen werden sollen.
hu: Válassza ki az időkeretet és a várólistákat a statisztikába való felvételhez.
zh_cn: 选择要包含在统计中的时间范围和队列。

source: Generate your statistic.
de: Erstellen Sie Ihre Statistik.
hu: Állítsa elő a statisztikát.
zh_cn: 生成你的统计数据。

source: Response Statistic Settings
de: Einstellungen für Antwortstatistiken
hu: Válasz statisztika beállításai
zh_cn: 响应统计设置

source: New Dynamic Objects
de: Neue dynamische Felder
hu: Új dinamikus objektumok
zh_cn: 新的动态对象

source: After installation of the package, two new dynamic object will be added to the system.
de: Nach der Installation des Pakets werden dem System zwei neue dynamische Objekte hinzugefügt.
hu: A csomag telepítése után két új dinamikus objektum lesz hozzáadva a rendszerhez.
zh_cn: 安装本软件包后，将向系统添加两个新的动态对象。

source: Statistics for Queue Resting Time
de: Statistik für die Verweildauer in der Queue
hu: Statisztikák a várólista pihenési idejéhez
zh_cn: 队列停留时间统计

source: You are able to calculate the resting time of tickets for queues with this statistic module. The statistic considering also the close times of tickets. This accounted time will not added to the resting time or the resting time based on working period. The resting time based on working periods will be only displayed if you have configured calendars for your queues.
de: Mit diesem Statistikmodul können Sie die Verweildauer von Tickets für Queues berechnen. Die Statistik berücksichtigt auch die Schließzeiten der Tickets. Diese abgerechnete Zeit wird nicht zur Verweildauer oder zur arbeitszeitbasierten Verweildauer addiert. Die auf Arbeitszeiten basierende Verweildauer wird nur angezeigt, wenn Sie Kalender für Ihre Queues konfiguriert haben.
hu: Ezzel a statisztikai modullal képes kiszámítani a jegyek pihenési idejét a várólistáknál. A statisztika figyelembe veszi a jegyek lezárási idejeit is. Ez az elszámolt idő nem lesz hozzáadva a pihenési időhöz vagy a munkaidőszakon alapuló pihenési időhöz. A munkaidőszakokon alapuló pihenési idő csak akkor jelenik meg, ha naptárakat állított be a várólistákhoz.
zh_cn: 您可以使用此统计模块计算队列的工单停留时间。此统计还考虑了工单的关闭时间。此计算时间不会添加到停留时间或基于工作时间的停留时间。仅当您为队列配置了日历时，才会显示基于工作时间的停留时间。

source: Available columns are:
de: Verfügbare Spalten sind:
hu: Az elérhető oszlopok az alábbiak:
zh_cn: 可用的列有：

source: Number: numeration of the ticket list.
de: Nummer: Nummerierung der Ticketliste.
hu: Szám: a jegylista számolása.
zh_cn: 编号：工单清单的编号。

source: Ticket#: ticket number.
de: Ticket#: Ticket Nummer.
hu: Ticket#: jegyszám.
zh_cn: Ticket#:工单编号。

source: Ticket ID: internal ID of the ticket.
de: Ticket ID: Die interne ID des Tickets.
hu: Jegyazonosító: a jegy belső azonosítója.
zh_cn: 工单ID: 工单的内部ID。

source: Created: ticket creation date.
de: Erstellt: Ticket-Erstelldatum.
hu: Létrehozva: a jegy létrehozási dátuma.
zh_cn: 创建日期：工单创建日期。

source: Changed: last change date of the ticket.
de: Geändert: Letztes Änderungsdatum des Tickets.
hu: Módosítva: a jegy utolsó módosítási dátuma.
zh_cn: 修改日期：工单的最后修改日期。

source: Closed: last close date of the ticket.
de: Geschlossen: Letztes Schließdatum des Tickets.
hu: Lezárva: a jegy utolsó lezárási dátuma.
zh_cn: 关闭时间：工单的最后关闭日期。

source: Status: current state of the ticket.
de: Status: Derzeitiger Status des Tickets.
hu: Állapot: a jegy jelenlegi állapota.
zh_cn: 状态：工单的当前状态。

source: Type: current type of the ticket.
de: Typ: Derzeitiger Typ des Tickets.
hu: Típus: a jegy jelenlegi típusa.
zh_cn: 类型：工单的当前类型。

source: Queue: current queue based on the history entries.
de: Queue: Aktuelle Queue basierend auf den Historie-Einträgen.
hu: Várólista: jelenlegi várólista az előzménybejegyzések alapján.
zh_cn: 队列：基于历史记录条目的当前队列。

source: Queue join time: date based on history entries (ticket created in this queue, moved into this queue while being open or reopened in this queue).
de: Zeit für den Queue-Eingang: Datum basierend auf Historie-Einträgen (Ticket, das in dieser Queue) erstellt wurde, wurde in diese Queue verschoben, während es in dieser Queue geöffnet oder wieder geöffnet wurde).
hu: Várólista-belépési idő: előzménybejegyzéseken alapuló dátum (a jegy ebben a várólistában jött létre, át lett helyezve ebbe a várólistába nyitott állapotában vagy újranyitották ebben a várólistában).
zh_cn: 队列加入时间：基于历史记录条目的日期（工单在此队列中创建、在打开时移动到此队列中或在此队列中重新打开）。

source: Queue left time: date based on history entries (ticket closed in this queue or moved out of this queue while being open). Empty if ticket was still open and in this queue at end of reporting time-frame.
de: Queue-Ausgangszeit: Datum basierend auf Historie (Ticket in dieser Queue geschlossen oder aus dieser Queue entfernt, während es geöffnet ist). Leer, wenn das Ticket noch offen war und in dieser Queue am Ende des Berichtszeitraums.
hu: Várólista-elhagyási idő: előzménybejegyzéseken alapuló dátum (a jegy ebben a várólistában lett lezárva vagy át lett helyezve ebből a várólistából nyitott állapotában). Üres, ha a jegy még mindig nyitva van és ebben a várólistában van a jelentés időkeretének végén.
zh_cn: 队列离开时间：基于历史记录条目的日期（工单在此队列中关闭或在打开时移出此队列）。 如果工单在报告时间段结束时仍处于打开状态且在此队列中，则为空。

source: Resting time (seconds): count of the duration when the ticket stayed in the queue, based on join and left time. Times in which a ticket was closed will not be counted.
de: Verweildauer (Sekunden): Zählung der Dauer, während der das Ticket in der Queue blieb, basierend auf der Eingangszeit und der Ausgangszeit. Zeiten, in denen ein Ticket geschlossen wurde, werden nicht gezählt.
hu: Pihenési idő (másodperc): időtartam hossza a belépési és elhagyási idő alapján, amikor a jegy a várólistában volt. Azok az idők nem lesznek beleszámolva, amikor a jegy le volt zárva.
zh_cn: 停留时间（秒）：工单停留在队列中的持续时间的计数，基于加入和离开时间。工单关闭的时间将不计算在内。

source: Resting time (HH:MM:SS): count of the duration when the ticket stayed in the queue, formatted as hours, minutes and seconds.
de: Verweildauer (HH::MM:SS): Zählung der Dauer, während der das Ticket in der Queue blieb, formatiert als Stunden, Minuten und Sekunden.
hu: Pihenési idő (ÓÓ:PP:MM): időtartam hossza óra, perc és másodperc formában, amikor a jegy a várólistában volt.
zh_cn: 休息时间（HH:MM:SS）：工单停留在队列中的持续时间的计数，格式为小时、分钟和秒。

source: Resting time (Working hours, seconds): count of the duration when the ticket stayed in the queue based on the queue configured working calendars in the system configuration (this field will be empty if no calendar is configured).
de: Verweildauer (Arbeitsstunden, Sekunden): Zählung der Verweildauer des Tickets in der Queue basierend auf den in der Systemkonfiguration konfigurierten Arbeitskalendern in der Queue (dieses Feld wird leer sein, wenn kein Kalender konfiguriert ist).
hu: Pihenési idő (munkaidő, másodperc): időtartam hossza a rendszerbeállításokban a várólistához beállított munkaidőnaptárak alapján, amikor a jegy a várólistában volt (ez a mező üres lesz, ha nincs naptár beállítva).
zh_cn: 停留时间（工作时间，秒）：根据系统配置中配置的队列工作日历，工单停留在队列中的持续时间计数（如果未配置日历，则此字段将为空）。

source: Resting time (Working hours, HH:MM:SS): formatted count of the duration when the ticket stayed in the queue based on the queue configured working calendars in the system configuration (this field will be empty if no calendar is configured).
de: Verweildauer (Arbeitszeiten, HH:MM:SS): formatierte Anzahl der Dauer, in der das Ticket in der Queue blieb, basierend auf den in der Systemkonfiguration konfigurierten Arbeitskalendern der Queue (dieses Feld ist leer, wenn kein Kalender konfiguriert ist).
hu: Pihenési idő (munkaidő, ÓÓ:PP:MM): időtartam formázott hossza a rendszerbeállításokban a várólistához beállított munkaidőnaptárak alapján, amikor a jegy a várólistában volt (ez a mező üres lesz, ha nincs naptár beállítva).
zh_cn: 停留时间（工作时间，HH:MM:SS）：根据系统配置中配置的队列工作日历格式化的工单停留在队列中的持续时间计数（如果未配置日历，则此字段将为空）。

source: Criticality: current criticality of the ticket.
de: Kritikalität: Aktuelle Kritikalität des Tickets.
hu: Kritikusság: a jegy jelenlegi kritikussága.
zh_cn: 紧急度：工单的当前紧急度。
