Repository: Yan-Oliveira/doc-fao
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu, zh_cn

source: The agent is able to administer the following events which trigger an email notification to himself:
de: Der Agent ist in der Lage, folgende Ereignisse zu verwalten, die eine E-Mail-Benachrichtigung an sich selbst auslösen:
hu: Az ügyintéző képes a következő eseményeket adminisztrálni, amelyek e-mail értesítést aktiválnak a részére:
zh_cn: 服务人员能够管理以下事件，这些事件会触发一封电子邮件通知给他自己:

source: new article
de: neuer Artikel
hu: új bejegyzés
zh_cn: 新信件

source: change of customer
de: Wechsel des Kunden
hu: ügyfél megváltoztatása
zh_cn: 更改客户

source: change of owner
de: Wechsel des Besitzers
hu: tulajdonos megváltoztatása
zh_cn: 更改所有者

source: change of queue
de: Wechsel der Queue
hu: várólista megváltoztatása
zh_cn: 更改队列

source: change of ticket status to a defined status
de: Änderung des Ticket-Status auf einen definierten Status
hu: jegyállapot megváltoztatása egy meghatározott állapotra
zh_cn: 工单状态更改到一个定义的状态

source: This email notification is independent of the notification preferences of the current owner of the ticket – unlike the standard subscribe/watchlist feature add-on of **OTRS**.
de: Diese E-Mail-Benachrichtigung ist unabhängig von den Benachrichtigungspräferenzen des aktuellen Besitzers des Tickets - im Gegensatz zur Standard-Abonnement/Watchlist-Funktion von **OTRS**.
hu: Ez az e-mail értesítés független a jegy aktuális tulajdonosának értesítési beállításaitól – nem úgy, mint az **OTRS** szabványos feliratkozás vagy megfigyelés funkciója.
zh_cn: 此电子邮件通知独立于当前工单所有者的通知首选项—不同于 **OTRS** 标准的订阅/关注列表功能插件。

source: Assign a watchlist to another agent
de: Eine Watchlist an einen anderen Agenten zuweisen
hu: Megfigyelőlista hozzárendelése egy másik ügyintézőhöz
zh_cn: 将关注列表分配给另一个服务人员

source: A watchlist can be handed over to another agent. The list will disappear in the overview of the former owner and appear in the overview of the new owner. This feature is typically used to hand the list over to another agent when the original agent goes on vacation.
de: Eine Watchlist kann an einen anderen Agenten übergeben werden. Die Liste verschwindet in der Übersicht des ehemaligen Besitzers und erscheint in der Übersicht des neuen Besitzers. Diese Funktion wird normalerweise verwendet, um die Liste an einen anderen Agenten zu übergeben, wenn der ursprüngliche Agent in Urlaub geht.
hu: Egy megfigyelőlistát át lehet adni egy másik ügyintézőnek. A lista el fog tűnni a korábbi tulajdonos áttekintőjéből, és meg fog jelenni az új tulajdonos áttekintőjében. Ezt a funkciót jellemzően arra használják, hogy átadják a listát egy másik ügyintézőnek, ha az eredeti ügyintéző szabadságra megy.
zh_cn: 一个关注列表可以交给另一个服务人员。该列表将在前所有者的概览中消失，并出现在新所有者的概览中。此功能通常用于在原服务人员休假时将列表交给另一个服务人员。

source: Assign a deputy
de: Einen Stellvertreter zuweisen
hu: Helyettes hozzárendelése
zh_cn: 指派副手

source: One or more deputy agents can be assigned to a watchlist. A deputy then sees the new watchlist in his overview, and he is allowed to add or remove tickets to or from this watchlist. This feature is typically used to share a watchlist with colleagues to work on a ticket in a team.
de: Ein oder mehrere stellvertretende Agenten können einer Watchlist zugeordnet werden. Ein Stellvertreter sieht dann die neue Watchlist in seiner Übersicht und kann Tickets zu dieser Watchlist hinzufügen oder entfernen. Diese Funktion wird typischerweise dazu verwendet, eine Watchlist mit Kollegen zu teilen, um im Team an einem Ticket zu arbeiten.
hu: Egy vagy több helyettes ügyintéző is hozzárendelhető egy megfigyelőlistához. Ezután a helyettes a saját áttekintőjében látja az új megfigyelőlistát, és képes jegyeket hozzáadni a megfigyelőlistához vagy eltávolítani azokat a megfigyelőlistáról. Ezt a funkciót jellemzően arra használják, hogy megosszák a megfigyelőlistát azon munkatársak között, akik egy csapatban dolgoznak egy jegyen.
zh_cn: 可以给一个关注列表指派一个或多个副手。 然后，副手将在其概览中看到新的关注列表，并允许他在此关注列表中添加工单或从中删除工单。 此功能通常用于与同事共享关注列表以处理团队中的工单。

source: Export to CSV
de: Als CSV exportieren
hu: Exportálás CSV-be
zh_cn: 导出到CSV

source: The list can be exported to a CSV file, e. g. to process it in Excel.
de: Die Liste kann in eine CSV-Datei exportiert werden, um sie z. B. in Excel weiterzuverarbeiten.
hu: A lista exportálható CSV-fájlba, például Excel-táblázatban történő feldolgozáshoz.
zh_cn: 该列表可以导出到CSV文件，例如 在Excel中进行处理。

source: Get a quick and easy overview about all relevant tickets.
de: Verschaffen Sie sich schnell und einfach einen Überblick über alle relevanten Tickets.
hu: Gyors és egyszerű áttekintés az összes fontos jeggyel kapcsolatban.
zh_cn: 快速、轻松地概览所有相关工单。

source: Administration of several watchlists saves time.
de: Die Verwaltung von mehreren Watchlists spart Zeit.
hu: Több megfigyelőlista adminisztrálásával időt takarít meg.
zh_cn: 管理多个关注列表可以节省时间。

source: Export function enables the processing in Excel sheets.
de: Die Exportfunktion ermöglicht die Verarbeitung in Excel-Sheets.
hu: Az exportálási funkció lehetővé teszi az Excel-táblázatban való feldolgozást.
zh_cn: 导出功能可在Excel工作表中进行处理。

source: Service manager
hu: Szolgáltatásmenedzser
zh_cn: 服务经理

source: The feature can be turned off with ``Ticket::Watchlist`` setting. In order to restrict this feature to specific groups, verify the ``Ticket::WatchlistGroup`` setting in the system configuration. By default, all users will have access to this feature.
de: Die Funktion kann mit der Einstellung ``Ticket::Watchlist`` abgeschaltet werden. Um diese Funktion auf bestimmte Gruppen zu beschränken, überprüfen Sie die Einstellung ``Ticket::WatchlistGroup`` in der Systemkonfiguration. Standardmäßig haben alle Benutzer Zugriff auf diese Funktion.
hu: A funkció kikapcsolható a ``Ticket::Watchlist`` beállítással. A funkció bizonyos csoportokra való korlátozásához ellenőrizze a ``Ticket::WatchlistGroup`` beállítást a rendszerbeállításokban. Alapértelmezetten az összes felhasználó hozzá fog férni ehhez a funkcióhoz.
zh_cn: 可以通过 ``Ticket::Watchlist`` 设置关闭此功能。 为了将此功能限制为特定的组，请在系统配置中验证 ``Ticket::WatchlistGroup`` 设置。 默认情况下，所有用户都可以使用此功能。

source: It is possible to customize the watch list notifications in the *Ticket Notifications* screen.
de: Es ist möglich, die Benachrichtigungen der Watchlist in der Ansicht *Ticket-Benachrichtigungen* anzupassen.
hu: Lehetőség van személyre szabni a megfigyelőlista értesítéseket a *Jegyértesítések* képernyőn.
zh_cn: 可以在 *工单通知* 屏幕中自定义关注列表通知。

source: The watch list notifications are added to the system as regular ticket notifications.
de: Die Watchlist-Benachrichtigungen werden dem System als reguläre Ticket-Benachrichtigungen hinzugefügt.
hu: A megfigyelőlista értesítések szokásos jegyértesítésekként kerülnek hozzáadásra a rendszerhez.
zh_cn: 关注列表通知将作为常规工单通知添加到系统中。

source: This package adds the following notifications to the system:
de: Dieses Paket fügt dem System die folgenden Benachrichtigungen hinzu:
hu: Ez a csomag a következő értesítéseket adja a rendszerhez:
zh_cn: 本软件包将以下通知添加到系统：

source: Watchlist agent article notification
de: Watchlist-Artikelbenachrichtigung für Agenten
hu: Megfigyelőlista ügyintézői bejegyzés értesítés
zh_cn: 关注列表服务人员信件通知

source: Watchlist customer article notification
de: Watchlist-Artikelbenachrichtigung für Kunden
hu: Megfigyelőlista ügyfélbejegyzés értesítés
zh_cn: 关注列表客户信件通知

source: Watchlist move notification
de: Watchlist-Verschiebebenachrichtigung
hu: Megfigyelőlista áthelyezés értesítés
zh_cn: 关注列表转移通知

source: Watchlist owner change notification
de: Watchlist-Benachrichtigung über Besitzerwechsel
hu: Megfigyelőlista tulajdonosváltás értesítés
zh_cn: 关注列表所有者变更通知

source: Watchlist queue change notification
de: Watchlist-Benachrichtigung über Queuewechsel
hu: Megfigyelőlista várólistaváltás értesítés
zh_cn: 关注列表队列变更通知

source: Watchlist state change notification
de: Watchlist-Benachrichtigung über Statuswechsel
hu: Megfigyelőlista állapotváltás értesítés
zh_cn: 关注列表状态变更通知

source: Ticket watcher reminder notification
de: Ticketbeobachtungs-Erinnerungsbenachrichtigung
hu: Jegymegfigyelő emlékeztető értesítés
zh_cn: 工单关注人提醒通知

source: To view the notifications:
de: So zeigen Sie die Benachrichtigungen an:
hu: Az értesítések megtekintéséhez:
zh_cn: 若要查看这些通知：

source: Find the notifications start with ``Watchlist``.
de: Suchen Sie die Benachrichtigungen, die mit ``Watchlist`` beginnen.
hu: Keresse meg a ``Watchlist`` kezdetű értesítéseket.
zh_cn: 查找以 ``Watchlist`` 开头的通知。

source: With this feature add-on the agents can create watch lists and they can be notified on various events.
de: Mit diesem Feature Add-On können die Agenten Watchlists erstellen und bei verschiedenen Ereignissen benachrichtigt werden.
hu: Ezzel a funkciókiegészítővel az ügyintézők megfigyelőlistákat hozhatnak létre, és értesítést kaphatnak különféle eseményekről.
zh_cn: 借助本功能插件，服务人员可以创建关注列表，并可以在发生各种事件时通知他们。

source: A watch list can contain unlimited number of tickets and a ticket can be assigned to unlimited number of watch lists.
de: Eine Watchlist kann eine unbegrenzte Anzahl von Tickets enthalten und ein Ticket kann einer unbegrenzten Anzahl von Watchlists zugeordnet werden.
hu: Egy megfigyelőlista korlátlan számú jegyet tartalmazhat, és egy jegy korlátlan számú megfigyelőlistához lehet hozzárendelve.
zh_cn: 关注列表可以包含无限数量的工单，并且可以将工单分配给无限数量的关注列表。

source: This package provides ticket watch lists and reminders for them in the *Ticket Zoom* screen, as well as adds management screen to watch lists.
de: Dieses Paket stellt Ticket-Watchlists und Erinnerungen dafür in der *Ticket-Detailansicht* zur Verfügung, und fügt den Watchlists eine Verwaltungsansicht hinzu.
hu: Ez a csomag jegy megfigyelőlistákat és hozzájuk tartozó emlékeztetőket biztosít a *Jegynagyítás* képernyőn, valamint kezelőképernyőt ad a megfigyelőlistákhoz.
zh_cn: 本软件包在 *工单详情* 屏幕上提供了工单关注列表和提醒，并在关注列表中添加了管理屏幕。

source: Use this screen to add tickets to a watch list or to remove tickets from a watch list. The *Ticket Zoom* screen is available, if you click on a ticket in any other screens.
de: Verwenden Sie diese Ansicht, um Tickets zu einer Watchlist hinzuzufügen oder Tickets von einer Watchlist zu entfernen. Die *Ticket-Detailansicht* steht Ihnen zur Verfügung, wenn Sie in anderen Ansichten auf ein Ticket klicken.
hu: Használja ezt a képernyőt, hogy jegyeket adjon egy megfigyelőlistához vagy jegyeket távolítson el egy megfigyelőlistáról. A *Jegynagyítás* képernyő akkor érhető el, ha rákattint egy jegyre bármelyik képernyőn.
zh_cn: 使用此屏幕可将工单添加到关注列表或将工单从关注列表中删除。 如果在任何其它屏幕上单击工单，则 *工单详情* 屏幕可用。

source: Ticket Menu
de: Ticket-Menü
hu: Jegymenü
zh_cn: 工单菜单

source: After installation of the package, two new menu items will be added to the ticket menu.
de: Nach der Installation des Pakets werden zwei neue Menüpunkte zum Ticket-Menü hinzugefügt.
hu: A csomag telepítése után két új menüpont lesz hozzáadva a jegymenühöz.
zh_cn: 安装本软件包后，将在工单菜单中添加两个新菜单项。

source: Watchlists
hu: Megfigyelőlisták
zh_cn: 关注列表

source: The ticket can be assigned to a watch list via this menu item. Additionally, the ticket can be removed from a watch list.
de: Über diesen Menüpunkt kann das Ticket einer Watchlist zugeordnet werden. Zusätzlich kann das Ticket von einer Watchlist entfernt werden.
hu: A jegy ezzel a menüponttal rendelhető hozzá egy megfigyelőlistához. Ezenkívül a jegy eltávolítható egy megfigyelőlistáról.
zh_cn: 可以通过此菜单项将工单分配给关注列表。 此外，可以从关注列表中删除该工单。

source: Ticket Watchlists Screen
de: Ticket-Beobachtunglistenansicht
hu: Jegy megfigyelőlisták képernyő
zh_cn: 工单关注列表屏幕

source: Click on the *Add* link in the *Action* column to add the ticket to the selected watch list. The *Add* link will be changed to *Delete* and the ticket will be added in the background.
de: Klicken Sie auf den Link *Hinzufügen* in der Spalte *Aktion*, um das Ticket zur ausgewählten Watchlist hinzuzufügen. Der *Hinzufügen*-Link wird in *Löschen* geändert und das Ticket wird im Hintergrund der Watchlist hinzugefügt.
hu: Kattintson a *Hozzáadás* hivatkozásra a *Művelet* oszlopban, hogy hozzáadja a jegyet a kiválasztott megfigyelőlistához. A *Hozzáadás* hivatkozás *Törlés* hivatkozásra változik meg, és a jegy hozzáadásra kerül a háttérben.
zh_cn: 单击 *操作* 列中的 *添加* 链接，将工单添加到选定的关注列表。 *添加* 链接将更改为 *删除*，并且工单将在后台添加。

source: Click on the *Delete* link in the *Action* column to remove the ticket from the selected watch list. The *Delete* link will be changed to *Add* and the ticket will be removed in the background.
de: Klicken Sie auf den Link *Löschen* in der Spalte *Aktion*, um das Ticket von der ausgewählten Watchlist zu entfernen. Der *Löschen*-Link wird in *Hinzufügen* geändert und das Ticket wird im Hintergrund von der Watchlist entfernt.
hu: Kattintson a *Törlés* hivatkozásra a *Művelet* oszlopban, hogy eltávolítsa a jegyet a kiválasztott megfigyelőlistáról. A *Törlés* hivatkozás *Hozzáadás* hivatkozásra változik meg, és a jegy eltávolításra kerül a háttérben.
zh_cn: 单击 *操作* 列中的 *删除* 链接，以从选定的关注列表中删除工单。 *删除* 链接将更改为 *添加*，并且工单将在后台删除。

source: When you finish to edit the watch lists just close this window.
de: Wenn Sie die Bearbeitung der Watchlists abgeschlossen haben, schließen Sie einfach dieses Fenster.
hu: Ha befejezte a megfigyelőlisták szerkesztését, akkor egyszerűen zárja be az ablakot.
zh_cn: 完成编辑关注列表后，只需关闭此窗口。

source: Watchlist Reminder
de: Watchlist-Erinnerung
hu: Megfigyelőlista emlékeztető
zh_cn: 关注列表提醒

source: Use this menu item to set a reminder for the ticket in the watch list. For this, the agent has to be subscribed to the ticket or it has to be assigned to one of his watch lists.
de: Mit diesem Menüpunkt können Sie eine Erinnerung für das Ticket in der Merkliste setzen. Dazu muss der Agent das Ticket abonniert oder einer seiner Watchlists zugeordnet sein.
hu: Használja ezt a menüpontot, hogy emlékeztetőt állítson be a megfigyelőlistában lévő jegyhez. Ehhez az ügyintézőnek fel kell iratkoznia a jegyre, vagy a jegynek a megfigyelőlistái egyikéhez rendelve kell lennie.
zh_cn: 使用此菜单项可以在关注列表中为工单设置提醒。 为此，服务人员必须订阅该工单，或者必须将其分配给他的关注列表之一。

source: This menu item is visible only, if the ticket is already added to a watch list.
de: Dieser Menüpunkt ist nur sichtbar, wenn das Ticket bereits auf einer Merkliste eingetragen ist.
hu: Ez a menüpont csak akkor látható, ha a jegy már hozzá van adva egy megfigyelőlistához.
zh_cn: 仅当工单已添加到关注列表时，此菜单项才可见。

source: Ticket Watchlist Reminder Screen
de: Watchlist-Erinnerungsansicht
hu: Jegy megfigyelőlista emlékeztető képernyő
zh_cn: 工单关注列表提醒屏幕

source: Reminder active
de: Erinnerung aktiv
hu: Emlékeztető aktív
zh_cn: 提醒激活

source: Controls, whether the reminder is active or not.
de: Steuert, ob die Erinnerung aktiv ist oder nicht.
hu: Azt szabályozza, hogy az emlékeztető aktív-e vagy sem.
zh_cn: 控制提醒是否处于激活状态。

source: Reminder Time
de: Erinnerungszeit
hu: Emlékeztető ideje
zh_cn: 提醒时间

source: Set the date and time when the reminder should be displayed.
de: Stellen Sie das Datum und die Uhrzeit ein, wann die Erinnerung angezeigt werden soll.
hu: Állítsa be azt a dátumot és időt, amikor az emlékeztetőnek meg kell jelennie.
zh_cn: 设置显示提醒的日期和时间。

source: Reminder for
de: Erinnerung für
hu: Emlékeztető ehhez
zh_cn: 提醒列表

source: Select a watch list from the drop-down list.
de: Wählen Sie eine Watchlist aus der Dropdown-Liste aus.
hu: Válasszon egy megfigyelőlistát a legördülő listából.
zh_cn: 从下拉列表中选择关注列表。

source: Note
de: Notiz
hu: Jegyzet
zh_cn: 备注

source: Add additional information to the reminder text.
de: Fügen Sie dem Erinnerungstext zusätzliche Informationen hinzu.
hu: További információk hozzáadása az emlékeztető szövegéhez.
zh_cn: 在提醒文本中添加额外的信息。

source: This information will also be shown within the watch list overview.
de: Diese Informationen werden auch in der Übersicht der Watchlist angezeigt.
hu: Ez az információ a megfigyelőlista áttekintőjén belül is meg fog jelenni.
zh_cn: 此信息也将显示在关注列表概览中。

source: A watch list belongs to the agent who created it. The list can be moved to another agent in the :doc:`watchlist-management` screen. When moving a watch list to another agent, reminders will also be moved.
de: Eine Watchlist gehört dem Agenten, der sie erstellt hat. Die Liste kann in der Ansicht :doc:`watchlist-management` auf einen anderen Agenten verschoben werden. Wenn eine Watchlist zu einem anderen Agenten verschoben wird, werden auch die Erinnerungen verschoben.
hu: Egy megfigyelőlista ahhoz az ügyintézőhöz tartozik, aki létrehozta. A lista áthelyezhető másik ügyintézőnek a :doc:`watchlist-management` képernyőn. Egy megfigyelőlistának egy másik ügyintézőhöz történő áthelyezésekor az emlékeztetők is át lesznek helyezve.
zh_cn: 关注列表属于创建它的服务人员。可以将列表移动到 :doc:`watchlist-management` 屏幕中的另一个服务人员。将关注列表移动到其他服务人员时，也会移动提醒。

source: In this case, where the owner of the watch list is changed, the notification that is sent is different that the others. It can only be sent by the email notification method and it should not contain any ticket related OTRS smart tag (if so they will be removed before sending) as there is no ticket involved in the process that triggers the event.
de: In diesem Fall, wenn der Besitzer der Watchlist geändert wird, ist die gesendete Benachrichtigung anders als die anderen. Sie kann nur über die E-Mail-Benachrichtigungsmethode versendet werden und sollte keine Ticket-bezogenen OTRS-Smart-Tags enthalten (wenn ja, werden diese vor dem Versenden entfernt), da kein Ticket an dem Prozess beteiligt ist, der das Ereignis auslöst.
hu: Az ilyen esetben, ahol a megfigyelőlista tulajdonosa megváltozik, a kiküldött értesítés eltér a többitől. Csak az e-mail értesítési módszerrel küldhető ki, és nem tartalmazhat semmilyen, a jegyhez kapcsolódó OTRS okos címkét (ha tartalmazna, akkor eltávolításra kerülnek küldés előtt), mivel nincs érintett jegy abban a folyamatban, amely aktiválja az eseményt.
zh_cn: 在这种情况下，如果关注列表的所有者发生更改，则发送的通知与其它通知不同。它只能通过电子邮件通知方法发送，并且不应包含任何与工单相关的OTRS智能标签（如果有，则在发送之前会将其删除），因为触发事件的过程中不涉及工单。

source: The default *Watchlist move notification* is attached to the event ``WatchlistMoveNotification``. This and any other ticket notification attached to the same event should prevent the use of these ticket related OTRS smart tags.
de: Die standardmäßige *Watchlist-MoveNotification* wird an das Ereignis ``WatchlistMoveNotification`` angehängt. Diese und jede andere Ticket-Benachrichtigung, die an dasselbe Ereignis angehängt wird, sollte die Verwendung dieser Ticket-bezogenen OTRS-Smart-Tags verhindern.
hu: Az alapértelmezett *Megfigyelőlista áthelyezés értesítés* a ``WatchlistMoveNotification`` eseményhez van csatolva. Ennek és az ugyanehhez az eseményhez csatolt bármely egyéb jegyértesítésnek meg kell akadályoznia ezeknek a jegyhez kapcsolódó OTRS okos címkéknek a használatát.
zh_cn: 默认的 *关注列表转移通知* 附加到 ``WatchlistMoveNotification`` 事件。此通知以及附加到同一事件的其它工单通知应阻止使用这些与工单相关的OTRS智能标签。

source: Reminders will only be sent if the assigned agent at this time still has access to the watch list containing the ticket and/or still is subscribed to the ticket.
de: Erinnerungen werden nur dann versendet, wenn der zugewiesene Agent zu diesem Zeitpunkt noch Zugriff auf die Watchlist mit dem Ticket hat und/oder das Ticket noch abonniert ist.
hu: Az emlékeztetők csak akkor lesznek elküldve, ha a hozzárendelt ügyintézőnek abban az időpontban még hozzáférése van a jegyet tartalmazó megfigyelőlistához és/vagy még mindig fel van iratkozva a jegyre.
zh_cn: 仅当指定的服务人员此时仍可访问包含工单的关注列表和/或仍订阅工单时，才会发送提醒。

source: There can only be one active reminder per agent and ticket. Notifications are only being sent every ten minutes.
de: Pro Agent und Ticket kann es nur eine aktive Erinnerung geben. Benachrichtigungen werden nur alle zehn Minuten versendet.
hu: Csak egyetlen aktív emlékeztető lehet ügyintézőnként és jegyenként. Az értesítések csak minden tizedik percben lesznek elküldve.
zh_cn: 每个服务人员和工单只能有一个活动提醒。 通知仅每十分钟发送一次。

source: Watchlist Management
de: Watchlist-Verwaltung
hu: Megfigyelőlista kezelése
zh_cn: 关注列表管理

source: Use this screen to manage watch lists. The watch list management screen is available in the *Watchlist Management* menu item of the *Tickets* menu or via the eye icon from the toolbar.
de: Verwenden Sie diese Ansicht zur Verwaltung von Watchlists. Die Maske zur Verwaltung von Watchlists ist im Menüpunkt *Watchlists-Verwaltung* des Menüs *Tickets* oder über das Augensymbol aus der Symbolleiste verfügbar.
hu: Használja ezt a képernyőt a megfigyelőlisták kezeléséhez. A megfigyelőlista kezelése képernyő a *Jegyek* menü *Megfigyelőlista kezelése* menüpontjában vagy az eszköztáron lévő szem ikonon keresztül érhető el.
zh_cn: 使用此屏幕可以管理关注列表。 关注列表管理屏幕可在 *工单* 菜单的 *关注列表管理* 菜单项中使用，也可以通过工具栏上的眼睛图标使用。

source: Watchlist Management Screen
de: Watchlist-Verwaltungsansicht
hu: Megfigyelőlista kezelése képernyő
zh_cn: 关注列表管理屏幕

source: Manage Watch Lists
de: Watchlists verwalten
hu: Megfigyelőlisták kezelése
zh_cn: 管理关注列表

source: To add a watch list:
de: So fügen Sie eine Watchlist hinzu:
hu: Egy megfigyelőlista hozzáadásához:
zh_cn: 若要添加一个关注列表：

source: Click on the *Create new watchlist* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Neue Watchlist erstellen*.
hu: Kattintson az *Új megfigyelőlista létrehozása* gombra a bal oldalsávban.
zh_cn: 点击左侧边栏中的 *创建新关注列表* 按钮。

source: Fill in the required field.
de: Füllen Sie die benötigten Felder aus.
hu: Töltse ki a szükséges mezőt.
zh_cn: 填写必填字段。

source: Add Watchlist Screen
de: Watchlist hinzufügen
hu: Megfigyelőlista hozzáadása képernyő
zh_cn: 添加关注列表屏幕

source: To see the tickets in a watch list:
de: So sehen Sie die Tickets in einer Watchlist:
hu: Egy megfigyelőlistában lévő jegyek megtekintéséhez:
zh_cn: 若要查看一个关注列表中的工单：

source: Click on a watch list in the list of watch lists.
de: Klicken Sie auf eine Watchlist in der Liste der Watchlists.
hu: Kattintson egy megfigyelőlistára a megfigyelőlisták listájában.
zh_cn: 在关注列表清单中单击一个关注列表。

source: See the tickets in the overview table.
de: Schauen Sie sich die Tickets in der Übersichtstabelle an.
hu: Nézze meg a jegyeket az áttekintő táblázatban.
zh_cn: 在概览表中查看工单。

source: Watchlist Details Screen
de: Watchlist-Details
hu: Megfigyelőlista részletei képernyő
zh_cn: 关注列表详情屏幕

source: To edit a watch list:
de: So bearbeiten Sie eine Watchlist:
hu: Egy megfigyelőlista szerkesztéséhez:
zh_cn: 若要编辑一个关注列表：

source: Click on the *Edit watchlist* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Watchlist editieren*.
hu: Kattintson a *Megfigyelőlista szerkesztése* gombra a bal oldalsávban.
zh_cn: 点击左侧边栏中的 *编辑关注列表* 按钮。

source: Modify the field.
de: Ändern Sie die Felder.
hu: Módosítsa a mezőt.
zh_cn: 修改字段。

source: Edit Watchlist Screen
de: Watchlist bearbeiten
hu: Megfigyelőlista szerkesztése képernyő
zh_cn: 编辑关注列表屏幕

source: To assign deputies to a watch list:
de: So weisen Sie Stellvertreter zu einer Watchlist hinzu:
hu: Egy megfigyelőlistához történő helyettesek hozzárendeléséhez:
zh_cn: 若要为一个关注列表指派副手：

source: Click on the *Assign deputies to watchlist* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Stellvertreter zur Watchlist zuweisen*.
hu: Kattintson a *Helyettesek hozzárendelése a megfigyelőlistához* gombra a bal oldalsávban.
zh_cn: 单击左侧边栏中的 *为关注列表指派副手* 按钮。

source: Select deputy agents from the list.
de: Wählen Sie stellvertretende Agenten aus der Liste aus.
hu: Válasszon helyettes ügyintézőket a listából.
zh_cn: 从列表中选择一个服务人员副手。

source: Watchlist Deputies Screen
de: Watchlist-Vertreter
hu: Megfigyelőlista helyettesek képernyő
zh_cn: 关注列表副手屏幕

source: To change the watch list owner:
de: So wechseln Sie den Watchlist-Besitzer:
hu: A megfigyelőlista tulajdonosának megváltoztatásához:
zh_cn: 若要更改关注列表所有者：
