Repository: Yan-Oliveira/doc-fao
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu, zh_cn

source: ``EscalationDatetime``
zh_cn: ``EscalationDatetime（升级日期时间）``

source: Timestamp of the escalation date.
de: Zeitstempel des Eskalationsdatums.
hu: Az eszkaláció dátumának időbélyege.
zh_cn: 升级日期的时间戳。

source: ``EscalationReached``
zh_cn: ``EscalationReached（升级已达到）``

source: Yes/no value whether escalation time is reached.
de: Ja/Nein-Wert, ob die Eskalationszeit erreicht wurde.
hu: Igen/nem érték, hogy az eszkalációs idő el lett-e érve.
zh_cn: 是/否，是否达到升级时间。

source: ``EscalationTime``
zh_cn: ``EscalationTime（升级时间）``

source: Seconds until the escalation type is breached.
de: Sekunden, bis die Eskalationsart nicht mehr eingehalten wird.
hu: Az eszkalációtípus megsértéséig hátralévő másodpercek.
zh_cn: 升级类型升级之前的秒数。

source: Seconds until the escalation type is breached with working calendar (only if calendar is defined).
de: Sekunden innerhalb des Arbeitskalenders, bis die Eskalationsart nicht mehr eingehalten wird (nur, wenn Kalender mit Arbeitszeiten definiert sind).
hu: Az eszkalációtípus megsértéséig hátralévő másodpercek munkaidő naptárral (csak akkor, ha a naptár meg van határozva).
zh_cn: 升级类型升级之前的工作日历秒数（仅在定义了日历时）。

source: Seconds until the escalation type is breached if suspended/stopped (only set if given).
de: Sekunden, bis die Eskalationsart nicht eingehalten wird, wenn sie ausgesetzt/gestoppt wird (nur gesetzt, wenn angegeben).
hu: Az eszkalációtípus megsértéséig hátralévő másodpercek, ha fel van függesztve vagy le van állítva (csak akkor van beállítva, ha meg van adva).
zh_cn: 如果升级类型挂起/停止，升级之前的秒数(只有在给定时才设置)。

source: Seconds until the escalation type is breached if suspended/stopped with working calendar (only if calendar is defined and if given).
de: Sekunden innerhalb des Arbeitskalenders, bis die Eskalationsart nicht eingehalten wird, wenn sie ausgesetzt/gestoppt wird (nur gesetzt, wenn angegeben und wenn Kalender mit Arbeitszeiten definiert sind).
hu: Az eszkalációtípus megsértéséig hátralévő másodpercek, ha fel van függesztve vagy le van állítva, munkaidő naptárral (csak akkor, ha a naptár meg van határozva és meg van adva).
zh_cn: 如果升级类型挂起/停止，升级之前的工作日历秒数(只有定义了日历且在给定时才设置)。

source: ``NotifyDatetime``
zh_cn: ``NotifyDatetime（通知日期时间）``

source: Timestamp of notify start (only set if given).
de: Zeitstempel des Startes einer Benachrichtigung (nur gesetzt, wenn angegeben).
hu: Az értesítés kezdetének időbélyege (csak akkor van beállítva, ha meg van adva).
zh_cn: 通知开始的时间戳（仅在给定时设置）。

source: ``NotifyTime``
zh_cn: ``NotifyTime（距通知时间）``

source: Seconds until the notify start (only if given).
de: Sekunden bis zum Start einer Benachrichtigung (nur gesetzt, wenn angegeben).
hu: Az értesítés kezdetéig hátralévő másodpercek (csak akkor, ha meg van adva).
zh_cn: 通知开始之前的秒数（仅在给定时设置）。

source: ``NotifyRemainingTime``
zh_cn: ``NotifyRemainingTime（通知保留时间）``

source: Seconds remaining until notify start if suspended/stopped (only set if given).
de: Sekunden bis zum Start einer Benachrichtigung bei Unterbrechung oder Abbruch (nur gesetzt, wenn angegeben).
hu: Az értesítés kezdetéig hátralévő másodpercek, ha fel van függesztve vagy le van állítva (csak akkor van beállítva, ha meg van adva).
zh_cn: 如果挂起/停止，通知开始剩余的秒数（仅在给定时设置）。

source: ``NotifyRemainingWorkingTime``
zh_cn: ``NotifyRemainingWorkingTime（通知保留的工作时间）``

source: Seconds remaining until notify start if suspended/stopped with working calendar (only if calendar is defined).
de: Sekunden innerhalb des Arbeitskalenders bis zum Start einer Benachrichtigung bei Unterbrechung oder Abbruch (nur gesetzt, wenn angegeben).
hu: Az értesítés kezdetéig hátralévő másodpercek, ha fel van függesztve vagy le van állítva, munkaidő naptárral (csak akkor, ha a naptár meg van határozva).
zh_cn: 如果挂起/停止，通知开始剩余的工作日历秒数（仅当定义了日历时）。

source: ``SuspendLastTime``
zh_cn: ``SuspendLastTime（暂停持续时间）``

source: Total amount of seconds that the timer was suspended last time.
de: Totale Anzahl der Sekunden, die der Timer das letzte Mal unterbrochen wurde.
hu: A teljes idő másodpercben, amíg az időzítő legutóbb fel lett függesztve.
zh_cn: 上次暂停计时器的总秒数。

source: ``SuspendLastWorkingTime``
zh_cn: ``SuspendLastWorkingTime（暂停持续的工作时间）``

source: Total amount of seconds that the timer was suspended last time with working calendars (only if calendar is defined).
de: Totale Anzahl der Sekunden innerhalb des Arbeitskalenders, die der Timer das letzte Mal unterbrochen wurde (nur, wenn Kalender mit Arbeitszeiten definiert wurden).
hu: A teljes idő másodpercben, amíg az időzítő legutóbb fel lett függesztve, munkaidő naptárral (csak akkor, ha a naptár meg van határozva).
zh_cn: 上次暂停计时器的工作日历总秒数（仅当定义了日历时）。

source: ``SuspendTotalTime``
zh_cn: ``SuspendTotalTime（暂停总时间）``

source: Total amount of seconds that the timer was suspended.
de: Totale Anzahl der Sekunden, die der Timer unterbrochen wurde.
hu: A teljes idő másodpercben, amíg az időzítő fel lett függesztve.
zh_cn: 计时器暂停的总秒数。

source: ``SuspendTotalWorkingTime``
zh_cn: ``SuspendTotalWorkingTime（暂停持续总的工作时间）``

source: Total amount of seconds that the timer was suspended with working calendars (only if calendar is defined).
de: Totale Anzahl der Sekunden innerhalb des Arbeitskalenders, die der Timer unterbrochen wurde (nur, wenn Kalender mit Arbeitszeiten definiert wurden).
hu: A teljes idő másodpercben, amíg az időzítő fel lett függesztve, munkaidő naptárral (csak akkor, ha a naptár meg van határozva).
zh_cn: 计时器暂停的工作日历总秒数（仅当定义了日历时）。

source: ``RunningTotalTime``
zh_cn: ``RunningTotalTime（运行总时间）``

source: Total amount of seconds that the timer was running (excluding suspend times).
de: Totale Anzahl der Sekunden, die der Timer gelaufen ist (ohne Unterbrechungszeiten).
hu: A teljes idő másodpercben, amíg az időzítő futott (kivéve a felfüggesztési időket).
zh_cn: 计时器运行的总秒数（不包括挂起时间）。

source: ``RunningTotalWorkingTime``
zh_cn: ``RunningTotalWorkingTime（运行总的工作时间）``

source: Total amount of seconds that the timer was running (excluding suspend times) with working calendars.
de: Totale Anzahl der Sekunden innerhalb des Arbeitskalenders, die der Timer gelaufen ist (ohne Unterbrechungszeiten).
hu: A teljes idő másodpercben, amíg az időzítő futott (kivéve a felfüggesztési időket), munkaidő naptárakkal.
zh_cn: 计时器运行的工作日历总秒数（不包括挂起时间）。

source: Total amount of seconds that the timer was running with ``BaseTime`` as start date (excluding suspend times).
de: Totale Anzahl der Sekunden, die der Timer mit ``BaseTime`` als Startdatum gelaufen ist (ohne Unterbrechungszeiten).
hu: A teljes idő másodpercben, amíg az időzítő futott a ``BaseTime`` értékkel mint kezdődátummal (kivéve a felfüggesztési időket).
zh_cn: 以 ``BaseTime`` 作为开始日期，计时器运行的总秒数（不包括挂起时间）。

source: Total amount of seconds that the timer was running with ``BaseTime`` as start date (excluding suspend times) with working calendars (only if calendar is defined).
de: Totale Anzahl der Sekunden innerhalb des Arbeitskalenders, die der Timer mit ``BaseTime`` als Startdatum (ohne Unterbrechungszeiten) gelaufen ist (nur, wenn Kalender mit Arbeitszeiten definiert sind).
hu: A teljes idő másodpercben, amíg az időzítő futott a ``BaseTime`` értékkel mint kezdődátummal (kivéve a felfüggesztési időket), munkaidő naptárakkal (csak akkor, ha a naptár meg van határozva).
zh_cn: 以 ``BaseTime`` 作为开始日期，计时器运行的工作日历总秒数（不包括挂起时间）（仅当定义了日历时）。

source: Total amount of seconds that the timer was running last time (excluding suspend times).
de: Totale Anzahl der Sekunden, die der Timer das letzte Mal gelaufen ist (ohne Unterbrechnungszeiten).
hu: A teljes idő másodpercben, amíg az időzítő legutóbb futott (kivéve a felfüggesztési időket).
zh_cn: 计时器上次运行的总秒数（不包括挂起时间）。

source: Total amount of seconds that the timer was running last time (excluding suspend times) with working calendars.
de: Totale Anzahl der Sekunden innerhalb des Arbeitskalenders, die der Timer das letzte Mal gelaufen ist (ohne Unterbrechnungszeiten).
hu: A teljes idő másodpercben, amíg az időzítő legutóbb futott (kivéve a felfüggesztési időket), munkaidő naptárakkal.
zh_cn: 计时器上次运行的工作日历总秒数（不包括挂起时间）。

source: Total amount of seconds that the timer was running last time with ``BaseTime`` as start date (excluding suspend times).
de: Totale Anzahl der Sekunden innerhalb des Arbeitskalenders, die der Timer das letzte Mal mit ``BaseTime`` als Startdatum (ohne Unterbrechungszeiten) gelaufen ist.
hu: A teljes idő másodpercben, amíg az időzítő legutóbb futott a ``BaseTime`` értékkel mint kezdődátummal (kivéve a felfüggesztési időket).
zh_cn: 以 ``BaseTime`` 作为开始日期，计时器上次运行的总秒数（不包括挂起时间）。

source: Total amount of seconds that the timer was running last time with ``BaseTime`` as start date (excluding suspend times) with working calendars (only if calendar is defined).
de: Totale Anzahl der Sekunden innerhalb des Arbeitskalenders, die der Timer das letzte Mal mit ``BaseTime`` als Startdatum (ohne Unterbrechungszeiten) gelaufen ist.
hu: A teljes idő másodpercben, amíg az időzítő legutóbb futott a ``BaseTime`` értékkel mint kezdődátummal (kivéve a felfüggesztési időket), munkaidő naptárakkal (csak akkor, ha a naptár meg van határozva).
zh_cn: 以 ``BaseTime`` 作为开始日期，计时器上次运行的工作日历总秒数（不包括挂起时间）（仅当定义了日历时）。

source: Communication & Notifications
de: Kommunikation & Benachrichtigungen
hu: Kommunikáció és értesítések
zh_cn: 通信和通知

source: After installation of the package there will be some new events and smart tags available in ticket notifications.
de: Nach der Installation des Paketes gibt es für die Ticket-Benachrichtigungen einige neue Ereignisse und Smart-Tags.
hu: A csomag telepítése után néhány új esemény és okos címke lesz elérhető a jegyértesítésekben.
zh_cn: 安装本软件包后，将在工单通知中提供一些新事件和智能标签。

source: Ticket Notifications
de: Ticket-Benachrichtigungen
hu: Jegyértesítések
zh_cn: 工单通知

source: This package adds some new features to the ticket notification methods.
de: Dieses Paket erweitert die Benachrichtigungsmethoden für Tickets um einige neue Funktionen.
hu: Ez a csomag néhány új funkciót ad a jegyértesítési módszerekhez.
zh_cn: 这个软件包为工单通知方法添加了一些新特性。

source: Notification Smart Tags
de: Smart-Tags für Benachrichtigungen
hu: Értesítési okos címkék
zh_cn: 通知智能标签

source: The notification smart tags only work in notifications related to the escalation. It does not work for ``TicketCreate`` but it will work for *Escalation: First Response* (``NotifyBefore``). The following smart tags with information about each escalation are available:
de: Die Benachrichtigungs-Smart Tags funktionieren nur in Benachrichtigungen, die mit der Eskalation zusammenhängen. Es funktioniert nicht für ``TicketCreate``, aber es funktioniert für *Eskalation: Erste Antwort* (``NotifyBefore``). Die folgenden Smart Tags mit Informationen über jede Eskalation sind verfügbar:
hu: Az értesítési okos címkék csak az eszkalációhoz kapcsolódó értesítésekben működnek. Nem működik a ``TicketCreate`` értesítésnél, de működni fog az *Eszkaláció: első válasz* (``NotifyBefore``) értesítésnél. A következő, információval rendelkező okos címkék érhetők el az egyes eszkalációkhoz:
zh_cn: 通知智能标签只在与升级相关的通知中工作。它在 ``创建工单`` 中不适用，但它在 *升级：首次响应* (``通知之前``)中适用。以下包含有关每个升级的信息的智能标记可用:

source: If the escalation is running, then this tag will return the escalation date-time when the escalation type will escalate (e.g. *2019-01-01 10:00:00*).
de: Wenn die Eskalation ausgeführt wird, gibt dieses Tag die Datum/Uhrzeit der Eskalation zurück, zu der die Eskalationsart eskaliert (z.B. *2019-01-01-01-01 10:00:00*).
hu: Ha az eszkaláció fut, akkor ez a címke az eszkaláció dátumát és idejét adja vissza, ha az eszkalációtípus eszkalálódik (például *2019-01-01 10:00:00*).
zh_cn: 如果升级正在运行，则此标签将返回升级类型将升级时的升级日期时间(例如 *2019-01-01 10:00:00*)。

source: If the escalation is running, then this tag will return the escalation notify date-time of the escalation type (e.g. *2019-01-01 10:00:00*).
de: Wenn die Eskalation ausgeführt wird, gibt dieses Tag die Datum/Uhrzeit der Benachrichtigung über die Eskalationsart zurück (z.B. *2019-01-01-01-01 10:00:00*).
hu: Ha az eszkaláció fut, akkor ez a címke az eszkalációtípus eszkalációs értesítési dátumát és idejét adja vissza (például *2019-01-01 10:00:00*).
zh_cn: 如果升级正在运行，则此标签将返回升级类型的升级通知日期时间（例如 *2019-01-01 10:00:00*）。

source: If the escalation is running, then this tag will return the difference the current time and escalation time in format *3h 30m*.
de: Wenn die Eskalation läuft, dann gibt dieses Tag die Differenz aus aktueller Zeit und Eskalationszeit im Format 3h 30m zurück.
hu: Ha az eszkaláció fut, akkor ez a címke a jelenlegi idő és az eszkalációs idő közti különbséget adja vissza *3ó 30p* formátumban.
zh_cn: 如果升级正在运行，则此标记将以 *3h 30m* 格式返回当前时间和升级时间的差值。

source: This tag will return the name of the escalation type (e.g. *solution time*).
de: Dieses Tag gibt den Name des Eskalationstyp zurück (bspw. Lösungszeit).
hu: Ez a címke az eszkalációtípus nevét adja vissza (például *megoldási idő*).
zh_cn: 此标签将返回升级类型的名称(例如 *解决方案时间*)。

source: Configure Event Based Notifications
de: Ereignisbasierte Benachrichtigungen konfigurieren
hu: Eseményalapú értesítések beállítása
zh_cn: 配置基于事件的通知

source: Use this steps to configure event based notifications for users of escalated tickets:
de: Führen Sie diese Schritte aus, um ereignisbasierte Benachrichtigungen für Benutzer eskalierter Tickets zu konfigurieren:
hu: Használja ezeket a lépéseket az eseményalapú értesítések beállításához az eszkalált jegyek felhasználóinál:
zh_cn: 使用此步骤为升级工单的用户配置基于事件的通知:

source: Go to the system configuration and enable ``Daemon::SchedulerCronTaskManager::Task###TriggerEscalationStartEvents`` setting. It will allow the generic agent to run the module in charge to start the advanced escalations events.
de: Gehen Sie zur Systemkonfiguration und aktivieren Sie die Einstellung ``Daemon::SchedulerCronTaskManager::Task###TriggerEscalationStartEvents``. Sie erlaubt dem GenericAgent, das zuständige Modul auszuführen, um die erweiterten Eskalationsereignisse zu starten.
hu: Menjen a rendszerbeállításokhoz, és engedélyezze a ``Daemon::SchedulerCronTaskManager::Task###TriggerEscalationStartEvents`` beállítást. Ez lehetővé teszi az általános ügyintézőnek, hogy futtassa a modult a speciális eszkalációs események indításának felelőseként.
zh_cn: 转到系统配置并启用 ``Daemon::SchedulerCronTaskManager::Task###TriggerEscalationStartEvents`` 设置。它将允许自动任务运行负责启动高级升级事件的模块。

source: Go to the administrator interface and open the *Ticket Notifications* module to configure the notifications.
de: Gehen Sie in das Administrator-Interface und öffnen Sie das Modul *Ticket-Benachrichtigungen*, um die Benachrichtigungen zu konfigurieren.
hu: Menjen az adminisztrátori felületre, és nyissa meg a *Jegyértesítések* modult az értesítések beállításához.
zh_cn: 转到管理员界面，打开 *工单通知* 模块来配置通知。

source: Configure the notification and change text by using the new notification smart tags provided by this package and described above.
de: Konfigurieren Sie die Benachrichtigung und ändern Sie den Text, indem Sie die neuen Benachrichtigungs-Smart-Tags verwenden, die von diesen Paketen bereitgestellt und oben beschrieben werden.
hu: Állítsa be az értesítést, és változtassa meg a szöveget az új értesítési okos címkék használatával, amelyeket ez a csomag biztosít és korábban ismertetve lett.
zh_cn: 配置通知并使用此软件包提供的新的通知智能标签(如上所述)更改文本。

source: Escalation Events
de: Eskalationsereignisse
hu: Eszkalációs események
zh_cn: 升级事件

source: The following escalation events are available:
de: Die folgenden Eskalationsereignisse sind verfügbar:
hu: A következő eszkalációs események érhetők el:
zh_cn: 以下升级事件可用:

source: This event will be executed if the escalation has been started.
de: Dieses Ereignis wird ausgeführt, wenn die Eskalation gestartet wurde.
hu: Ez az esemény akkor lesz végrehajtva, ha az eszkaláció el lett indítva.
zh_cn: 如果已启动升级，则将执行此事件。

source: This event will be executed if the time reached where the agent gets notified for the escalation.
de: Dieses Ereignis wird ausgeführt, wenn die Zeit erreicht ist, zu der der Agent für die Eskalation benachrichtigt wird.
hu: Ez az esemény akkor lesz végrehajtva, ha azt az időt elérte, ahol az ügyintéző értesítve lesz az eszkalációról.
zh_cn: 如果到达通知服务人员升级的时间，则将执行此事件。

source: This event will be only executed correctly if the escalation bundle configuration per escalation type is correctly configured, ``TriggerEscalationStartEvent`` is enabled and the daemon is running.
de: Dieses Ereignis wird nur dann korrekt ausgeführt, wenn die Konfiguration des Eskalationsbündels pro Eskalationstyp korrekt konfiguriert ist, ``TriggerEscalationStartEvent`` aktiviert ist und der Daemon läuft.
hu: Ez az esemény csak akkor lesz helyesen végrehajtva, ha az eszkalációtípusonkénti eszkalációcsomag-beállítás helyesen be van állítva, a ``TriggerEscalationStartEvent`` engedélyezve van és a démon fut.
zh_cn: 只有在正确配置了每种升级类型的升级组合配置、启用了 ``TriggerEscalationStartEvent`` 并且守护进程正在运行时，才会正确执行此事件。

source: This event will be executed if the escalation time has been reached.
de: Dieses Ereignis wird ausgeführt, wenn die Eskalationszeit erreicht wurde.
hu: Ez az esemény akkor lesz végrehajtva, ha az eszkalációs idő el lett érve.
zh_cn: 如果达到升级时间，将执行此事件。

source: This event will be executed if the escalation has been restarted.
de: Dieses Ereignis wird ausgeführt, wenn die Eskalation neu gestartet wurde.
hu: Ez az esemény akkor lesz végrehajtva, ha az eszkaláció újra lett indítva.
zh_cn: 如果已重新启动升级，则将执行此事件。

source: This event will be executed if the escalation has been suspended.
de: Dieses Ereignis wird ausgeführt, wenn die Eskalation unterbrochen wurde.
hu: Ez az esemény akkor lesz végrehajtva, ha az eszkaláció fel lett függesztve.
zh_cn: 如果升级已被挂起，则将执行此事件。

source: This event will be executed if the escalation has been resumed from a suspend state.
de: Dieses Ereignis wird ausgeführt, wenn die Eskalation aus einem Unterbrechungszustand wieder fortgesetzt wurde.
hu: Ez az esemény akkor lesz végrehajtva, ha az eszkaláció folytatva lett egy felfüggesztett állapotból.
zh_cn: 如果升级已从挂起状态恢复，则将执行此事件。

source: This event will be executed if the escalation has been resumed from a stop state.
de: Dieses Ereignis wird ausgeführt, wenn die Eskalation aus einem Stopp-Zustand wieder fortgesetzt wurde.
hu: Ez az esemény akkor lesz végrehajtva, ha az eszkaláció folytatva lett egy leállított állapotból.
zh_cn: 如果升级已从停止状态恢复，则将执行此事件。

source: This event will be executed if the escalation has been stopped.
de: Dieses Ereignis wird ausgeführt, wenn die Eskalation gestoppt wurde.
hu: Ez az esemény akkor lesz végrehajtva, ha az eszkaláció le lett állítva.
zh_cn: 如果已停止升级，则将执行此事件。

source: Example Usage
de: Beispielverwendung
hu: Használati példa
zh_cn: 示例用法

source: This chapter describes how to add a first response time escalation.
de: Dieses Kapitel beschreibt, wie man eine Erstantwort-Eskalation hinzufügt.
hu: Ez a fejezet azt mutatja be, hogy hogyan lehet hozzáadni egy első válaszidő eszkalációt.
zh_cn: 本章描述如何添加首次响应时间升级。

source: Creating the Escalation Type
de: Eskalationstyp erstellen
hu: Az eszkalációtípus létrehozása
zh_cn: 创建升级类型

source: Go to the administration interface and choose *Escalation Type*. Click on the *Create New Escalation Type* button.
de: Gehen Sie ins Administrator-Interface und wählen Sie *Eskalationstypen*. Klicken Sie auf die Schaltfläche *Neuen Eskalationstyp erstellen*.
hu: Menjen az adminisztrátori felületre, és válassza az *Eszkalációtípus* modult. Kattintson az *Új eszkalációtípus létrehozása* gombra.
zh_cn: 转到管理界面并选择 *升级类型*。 单击 *创建新升级类型* 按钮。

source: Fill in the needed fields. After submitting the form, you will be redirected to the edit screen for the new escalation type. You will see the *Start* tab for the new escalation type. Choose from the available conditions which one you want to be needed in order to start the escalation. Switch to another tab to set up more conditions.
de: Füllen Sie die erforderlichen Felder aus. Nach dem Absenden des Formulars werden Sie zur Bearbeitungsansicht für die neue Eskalationsart weitergeleitet. Sie sehen den Tab *Start* für die neue Eskalationsart. Wählen Sie aus den verfügbaren Bedingungen, welche Sie benötigen, um die Eskalation zu starten. Wechseln Sie zu einem anderen Tab, um weitere Bedingungen einzurichten.
hu: Töltse ki a szükséges mezőket. Az űrlap elküldése után át lesz irányítva az új eszkalációtípus szerkesztőképernyőjére. Látni fogja az *Indítás* lapot az új eszkalációtípusnál. Válassza ki az elérhető feltételek közül azt, amelyre szüksége van az eszkaláció elindítása érdekében. Váltson egy másik lapra további feltételek beállításához.
zh_cn: 填写所需的字段。 提交表单后，您将被重定向到新升级类型的编辑屏幕。 您将看到新升级类型的 *开始* 选项卡。 从可用条件中选择开始升级的条件。 切换到另一个选项卡以设置更多升级的条件。

source: In this example, we would enable the *The ticket has been created by a customer* setting and the *An agent message is not present*. Use the drop-down menu in order to choose whether or not an agent message has to be present.
de: In diesem Beispiel würden wir die Einstellungen *Das Ticket wurde durch eine Kunden erstellt* erstellt und die *Eine Agentennachricht ist nicht vorhanden* aktivieren. Verwenden Sie das Dropdown-Menü, um zu wählen, ob eine Agentennachricht vorhanden sein muss oder nicht.
hu: Ebben a példában engedélyezni fogjuk az *A jegyet egy ügyfél hozta létre* beállítást és az *Egy ügyintézői üzenet nincs jelen* lehetőséget. Használja a legördülő menüt annak kiválasztásához, hogy egy ügyintézői üzenetnek jelen kell-e lennie vagy sem.
zh_cn: 在此示例中，我们将启用 *工单已由客户创建* 设置，并且 *服务人员消息不存在*。 使用下拉菜单选择是否必须存在一个服务人员消息。

source: Switch to the *Stop* tab in order to set up the escalation stop conditions. In this case, the escalation should be stopped if an agent sends a message, so we enable the *An agent sent a message* setting.
de: Wechseln Sie in das Tab *Stop*, um die Eskalationsbedingungen zu setzten. In diesem Fall soll die Eskalation gestoppt werden, wenn ein Agent eine Nachricht sendet. Deswegen aktivieren wir die Einstellung *Ein Agent hat eine Nachricht gesendet*.
hu: Váltson át a *Leállítás* lapra, hogy beállíthassa az eszkaláció leállítási feltételeit. Jelen esetben az eszkalációt akkor kell leállítani, ha egy ügyintéző üzenetet küld, ezért engedélyezzük az *Egy ügyintéző üzenetet küldött* beállítást.
zh_cn: 切换到 *停止* 选项卡以设置升级停止条件。 在这种情况下，如果服务人员发送了消息，则应停止升级，因此我们启用 *服务人员发送消息* 设置。

source: Creating the Escalation Type Bundle
de: Eskalationstyp-Pakete erstellen
hu: Az eszkalációtípus-csomag létrehozása
zh_cn: 创建升级类型包

source: Go to the administration interface and choose *Escalation Type Bundle*. Click on the *Create new escalation type bundle* button.
de: Gehen Sie ins Administrator-Interface und wählen Sie *Eskalationstyp-Pakete*. Klicken Sie auf die Schaltfläche *Neues Eskalationstyp-Pak erstellen*.
hu: Menjen az adminisztrátori felületre, és válassza az *Eszkalációtípus-csomag* modult. Kattintson az *Új eszkalációtípus-csomag létrehozása* gombra.
zh_cn: 转到管理界面并选择 *升级类型包*。 单击 *创建新的升级类型包* 按钮。
