Repository: Yan-Oliveira/doc-fao
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu, zh_cn

source: Defines if the password needs to contain at least 1 digit by setting the option to *1*.
de: Legt fest, ob das Passwort mindestens eine Ziffer enthalten muss, indem die Option auf *1* gesetzt wird.
hu: Meghatározza a beállítás *1*-re állításával, hogy a jelszónak tartalmaznia kell legalább 1 számjegyet.
zh_cn: 通过将选项设置为 *1* 来定义密码是否需要包含至少1位数字。

source: Allows to match passwords against a regular expression.
de: Ermöglicht die Zuordnung von Passwörtern zu einem regulären Ausdruck.
hu: Lehetővé teszi a jelszavak illesztését egy reguláris kifejezésre.
zh_cn: 允许将密码与正则表达式匹配。

source: Users, Groups & Roles
de: Benutzer, Gruppen & Rollen
hu: Felhasználók, csoportok és szerepek
zh_cn: 用户、组和角色

source: After installation of the package a new module *Customer Users (Locked)* will be available in the *Users, Groups & Roles* group.
de: Nach der Installation des Pakets ist ein neues Modul *Kundenbenutzer (gesperrt)* in der Gruppe *Benutzer, Gruppen & Rollen* verfügbar.
hu: A csomag telepítése után egy új *Ügyfél-felhasználók (zárolt)* modul válik elérhetővé a *Felhasználók, csoportok és szerepek* csoportban.
zh_cn: 安装本软件包后，*用户、组和角色* 组中将提供一个新模块 *客户用户（已锁定）*。

source: Customer Users (Locked)
de: Kundenbenutzer (Gesperrt)
hu: Ügyfél-felhasználók (zárolt)
zh_cn: 客户用户（已锁定）

source: Use this screen to review and reset the customer user logins. The locked customer user login management screen is available in the *Customer Users (Locked)* module of the *Users, Groups & Roles* group.
de: Verwenden Sie diese Ansicht, um die Anmeldungen der Kundenbenutzer zu überprüfen und zurückzusetzen. Die Ansicht für die Verwaltung der Benutzeranmeldung für gesperrte Kunden ist im Modul *Kundenbenutzer (gesperrt)* der Gruppe *Benutzer, Gruppen und Rollen* verfügbar.
hu: Használja ezt a képernyőt az ügyfél-felhasználói bejelentkezések felülvizsgálatához és visszaállításához. A zárolt ügyfél-felhasználói bejelentkezés kezelésének képernyője a *Felhasználók, csoportok és szerepek* csoport *Ügyfél-felhasználók (zárolt)* moduljában érhető el.
zh_cn: 使用此屏幕查看并重置客户用户登录。 锁定的客户用户登录管理屏幕位于 *用户、组和角色* 组的 *客户用户（已锁定）* 模块中。

source: Locked Customer User Logins Management Screen
de: Verwaltung gesperrter Kundenbenutzer
hu: Zárolt ügyfél-felhasználói bejelentkezések kezelésének képernyője
zh_cn: 已锁定的客户用户登录管理 屏幕

source: Manage Locked Customer User Logins
de: Gesperrte Kundenbenutzer-Anmeldungen verwalten
hu: Zárolt ügyfél-felhasználói bejelentkezések kezelése
zh_cn: 管理已锁定的客户用户登录

source: To reset a customer user login:
de: So setzen Sie einen Kundenbenutzer-Login zurück:
hu: Egy ügyfél-felhasználói bejelentkezés visszaállításához:
zh_cn: 要重围一个客户用户登录：

source: Select a customer user from the list.
de: Wählen Sie einen Kunden aus der Liste.
hu: Válasszon egy ügyfél-felhasználót a listából.
zh_cn: 从列表中选择一个客户用户。

source: Click on the *Reset logins* button.
de: Klicken Sie auf die Schaltfläche *Logins zurücksetzen*.
hu: Kattintson a *Bejelentkezések visszaállítása* gombra.
zh_cn: 点击 *重置登录* 按钮。

source: Select the checkbox in the header of the table to reset all customer user logins.
de: Aktivieren Sie das Kontrollkästchen im Kopf der Tabelle, um alle die Anmeldungen aller Kundenbenutzer zurückzusetzen.
hu: Jelölje be a táblázat fejlécében lévő jelölőnégyzetet az összes ügyfél-felhasználói bejelentkezés visszaállításához.
zh_cn: 选中列表标题中的复选框以重置所有客户用户登录。

source: If several customer users are locked, use the filter box to find a particular customer user by just typing the name to filter.
de: Wenn mehrere Kundenbenutzer gesperrt sind, verwenden Sie das Filterfeld, um einen bestimmten Kundenbenutzer zu finden, indem Sie einfach den zu filternden Namen eingeben.
hu: Ha több ügyfél-felhasználó is zárolva van, akkor használja a szűrődobozt egy bizonyos ügyfél-felhasználó megkereséséhez azáltal, hogy egyszerűen begépeli a nevét a szűrőbe.
zh_cn: 如果锁定了多个客户用户，只需键入要过滤的名称，即可使用过滤器框查找特定客户用户。

source: The login in the external interface counts the failed login attempts. If the configurable count of failed login attempts is reached, the customer user account is locked using the customer preferences within the OTRS database.
de: Die Anmeldung im externen Interface zählt die fehlgeschlagenen Anmeldeversuche. Wird die konfigurierbare Anzahl fehlerhafter Anmeldeversuche erreicht, wird das Benutzer-Konto des Kunden entsprechend den Kundeneinstellungen in der OTRS-Datenbank gesperrt.
hu: A külső felületen lévő bejelentkezés számolja a sikertelen bejelentkezési kísérleteket. Ha a sikertelen bejelentkezési kísérletek beállított számát elérik, akkor az ügyfél-felhasználói fiók zárolva lesz az ügyfélbeállítások használatával az OTRS adatbázisán belül.
zh_cn: 外部人员界面中的登录模块统计失败的登录尝试次数。 如果达到失败登录尝试的可配置计数，则使用OTRS数据库中的客户首选项锁定客户用户帐户。

source: The login is not possible and the customer user will see the message: *Login failed! Your user name or password entered incorrectly.*
de: Die Anmeldung ist nicht möglich und der Kundenbenutzer wird die Meldung sehen: *Die Anmeldung ist fehlgeschlagen! Ihr Benutzername oder Passwort wurde falsch eingegeben.*
hu: A bejelentkezés nem lehetséges, és az ügyfél-felhasználó a következő üzenetet látja: *Sikertelen bejelentkezés! A megadott felhasználónév vagy jelszó hibás.*
zh_cn: 无法登录，客户用户将看到以下消息：*登录失败！ 您输入的用户名或密码不正确。*

source: This mechanism works for customer users which are stored in the OTRS database itself or in a tethered LDAP server.
de: Dieser Mechanismus funktioniert für Kundenbenutzer, die in der OTRS-Datenbank selbst oder in einem vernetzten LDAP-Server gespeichert sind.
hu: Ez a mechanizmus olyan ügyfél-felhasználóknál működik, akik magában az OTRS adatbázisában vannak eltárolva vagy LDAP-kiszolgálón keresztül lépnek be.
zh_cn: 此机制适用于存储在 OTRS 数据库或 LDAP 服务器中的客户用户。

source: Calendar Resource Planning
zh_cn: 日历资源计划

source: Cross-departmental overview of all teams and resources.
de: Abteilungsübergreifender Überblick über alle Teams und Ressourcen.
hu: Az összes csapat és erőforrás osztályok közötti áttekintése.
zh_cn: 所有团队和资源的跨部门概览。

source: Calendar, resource planning and project planning in one tool.
de: Kalender, Ressourcenplanung und Projektplanung in einem Werkzeug.
hu: Naptár, erőforrás-tervezés és projekttervezés egyetlen eszközzel.
zh_cn: 日历、资源计划和项目计划都在一个工具中。

source: Human resources
de: Personalwesen
hu: Emberi erőforrások
zh_cn: 人力资源

source: Logistics
de: Logistik
hu: Logisztika
zh_cn: 物流

source: Marketing and public relations
de: Marketing und Öffentlichkeitsarbeit
hu: Marketing és közönségkapcsolatok
zh_cn: 市场和公共关系

source: Project management
de: Projektleitung
hu: Projektmenedzsment
zh_cn: 项目管理

source: This package extends the *Calendar Management* screen with a new section to set default values and add dynamic fields to appointments. New management screens for teams and team agents are also available from the :doc:`agent/calendar/manage-teams` and :doc:`agent/calendar/manage-team-agents` menu item of the *Calendar* menu in the agent interface. It is also possible to send out ICS files in appointment notifications.
de: Dieses Paket erweitert die Ansicht *Kalenderverwaltung* um einen neuen Abschnitt, um Standardwerte festzulegen und Termine mit dynamischen Feldern zu versehen. Neue Ansichten für Teams und Teamagenten sind auch über die Menüpunkte :doc:`agent/calendar/manage-teams` und :doc:`agent/calendar/manage-team-agents` des Menüs *Kalender* im Agenten-Interface verfügbar. Es ist auch möglich, ICS-Dateien in Terminbenachrichtigungen zu versenden.
hu: Ez a csomag a *Naptárkezelés* képernyőt bővíti ki egy új szakasszal, hogy alapértelmezett értékeket lehessen beállítani és dinamikus mezőket lehessen hozzáadni az időpontokhoz. Új kezelőképernyők is elérhetők a csapatokhoz és a csapatügyintézőkhöz az ügyintézői felületen lévő *Naptár* menü :doc:`agent/calendar/manage-teams` és :doc:`agent/calendar/manage-team-agents` menüpontjaiból. Lehetőség van ICS-fájlok kiküldésére is az időpont-értesítésekben.
zh_cn: 此软件包扩展了 *日历管理* 屏幕，增加了一个新的部分用于设置默认值并向预约添加动态字段。团队和团队服务人员的新管理屏幕也可从服务人员界面 *日历* 菜单的 :doc:`agent/calendar/manage-teams` 和 :doc:`agent/calendar/manage-team-agents` 菜单项中获得。也可以在预约通知中发送ICS文件。

source: This package extends the *Calendar Management* screen with a new section to set default values and add dynamic fields to appointments.
de: Dieses Paket erweitert die Ansicht *Kalenderverwaltung* um einen neuen Abschnitt, um Standardwerte festzulegen und Termine mit dynamischen Feldern zu versehen.
hu: Ez a csomag a *Naptárkezelés* képernyőt bővíti ki egy új szakasszal, hogy alapértelmezett értékeket lehessen beállítani és dinamikus mezőket lehessen hozzáadni az időpontokhoz.
zh_cn: 此软件包扩展了 *日历管理* 屏幕，增加了一个新的部分用于设置默认值并向预约添加动态字段。

source: Calendars
de: Kalender
hu: Naptárak
zh_cn: 日历

source: Use this screen to add default values to appointments. The calendar management screen is available in the *Calendars* module of the *Administration* group in the administrator interface or from the *Manage Calendars* menu item of the *Calendar* menu in the agent interface.
de: In dieser Ansicht können Sie Terminen Standardwerte hinzufügen. Die Ansicht für die Kalenderverwaltung ist im Modul *Kalender* der Gruppe *Administration* oder über den Menüpunkt *Kalender verwalten* des Menüs *Kalender* im Administrator-Interface verfügbar.
hu: Használja ezt a képernyőt, hogy alapértelmezett értékeket adjon az időpontokhoz. A napárkezelés képernyő az adminisztrátori felületen lévő *Adminisztráció* csoport *Naptárak* moduljában vagy az ügyintézői felületen lévő *Naptár* menü *Naptárak kezelése* menüpontjából érhető el.
zh_cn: 使用此屏幕可向预约添加默认值。日历管理屏幕可在管理员界面中的 *管理* 组的 *日历* 模块中使用，或在服务人员界面中的 *日历* 菜单的 *管理日历* 菜单项中使用。

source: This package extends the *Calendar Management* screen with a new section to set default title, description and location for appointments.
de: Dieses Paket erweitert die Ansicht *Kalenderverwaltung* um einen neuen Abschnitt, um Standardtitel, Beschreibung und Ort für Termine festzulegen.
hu: Ez a csomag a *Naptárkezelés* képernyőt bővíti ki egy új szakasszal, hogy alapértelmezett címet, leírást és helyet lehessen beállítani az időpontokhoz.
zh_cn: 此软件包扩展了 *日历管理* 屏幕，增加了一个新的部分，用于设置预约的默认标题、说明和位置。

source: To set default values for appointments:
de: So legen Sie Standardwerte für Termine fest:
hu: Az időpontokhoz történő alapértelmezett értékek beállításához:
zh_cn: 若要设置预约的默认值，请执行以下操作：

source: Click on the *Add Calendar* button in the left sidebar or click on a calendar in the list of calendars.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Neuen Kalender anlegen* oder klicken Sie auf einen Kalender in der Liste mit den Kalendern.
hu: Kattintson a *Naptár hozzáadása* gombra a bal oldalsávban vagy kattintson egy naptárra a naptárak listájában.
zh_cn: 单击左侧边栏中的 *添加日历* 按钮，或单击日历列表中的日历。

source: Add default values in the *Manage Settings* widget.
de: Fügen Sie Standardwerte im Widget *Einstellungen verwalten* hinzu.
hu: Adjon hozzá alapértelmezett értékeket a *Beállítások kezelése* felületi elemben.
zh_cn: 在 *管理设置* 小部件中添加默认值。

source: Manage Settings Widget
de: Widget „Einstellungen verwalten”
hu: Beállítások kezelése felületi elem
zh_cn: 管理设置小部件

source: Manage Settings
de: Einstellungen verwalten
hu: Beállítások kezelése
zh_cn: 管理设置

source: This section is visible only, if :doc:`../processes-automation/dynamic-fields` for appointments are added to the system.
de: Dieser Abschnitt ist nur sichtbar, wenn :doc:`../processes-automation/dynamic-fields` für Termine dem System hinzugefügt werden.
hu: Ez a szakasz csak akkor látható, ha időpontokhoz tartozó :doc:`../processes-automation/dynamic-fields` lettek hozzáadva a rendszerhez.
zh_cn: 仅当系统中添加了用于预约的 :doc:`../processes-automation/dynamic-fields` 时，此部分才可见。

source: Each appointment dynamic fields are listed in this section.
de: Die dynamischen Felder für jeden Termin sind in diesem Abschnitt aufgeführt.
hu: Minden egyes időpont dinamikus mező fel van sorolva ebben a szakaszban.
zh_cn: 此部分列出了每个预约动态字段。

source: Define for each appointment dynamic field to *Hide*, *Show* or *Show as mandatory*.
de: Definieren Sie für jedes dynamische Feld für Termine *Ausblenden*, *Anzeigen* oder *Anzeigen als Pflichtfeld*.
hu: Határozza meg minden egyes időpontont dinamikus mezőhöz, hogy *Elrejtés*, *Megjelenítés* vagy *Megjelenítés kötelezőként* szükséges.
zh_cn: 为每个预约动态字段定义 *隐藏*、*显示* 或 *强制显示*。

source: Advanced Settings
de: Erweiterte Einstellungen
hu: Speciális beállítások
zh_cn: 高级设置

source: Title (default)
de: Titel (Standard)
hu: Cím (alapértelmezett)
zh_cn: 标题（默认）

source: Define the default title for appointments using this calendar.
de: Definiert den Standardtitel für Termine die diesen Kalender benutzen.
hu: A naptár által használt időpontok alapértelmezett címének meghatározása.
zh_cn: 定义使用此日历的预约的默认标题。

source: Description (default)
de: Beschreibung (Standard)
hu: Leírás (alapértelmezett)
zh_cn: 说明（默认）

source: Define the default description for appointments using this calendar.
de: Definiert die Standardbeschreibung für Termine die diesen Kalender benutzen.
hu: A naptár által használt időpontok alapértelmezett leírásának meghatározása.
zh_cn: 定义使用此日历的预约的默认说明。

source: Location (default)
de: Standort (Standard)
hu: Hely (alapértelmezett)
zh_cn: 位置（默认）

source: Define the default location for appointments using this calendar.
de: Definiert die Standard-Standort für Termine, die diesen Kalender benutzen.
hu: A naptár által használt időpontok alapértelmezett helyének meghatározása.
zh_cn: 使用此日历定义预约的默认位置。

source: Additional description
de: Zusätzliche Beschreibung
hu: További leírás
zh_cn: 附加说明

source: Define the additional text which is shown on each appointment in *Timeline Custom* view to display more information in the overview screens. It is possible to show attributes of the appointments, as well as stored dynamic fields. Even the access to linked ticket data is possible.
de: Definiert den zusätzlichen Text, der bei jedem Termin in der Ansicht *Zeitleiste Benutzerdefiniert* angezeigt wird, um weitere Informationen in den Übersichtsbildern anzuzeigen. Es ist möglich, Attribute der Termine sowie gespeicherte dynamische Felder anzuzeigen. Auch der Zugriff auf verknüpfte Ticketdaten ist möglich.
hu: További szöveg meghatározása, amely az egyes időpontoknál jelenik meg az *Egyéni idővonal* nézetben, hogy több információt jelenítsen meg az áttekintő nézeteken. Lehetőség van az időpontok attribútumainak, valamint a tárolt dinamikus mezők megjelenítésére. Még a kapcsolt jegyek adataihoz történő hozzáférés is lehetséges.
zh_cn: 定义 *自定义时间线* 视图中每个预约上显示的附加文本，以便在概览屏幕中显示更多信息。可以显示预约的属性以及存储的动态字段。甚至可以访问链接的工单数据。

source: It is possible to use OTRS smart tags related to the appointment, e.g. ``<OTRS_APPOINTMENT_X>``, ``<OTRS_APPOINTMENT_DYNAMICFIELD_X>``. You can even access data of linked tickets using ``<OTRS_APPOINTMENT_TICKET_X>``. If more than one ticket is linked, you can use ``<OTRS_APPOINTMENT_TICKET_1_X>``. Tickets are sorted by ticket ID.
de: Es ist möglich, OTRS Smart-Tags zu verwenden, die sich auf den Termin beziehen, z.B. ``<OTRS_APPOINTMENT_X>``, ``<OTRS_APPOINTMENT_DYNAMICFIELD_X>``. Sie können sogar auf die Daten der verknüpften Tickets mit ``<OTRS_APPOINTMENT_TICKET_X>`` zugreifen. Wenn mehr als ein Ticket verknüpft ist, können Sie ``<OTRS_APPOINTMENT_TICKET_1_X>`` verwenden. Die Tickets werden nach Ticket-ID sortiert.
hu: Lehetőség van az időponthoz kapcsolódó OTRS okos címkéket is használni, például ``<OTRS_APPOINTMENT_X>`` vagy ``<OTRS_APPOINTMENT_DYNAMICFIELD_X>``. Még a kapcsolt jegyek adataihoz is hozzáférhet az ``<OTRS_APPOINTMENT_TICKET_X>`` használatával. Ha egynél több jegy van hozzákapcsolva, akkor használhatja az ``<OTRS_APPOINTMENT_TICKET_1_X>`` címkét. A jegyek a jegyazonosító szerint vannak rendezve.
zh_cn: 可以使用与预约相关的OTRS智能标签，例如 ``<OTRS_APPOINTMENT_X>``、``<OTRS_APPOINTMENT_DYNAMICFIELD_X>``。您甚至可以使用 ``<OTRS_APPOINTMENT_TICKET_X>`` 来访问链接工单的数据。如果链接了多个工单，则可以使用 ``<OTRS_APPOINTMENT_TICKET_1_X>``，工单按工单ID排序。

source: The appointment is not created at this time and not all values are there (e.g. no dynamic field values can be used). The defined texts are only used during appointment creation (no update functionality), therefore not all OTRS smart tags are usable.
de: Der Termin wird zu diesem Zeitpunkt noch nicht angelegt und es sind nicht alle Werte vorhanden (z.B. können keine Werte dynamischer Felder verwendet werden). Die definierten Texte werden nur bei der Terminerstellung verwendet (keine Update-Funktionalität), daher sind nicht alle OTRS Smart Tags verwendbar.
hu: Az időpont ekkor még nincs létrehozva, és nem érhető el az összes érték (például nem használhatók a dinamikus mező adatai). A meghatározott szövegek csak az időpont létrehozása során vannak használva (nincs frissítési funkcionalitás), emiatt nem használható az összes OTRS okos címke.
zh_cn: 此时未创建预约，并且并非所有值都存在（例如，不能使用动态字段值）。定义的文本仅在创建预约时使用（没有更新功能），因此并非所有OTRS智能标签都可用。

source: The default values are populated whenever the calendar is chosen and the title, description or location is empty.
de: Die Standardwerte werden ausgefüllt, wenn der Kalender ausgewählt wird und Titel, Beschreibung oder Ort leer sind.
hu: Az alapértelmezett értékek akkor lesznek kitöltve, amikor egy naptárat kiválasztanak és a cím, a leírás vagy a hely üres.
zh_cn: 每当选择日历且标题、说明或位置为空时，将填充为默认值。

source: Behind the input fields for title, description and location, there is a refresh button if default values are specified. This refresh button could be used to re-apply the stored default values if for example dynamic fields are entered in the screen.
de: Neben den Eingabefeldern für Titel, Beschreibung und Ort befindet sich eine Aktualisierungsschaltfläche, wenn Standardwerte angegeben sind. Mit dieser Aktualisierungsschaltfläche können Sie die gespeicherten Standardwerte wieder übernehmen, wenn z.B. Werte von dynamischen Felder eingegeben werden.
hu: A cím, a leírás és a hely beviteli mezői mögött egy frissítés ikon található, ha alapértelmezett értékek vannak megadva. Ez a frissítés gomb használható a tárolt alapértelmezett értékek újbóli alkalmazásához, ha például dinamikus mezők vannak megadva a képernyőn.
zh_cn: 在标题、说明或位置的输入字段后面，如果指定了默认值，则有一个刷新按钮。如果在屏幕中输入了动态字段，则此刷新按钮可用于重新应用存储的默认值。

source: The already entered data will be overwritten using the refresh buttons.
de: Die bereits eingegebenen Daten werden mit den Aktualisierungsschaltflächen überschrieben.
hu: A már megadott adatok felül lesznek írva a frissítés gombok használatával.
zh_cn: 使用刷新按钮将覆盖已输入的数据。

source: This feature adds the possibility to send out ICS files in appointment notifications.
de: Diese Funktion bietet die Möglichkeit, ICS-Dateien in Terminbenachrichtigungen zu versenden.
hu: Ez a funkció lehetőséget ad ICS-fájlok kiküldésére az időpont-értesítésekben.
zh_cn: 此功能增加了在预约通知中发送ICS文件的可能性。

source: Appointment Notifications
de: Terminbenachrichtigungen
hu: Időpont-értesítések
zh_cn: 预约通知

source: Use this screen to filter appointments and send ICS files in appointment notifications, that can be opened with any regular calendar application. The appointment notification management screen is available in the *Appointment Notifications* module of the *Communication & Notifications* group.
de: Verwenden Sie diese Ansicht, um Termine zu filtern und ICS-Dateien in Terminbenachrichtigungen zu senden, die mit jeder normalen Kalenderanwendung geöffnet werden können. Die Ansicht zur Verwaltung von Terminbenachrichtigungen ist im Modul *Terminbenachrichtigungen* in der Gruppe *Kommunikation & Benachrichtigungen* verfügbar.
hu: Használja ez a képernyőt az időpontok szűréséhez és az időpont-értesítésekben történő ICS-fájlok kiküldéséhez, amelyek megnyithatók bármely szabványos naptáralkalmazással. Az időpont-értesítések kezelőképernyője a *Kommunikáció és értesítések* csoport *Időpont-értesítések* moduljában érhető el.
zh_cn: 使用此屏幕可以筛选预约并在预约通知中发送ICS文件，这些文件可以用任何常规日历应用程序打开。预约通知管理屏幕位于 *通信和通知* 组的 *预约通知* 模块中。

source: Appointment Filter
de: Terminfilter
hu: Időpont szűrő
zh_cn: 预约过滤器

source: Use this section in new or existing appointment notification to filter appointments.
de: Verwenden Sie diesen Abschnitt in neuen oder bestehenden Terminbenachrichtigungen, um Termine zu filtern.
hu: Használja ezt a szakaszt az új vagy meglévő időpont-értesítésekben az időpontok szűréséhez.
zh_cn: 在新的或现有的预约通知中使用此部分来筛选预约。

source: Appointment Filter Section
de: Terminfilter-Abschnitt
hu: Időpont szűrő szakasz
zh_cn: 预约过滤器部分

source: It is possible to filter based on calendar, title, location, team or resource, as well as dynamic fields (if dynamic field for appointments is created in :doc:`../processes-automation/dynamic-fields` screen).
de: Es ist möglich, nach Kalender, Titel, Ort, Team oder Ressource sowie nach dynamischen Feldern zu filtern (wenn ein dynamisches Feld für Termine in :doc:`../processes-automation/dynamic-fields` erstellt wird).
hu: Lehetőség van naptár, cím, hely, csapat vagy erőforrás, valamint dinamikus mezők alapján is szűrni (ha az időpontokhoz dinamikus mezők lettek létrehozva a :doc:`../processes-automation/dynamic-fields` képernyőn).
zh_cn: 可以根据日历、标题、位置、团队或资源以及动态字段进行筛选（如果在 :doc:`../processes-automation/dynamic-fields` 屏幕中创建了预约的动态字段）。

source: Send ICS Files in Notifications
de: ICS-Dateien in Benachrichtigungen senden
hu: ICS-fájlok küldése az értesítésekben
zh_cn: 在通知中发送ICS文件

source: It is possible to include an ICS file to the appointment notification sent to users.
de: Es ist möglich, eine ICS-Datei in die Terminbenachrichtigung an die Benutzer aufzunehmen.
hu: Lehetőség van beágyazni egy ICS-fájlt a felhasználóknak küldött időpont-értesítésbe.
zh_cn: 可以在发送给用户的预约通知中包含ICS文件。

source: To activate the sending of ICS files:
de: So aktivieren Sie das Senden von ICS-Dateien:
hu: Az ICS-fájlok küldésének bekapcsolásához:
zh_cn: 若要激活ICS文件的发送：

source: Create a new appointment notification or select an existing appointment notification.
de: Erstellen Sie eine neue Terminbenachrichtigung oder wählen Sie eine bestehende Terminbenachrichtigung aus.
hu: Hozzon létre egy új időpont-értesítést vagy válasszon egy meglévő időpont-értesítést.
zh_cn: 创建一个新的预约通知或选择一个现有的预约通知。

source: In the *Events* widget select ``AppointmentCreate``, ``AppointmentUpdate`` or ``AppointmentDelete`` as event.
de: Wählen Sie im Widget *Ereignisse* als Ereignis ``AppointmentCreate``, ``AppointmentUpdate`` oder ``AppointmentDelete``.
hu: Az *Események* felületi elemben válassza ki az ``AppointmentCreate``, ``AppointmentUpdate`` vagy ``AppointmentDelete`` események egyikét.
zh_cn: 在 *事件* 小部件中，选择 ``AppointmentCreate``、 ``AppointmentUpdate`` 或 ``AppointmentDelete`` 作为事件。

source: In the *Notification Methods* widget select *Send ICS file*.
de: Wählen Sie im Widget *Benachrichtigungsmethoden* die Option *ICS-Datei senden*.
hu: Az *Értesítési módszerek* felületi elemben jelölje be az *ICS-fájl küldése* lehetőséget.
zh_cn: 在 *通知方法* 小部件选择 *发送ICS文件*。
