Repository: Yan-Oliveira/doc-fao
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu, zh_cn

source: To set VIP status for a customer user:
de: So setzen Sie den VIP-Status für einen Kundenbenutzer:
hu: Egy ügyfél-felhasználó VIP állapotának beállításához:
zh_cn: 若要为一个客户用户设置VIP状态：

source: Select *OTRSVIPCustomer* in the *Navigation* widget.
de: Wählen Sie *OTRSVIPCustomer* im Widget *Navigation*.
hu: Válassza ki az *OTRSVIPCustomer* lehetőséget a *Navigáció* felületi elemben.
zh_cn: 在 *导航* 小部件中选择 *OTRSVIPCustomer*。

source: Navigate to *Core → OTRSVIPCustomer* in the navigation tree.
de: Navigieren Sie im Navigationsbaum zu *Core → OTRSVIPCustomer*.
hu: Navigáljon a *Core → OTRSVIPCustomer* ághoz a navigációs fában.
zh_cn: 导航到导航树中的 *Core → OTRSVIPCustomer*。

source: Add the customer user IDs (login names) to setting ``VIP::UIDs``.
de: Fügen Sie die Kunden-Benutzer-IDs (Anmeldenamen) zur Einstellung ``VIP::UIDs`` hinzu.
hu: Adja hozzá az ügyfél-felhasználó azonosítóit (bejelentkezési neveit) a ``VIP::UIDs`` beállításhoz.
zh_cn: 将客户用户ID（登录名）添加到 ``VIP::UIDs`` 设置中。

source: To set an existing SLA only available for VIP customer users:
de: So legen Sie ein bestehendes SLA fest, das nur für Benutzer von VIP-Kunden verfügbar ist:
hu: Egy meglévő SLA beállításához úgy, hogy csak VIP ügyfél-felhasználónak legyen elérhető:
zh_cn: 若要设置现有的SLA仅对VIP客户用户可用:

source: Add the SLAs to setting ``VIP::SLAs``.
de: Fügen Sie die SLAs der Einstellung ``VIP::SLAs`` hinzu.
hu: Adja hozzá az SLA-kat a ``VIP::SLAs`` beállításhoz.
zh_cn: 将该SLA添加到 ``VIP::SLAs`` 设置。

source: If a customer user is configured as a VIP, the internal customer record will have the attribute ``UserVIP`` set to ``TRUE``. This allows to access the customer user’s VIP status through other technical facilities, such as ACL definitions.
de: Wenn ein Kundenbenutzer als VIP konfiguriert ist, wird der interne Kundendatensatz das Attribut ``UserVIP`` auf ``TRUE`` gesetzt. Dies erlaubt den Zugriff auf den VIP-Status des Kundenbenutzers über andere technische Einrichtungen, wie z.B. ACL-Definitionen.
hu: Ha egy ügyfél-felhasználó VIP-ként van beállítva, akkor a belső ügyfélrekord ``UserVIP`` attribútuma ``TRUE`` értékre lesz állítva. Ez lehetővé teszi az ügyfél-felhasználó VIP állapotához való hozzáférését egyéb műszaki összetevőkön, például ACL meghatározásokon keresztül.
zh_cn: 如果客户用户被配置为VIP，那么内部客户记录的属性 `UserVIP`` 将被设置为 ``TRUE``。这允许通过其它技术设施(如ACL定义)访问客户用户的VIP状态。

source: If a customer user is configured as a VIP, the *Customer Information* widget will show the VIP status of the user with a big red *VIP Customer* badge.
de: Wenn ein Kundenbenutzer als VIP konfiguriert ist, zeigt das *Kundeninformation* Widget den VIP-Status des Benutzers mit einem großen roten *VIP Kunden* Ausweis an.
hu: Ha egy ügyfél-felhasználó VIP-ként van beállítva, akkor az *Ügyfél-információk* felületi elem egy nagy, piros *VIP ügyfél* szimbólummal fogja megjeleníteni a felhasználó VIP állapotát.
zh_cn: 如果一个客户用户被配置为VIP，则 *客户信息* 小部件将用一个红色的 *VIP客户* 徽章显示该用户的VIP状态。

source: Customer Information Widget
de: Widget „Kundeninformationen”
hu: Ügyfél-információk felületi elem
zh_cn: 客户信息 小部件

source: The extended *Customer Information* widget is available in all ticket create screens as well as in the *Ticket Zoom* screen.
de: Das erweiterte *Kundeninformation* Widget ist in allen Ticket-Erstellungsansichten sowie in der *Ticket-Detailansicht* verfügbar.
hu: A kiterjesztett *Ügyfél-információk* felületi elem elérhető az összes jegylétrehozás képernyőn, valamint a *Jegynagyítás* képernyőn is.
zh_cn: 扩展的 *客户信息* 小部件可在所有工单创建屏幕以及 *工单详情* 屏幕中使用。

source: If an SLA is configured to be only shown for VIP customer users, it will not be available anymore to regular users.
de: Wenn ein SLA so konfiguriert ist, dass es nur für VIP-Kunden-Benutzer angezeigt wird, ist es für normale Benutzer nicht mehr verfügbar.
hu: Ha egy SLA úgy van beállítva, hogy csak a VIP ügyfél-felhasználóknak jelenjen meg, akkor az többé nem lesz elérhető a normál felhasználóknak.
zh_cn: 如果SLA被配置为只显示VIP客户用户，那么普通用户将无法使用它。

source: A service technician can’t get into the building or has no free access to the machine that needs to be fixed – the escalation must be suspended
hu: Egy szerviztechnikus nem tud bejutni az épületbe, vagy nincs szabad hozzáférése ahhoz a géphez, amelyet meg kell javítania – az eszkalációt fel kell függeszteni.

source: and many more!
hu: És még sok más ilyen eset van!

source: Escalation: [EscalationName] (Start) (EscalationStart_[EscalationTypeID])
de: Eskalation: [EscalationName] (Start) (EscalationStart_[EscalationTypeID])
hu: Eszkaláció: [EscalationName] (Start) (EscalationStart_[EscalationTypeID])

source: Escalation: [EscalationName] (NotifyBefore) (EscalationNotifyBefore_[EscalationTypeID])
de: Eskalation: [EscalationName] (NotifyBefore) (EscalationNotifyBefore_[EscalationTypeID])
hu: Eszkaláció: [EscalationName] (NotifyBefore) (EscalationNotifyBefore_[EscalationTypeID])

source: Escalation: [EscalationName] (Breached) (EscalationBreached_[EscalationTypeID])
hu: Eszkaláció: [EscalationName] (Breached) (EscalationBreached_[EscalationTypeID])

source: Escalation: [EscalationName] (Restart) (EscalationRestart_[EscalationTypeID])
hu: Eszkaláció: [EscalationName] (Restart) (EscalationRestart_[EscalationTypeID])

source: Escalation: [EscalationName] (Suspend) (EscalationSuspend_[EscalationTypeID])
hu: Eszkaláció: [EscalationName] (Suspend) (EscalationSuspend_[EscalationTypeID])

source: Escalation: [EscalationName] (ResumeSuspend) (EscalationResumeSuspend_[EscalationTypeID])
hu: Eszkaláció: [EscalationName] (ResumeSuspend) (EscalationResumeSuspend_[EscalationTypeID])

source: Escalation: [EscalationName] (ResumeStop) (EscalationResumeStop_[EscalationTypeID])
hu: Eszkaláció: [EscalationName] (ResumeStop) (EscalationResumeStop_[EscalationTypeID])

source: Escalation: [EscalationName] (Stop) (EscalationStop_[EscalationTypeID])
hu: Eszkaláció: [EscalationName] (Stop) (EscalationStop_[EscalationTypeID])

source: This feature add-on provides a detailed overview of the entire team’s operations. By linking calendar entries with tickets, you have easy access to your appointments.
hu: Ez a funkciókiegészítő a teljes csapat munkájának részletes áttekintését biztosítja. A naptárbejegyzések jegyekkel való összekapcsolása egyszerűvé teszi az időpontokhoz történő hozzáférést.

source: You can also use pre-defined authorization groups to create common calendars for select teams so that important information, such as meetings or deadlines, is available to all relevant agents.
hu: Lehetősége van arra is, hogy az előre meghatározott jogosultságú csoportok részére közös naptárbejegyzést tegyen a fontos információkról – például megbeszélésre vagy határidőre vonatkozóan –, amelyek így minden érintett ügyintéző számára elérhetőek.

source: Visualize which agent is responsible for which tasks and the expected amount of time needed to complete the tasks. Meetings, appointments and simple project planning are now centrally available for the entire department in **OTRS**.
hu: Tegye láthatóvá, hogy melyik ügyintéző melyik feladatért felelős, és hogy a feladat megoldásához várhatóan mennyi időre lesz szükség. A találkozók, a megbeszélések, és az egyszerű projekttervezés mostantól központilag elérhető a teljes osztály számára az **OTRS**-ben.

source: and many more
hu: és egyéb rendszereknek

source: This feature gives a configuration interface for creating or changing dynamic fields of type calculation. Simple mathematical operations and OTRS tags like ``<OTRS_TICKET_AccountedTime>`` can be used.
hu: Ez a funkció beállítási felületet ad a számítás típusú dinamikus mezők létrehozásához vagy megváltoztatásához. Egyszerű matematikai műveletek és OTRS címkék használhatók, mint például ``<OTRS_TICKET_AccountedTime>``.

source: England → support.uk@company.com
hu: Anglia → support.uk@company.com

source: France → support.fr@company.com
de: Frankreich → support.fr@company.com
hu: Franciaország → support.fr@company.com

source: Germany → support.de@company.com
de: Deutschland → support.de@company.com
hu: Németország → support.de@company.com

source: Scotland → support.uk@company.com
de: Schottland → support.uk@company.com
hu: Skócia → support.uk@company.com

source: ``CDRadio`` → CD Radio
hu: ``CDRadio`` → CD-rádió

source: PartnerID ↔ CustomerID
hu: Partnerazonosító ↔ Ügyfél-azonosító

source: PartnerID \*
hu: Partnerazonosító \*

source: CustomerID \*
hu: Ügyfél-azonosító \*

source: *Peugeot Service*
hu: *Peugeot szolgáltatás*

source: *VW Service*
hu: *VW szolgáltatás*

source: VW Service Request 1
hu: VW szolgáltatáskérés 1

source: VW Service Request 2
hu: VW szolgáltatáskérés 2

source: Peugeot Service Request
de: Peugeot Service-Anfrage
hu: Peugeot szolgáltatáskérés

source: VW Template 1
hu: VW sablon 1

source: VW Service
hu: VW szolgáltatás

source: VW Template 2
hu: VW sablon 2

source: Peugeot Template
hu: Peugeot sablon

source: Peugeot Service
hu: Peugeot szolgáltatás

source: Missing DTT assignment for CustomerGroup
de: Fehlende DTT-Zuordnung für Kundengruppe
hu: Hiányzó DJS hozzárendelés az ügyfél csoportjánál

source: This feature add-on gives you an operations overview of the entire team. And that’s not all. Dynamic fields, reporting functions and notifications can make your work simpler by allowing you to have individualized calendar views, resource planning per person or team, and selected import options into the calendar.
de: Dieses Feature Add-on gibt Ihnen einen betrieblichen Überblick über das gesamte Team. Und das ist noch nicht alles. Dynamische Felder, Berichtsfunktionen und Benachrichtigungen können Ihnen die Arbeit erleichtern, indem sie Ihnen individuelle Kalenderansichten, Ressourcenplanung pro Person oder Team und ausgewählte Importoptionen in den Kalender ermöglichen.

source: Additionally, customer and ticket data can be synchronized from a linked ticket into an appointment. This data can then be made available to the agent in the field as an offline local calendar. By linking the calendar entries with tickets, you always have complete details about your appointments on hand.
de: Zusätzlich können Kunden- und Ticketdaten aus einem verknüpften Ticket in einen Termin synchronisiert werden. Diese Daten können dann dem Agenten im Feld als lokaler Offline-Kalender zur Verfügung gestellt werden. Durch die Verknüpfung der Kalendereinträge mit Tickets haben Sie immer vollständige Details zu Ihren Terminen zur Hand.

source: With pre-defined authorization groups, you can even create shared calendars for select teams. Now, important information, such as meetings or deadlines, are available for all relevant agents.
de: Mit vordefinierten Berechtigungsgruppen können Sie sogar gemeinsame Kalender für ausgewählte Teams erstellen. Jetzt sind wichtige Informationen, wie z.B. Besprechungen oder Termine, für alle relevanten Bearbeiter verfügbar.

source: Visualize which agent has which tasks to perform and how much time is estimated for completing these. Meetings, appointments and simple project planning can now be displayed centrally in **OTRS** for the entire department.
de: Visualisieren Sie, welcher Agent für welche Aufgaben verantwortlich ist und wie lange es voraussichtlich dauern wird, bis die Aufgaben erledigt sind. Besprechungen, Termine und einfache Projektplanung stehen nun zentral für die gesamte Abteilung in **OTRS** zur Verfügung.

source: Reporting functions and notifications.
de: Berichtsfunktionen und Benachrichtigungen.

source: Customer and ticket data also available offline for field service use.
de: Kunden- und Ticket-Daten sind auch offline für den Außendienst verfügbar.

source: This feature add-on makes it possible to create dynamic fields of the type *Calculation*, which can perform simple mathematical operations.
de: Mit diesem Feature Add-on ist es möglich, dynamische Felder vom Typ *Berechnung* zu erstellen, die einfache mathematische Operationen durchführen können.

source: They can be used when a sum is required, such as with invoices, reporting or other number-related data. Administrators can run calculations in numeric fields if they want to add or divide values from one numeric field into another numeric field.
de: Sie können verwendet werden, wenn eine Summe erforderlich ist, z.B. bei Rechnungen, Berichten oder anderen zahlenbezogenen Daten. Administratoren können Berechnungen in numerischen Feldern ausführen, wenn sie Werte aus einem numerischen Feld in ein anderes numerisches Feld addieren oder dividieren möchten.

source: Perform calculations in numeric fields.
de: Ausführen von Berechnungen in numerischen Feldern.

source: Save time by easily adding or multiplying values in a numeric field.
de: Sparen Sie Zeit durch einfaches Addieren oder Multiplizieren von Werten in einem numerischen Feld.

source: *custom_notifications*
de: *Benutzerdefinierte Benachrichtigungen*
