Repository: Yan-Oliveira/doc-fao
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu, zh_cn

source: For detailed instructions on how to write Template Toolkit code, refer to the `Template Toolkit User Manual <http://www.template-toolkit.org/docs/manual/index.html>`__.
de: Detaillierte Anweisungen zum Schreiben von Template Toolkit-Code finden Sie im Benutzerhandbuch für Template Toolkit <http://www.template-toolkit.org/docs/manual/index.html>`__.
hu: A Template Toolkit kód írásával kapcsolatos részletes utasításokért nézze meg a `Template Toolkit felhasználói kézikönyvet <http://www.template-toolkit.org/docs/manual/index.html>`__ (angol nyelven).
zh_cn: 有关如何编写 Template Toolkit 代码的详细说明，请参阅 `Template Toolkit 用户手册 <http://www.template-toolkit.org/docs/manual/index.html>`__。

source: Debugging Templates
de: Debuggen von Vorlagen
hu: Sablonok hibáinak keresése
zh_cn: 调试模板

source: Writing Template Toolkit code is not too difficult compared to other languages. Nevertheless errors can occur as we are all just humans. To validate your template, open the ticket create or answer screen, where you have your templates configured to be used and choose a template.
de: Das Schreiben von Template Toolkit-Code ist im Vergleich zu anderen Sprachen nicht allzu schwierig. Dennoch treten Fehler auf, da wir alle nur Menschen sind. Um Ihre Vorlage zu validieren, öffnen Sie die Ansichten für die Sie Ihre Vorlagen für die Verwendung konfiguriert haben und wählen Sie eine Vorlage aus.
hu: A Template Toolkit kód írása nem túl nehéz a többi nyelvhez képest. Ennek ellenére hibák előfordulhatnak, mivel mindannyian emberek vagyunk. A sablon ellenőrzéséhez nyissa meg a jegylétrehozás vagy jegyválasz képernyőt, ahol a sablonok be lettek állítva a használathoz, és válasszon egy sablont.
zh_cn: 与其他语言相比，编写 Template Toolkit 代码并不难。然而，错误也会发生，因为我们都是人。要验证您的模板，请打开工单创建或响应屏幕（您在其中配置了要使用的模板）并选择一个模板。

source: If you have mistakes in your Template Toolkit syntax, choosing a template will bring up an error screen that tell you about what went wrong and where to find the error.
de: Wenn Sie Fehler in Ihrer Template Toolkit-Syntax haben, wird bei der Auswahl einer Vorlage ein Fehlerbildschirm angezeigt, der Ihnen anzeigt, was schief gelaufen ist und wo Sie den Fehler finden.
hu: Ha hibák vannak a Template Toolkit szintaxisban, akkor a sablon kiválasztása egy hibaképernyőt fog előhozni, amely elmondja, hogy mi ment tönkre és hol találhatja meg a hibát.
zh_cn: 如果您的代码有 Template Toolkit 语法错误，选择一个模板后会弹出一个错误屏幕，告诉您哪里出了问题以及在哪里找到错误。

source: Error Reason in Error Screen
de: Fehlerursache in der Fehleransicht
hu: Hiba oka a hibaképernyőn
zh_cn: 错误屏幕中的错误原因

source: In this example the **OTRS** system informed us, that there was an unexpected token ``[`` in the line ``[% IF Data.OTRSTagData.TypeID == 1 [% %]``. A second opening bracket was entered inside the same Template Toolkit tag, which for sure is forbidden.
de: In diesem Beispiel hat uns das **OTRS** System mitgeteilt, dass es in der Zeile ``[% IF Data.OTRSTagData.TypeID == 1 [% %]`` ein unerwartetes Token ``[`` gab. Es wurde eine zweite öffnende Klammer in das gleiche Template Toolkit-Tag eingegeben, was verboten ist.
hu: Ebben a példában az **OTRS** rendszer arról tájékoztat minket, hogy egy váratlan ``[`` token volt a ``[% IF Data.OTRSTagData.TypeID == 1 [% %]`` sorban. Egy második nyitó zárójel lett beírva ugyanazon Template Toolkit címkén belül, amely természetesen tilos.
zh_cn: 在本例中，**OTRS** 系统通知我们，在 ``[`` in the line ``[% IF Data.OTRSTagData.TypeID == 1 [% %]`` 行中有一个意外的标记 ``[``。在同一个Template Toolkit 标签中输入了第二个左括号，这肯定是禁止的。

source: To fix the error:
de: So beheben Sie einen Fehler:
hu: A hiba javításához:
zh_cn: 若要修复该错误：

source: Go back to the template editing screen.
de: Gehen Sie zurück zur Bearbeitungsansicht der Vorlage.
hu: Menjen vissza a sablon szerkesztése képernyőre.
zh_cn: 返回模板编辑屏幕。

source: Edit the template and save it.
de: Bearbeiten Sie die Vorlage und speichern Sie sie.
hu: Szerkessze a sablon és mentse el.
zh_cn: 编辑模板并保存。

source: Start debugging the template again by creating or answering a ticket, till no more errors are found and your template comes up as desired.
de: Beginnen Sie mit dem Debuggen der Vorlage erneut, indem Sie ein Ticket erstellen oder beantworten, bis keine Fehler mehr gefunden werden und Ihre Vorlage wie gewünscht erscheint.
hu: Kezdje el a hibakeresést újra egy jegy létrehozásával vagy az arra történő válasszal, amíg nem talál további hibákat, és a sablon úgy jelenik meg, ahogy elvárja.
zh_cn: 通过创建或答复工单，再次开始调试模板，直到不再发现错误，并且您的模板按需要出现为止。

source: This package has no agent interface.
de: Dieses Paket hat kein Agenten-Interface.
hu: Ennek a csomagnak nincs ügyintézői felülete.
zh_cn: 本软件包没有服务人员界面。

source: Advanced Escalations
zh_cn: 高级的升级

source: This feature add-on makes your escalation management more flexible and adjusts it according to your customers or to different service level agreements. Escalation types defined in **OTRS**, such as *First Response Time*, *Update Time*, and *Solution Time*, can be enhanced by creating new types and defining your own names and properties.
de: Dieses Feature-Add-on macht Ihr Eskalationsmanagement flexibler und passt es an Ihre Kunden oder an unterschiedliche Service Level Agreements an. In **OTRS** definierte Eskalationstypen wie *Erstreaktionszeit*, *Aktualisierungszeit* und *Lösungszeit* können durch das Anlegen neuer Eskalationstypen und die Definition eigener Namen und Eigenschaften erweitert werden.
hu: Ez a funkciókiegészítő rugalmasabbá teszi az eszkaláció-menedzsmentet, és az ügyfelei szerint vagy különböző szolgáltatási megállapodások alapján állítja be azt. Az **OTRS**-ben meghatározott eszkalációs típusok, mint például *első válaszidő*, *frissítési idő* és *megoldási idő*, továbbfejleszthetők új típusok létrehozásával, valamint saját nevek és tulajdonságok meghatározásával.
zh_cn: 这个功能插件使您的升级管理更灵活，并根据客户或不同的服务级别协议调整它。通过创建新类型并定义自己的名称和属性，可以增强 **OTRS** 中定义的升级类型，如 *首次响应时间*、*更新时间* 和 *解决方案时间*。

source: The *Ticket Escalation Types* option in the administrator interface enables you to define when escalations should:
de: Die Option *Ticket-Eskalationstypen* im Administrator-Bereich ermöglicht es Ihnen, zu definieren, wenn Eskalationen:
hu: Az adminisztrátori felületen megjelenő *Jegyeszkalációs típusok* beállítás lehetővé teszi annak meghatározását, hogy az eszkalációknak mikor kell:
zh_cn: 管理员界面中的 *工单升级类型* 选项允许您定义何时升级：

source: start,
de: starten sollen
hu: indulni,
zh_cn: 开始

source: stop,
de: stoppen sollen
hu: leállni,
zh_cn: 停止

source: be suspended,
de: unterbrochen werden sollen
hu: felfüggesztésre kerülni,
zh_cn: 已挂起

source: be resumed
de: fortgesetzt werden sollen
hu: folytatásra kerülni,
zh_cn: 已恢复

source: and be restarted.
de: und neugestartet werden sollen.
hu: és újraindulni.
zh_cn: 并已重启。

source: Ticket attributes, like its status or certain events like creating or answering a ticket, can be used as a trigger. For example, an escalation can start when a ticket is created, but the escalation can stop when the ticket is answered by the agent. If the status of a ticket is changed to *Pending Reminder*, the escalation is suspended, but if the status is changed back to *Open*, the escalation resumes. An up-to-date display of the escalation time left makes accurate service time management possible.
de: Auslöser können Ticket-Attribute, wie bspw. der Ticket-Status, oder bestimmte Ereignisse sein. Zum Beispiel kann eine Eskalationszeit starten, wenn ein Ticket neu erstellt wird oder wenn ein Agent eine Antwort an den Kunden verfasst. Wenn der Status eines Tickets auf *Warten zur Erinnerung* geändert wird, wird die Eskalationszeit gestoppt. Wenn der Status wieder auf *Offen* geändert wird, wird die Eskalationszeit fortgesetzt. Eine aktuelle Anzeige der verbleibenden Eskalationszeit ermöglicht ein genaues Servicezeitmanagement.
hu: A jegyattribútumok, mint például annak állapotai vagy bizonyos események, mint például egy jegy létrehozása vagy megválaszolása is használható eseményindítóként. Például egy eszkaláció akkor indulhat, amikor egy jegy létrejön, de az eszkaláció akkor állhat le, amikor a jegyet egy ügyintéző megválaszolja. Ha egy jegy állapota *emlékeztető függőben* értékre változik, akkor az eszkaláció felfüggesztésre kerül, de ha az állapot újra *nyitott* lesz, akkor az eszkaláció folytatódik. A hátralévő eszkalációs idő naprakész megjelenítése lehetővé teszi a pontos szolgáltatási idő menedzsmentjét.
zh_cn: 工单属性(如其状态或某些事件，如创建或响应工单)可以用作触发器。例如，可以在创建工单时启动升级，但是可以在服务人员响应工单时停止升级。如果工单的状态更改为 *挂起提醒*，则暂停升级，但是如果状态更改回 *处理中*，则继续升级。剩余升级时间的最新显示使精确的服务时间管理成为可能。

source: In the ticket view, the new widget *Escalation Information* appears. This shows through the use of different colors and numerical values whether or not:
de: In den Ticket-Ansichten erscheint ein neues Widget *Eskalationsinformationen*. Durch die Verwendung verschiedener Farben und Zahlenwerte zeigt dieses Widget an, ob:
hu: A jegynézeten az új *Eszkalációs információk* felületi elem jelenik meg. Ez különböző színekkel és számértékekkel jeleníti meg, hogy a következők közül mi teljesül és mi nem:
zh_cn: 在工单视图中，将显示新的小部件 *升级信息*。 通过使用不同的颜色和数值来表示是否：

source: the escalation time is still within the original timeframe (green),
de: die Eskalationszeit noch im definierten Rahmen ist (grün),
hu: az eszkalációs idő még mindig az eredeti időkeretben van (zöld),
zh_cn: 升级时间仍在原始时间范围内（绿色），

source: the escalation time will run out soon (yellow),
de: die Eskalationszeit bald abläuft (gelb),
hu: az eszkalációs idő hamarosan el fog fogyni (sárga),
zh_cn: 升级时间很快就会用完（黄色），

source: the escalation is paused (brown),
de: die Eskalation pausiert (braun),
hu: az eszkaláció szüneteltetve van (barna),
zh_cn: 升级已挂起（棕色），

source: the escalation time has been reached, i.e. the ticket has escalated (red) or
de: die Eskalationszeit erreicht ist d. h. das Ticket eskaliert ist (rot) oder
hu: az eszkalációs idő el lett érve, azaz a jegy eszkalálódott (piros) vagy
zh_cn: 已达到升级时间，即工单已升级（红色）或

source: escalation has been suspended or the ticket has been worked on during escalation (the window is no longer visible).
de: sie ausgesetzt bzw. das Ticket innerhalb der Eskalationszeit bearbeitet wurde (das Fenster ist nicht mehr sichtbar).
hu: az eszkaláció fel lett függesztve vagy a jegyen dolgoztak az eszkaláció alatt (az ablak többé nem látható).
zh_cn: 升级过程中已挂起升级或已处理完工单（窗口不再可见）。

source: The *Ticket Escalation Type Bundle* option enables you to assign newly created escalation types to different customers or service level agreements.
de: Mit der Option *Ticket Escalation Type Bundle* können die neu definierten Eskalationstypen verschiedenen Kunden und Service Level Agreements zugeordnet werden.
hu: A *Jegyeszkaláció-típus csomag* beállítás lehetővé teszi az újonnan létrehozott eszkalációs típusok különböző ügyfelekhez vagy szolgáltatási megállapodásokhoz való rendelését.
zh_cn: *工单升级类型组合包* 选项允许您将新创建的升级类型分配给不同的客户或服务水平协议。

source: The following scenarios can now be handled more flexibly with *Advanced Escalations*:
de: Folgende Szenarien können durch das Feature Add-on *Advanced Escalation* besser abgebildet werden:
hu: A következő forgatókönyvek mostantól rugalmasabban kezelhetők a *speciális eszkalációk* funkcióval:
zh_cn: 现在可以使用 *高级的升级* 更灵活地处理以下场景：

source: A customer requests a rework of a solution – the escalation must be adjusted.
de: Ein Kunde verlangt Nachbesserungen bei einer Lösung. Die Eskalationszeit muss angepasst werden.
hu: Egy ügyfél egy megoldás átdolgozását kéri – az eszkalációt hozzá kell igazítani.
zh_cn: 客户要求重新设计解决方案 - 必须调整升级。

source: To present a solution, more information is required from the customer – the escalation must be suspended.
de: Um eine Lösung anzubieten, werden noch weitere Informationen vom Kunden benötigt. Die Eskalationszeit muss ausgesetzt werden.
hu: Egy megoldás bemutatásához több információ szükséges az ügyféltől – az eszkalációt fel kell függeszteni.
zh_cn: 要提供解决方案，需要从客户获取更多信息 - 必须挂起升级。

source: A service technician can’t get into the building or has no free access to the machine that needs to be fixed – the escalation must be suspended.
de: Ein Servicetechniker kann nicht in das Gebäude gelangen oder hat keinen freien Zugang zu der Maschine, die repariert werden muss - die Eskalation muss ausgesetzt werden.
zh_cn: 服务技术人员无法进入建筑物或无法正常访问需要修复的机器 - 必须暂停升级。

source: And many more
de: und viele mehr
hu: És még sok más
zh_cn: 还有很多

source: Even more flexible escalation management – individually adoptable to customer or SLA.
de: Noch flexibleres Eskalationsmanagement – individuell auf Kunde oder SLA anpassbar.
hu: Az eddigieknél rugalmasabb eszkaláció-menedzsment – egyénileg alkalmazható ügyfélre vagy SLA-ra.
zh_cn: 更灵活的升级管理 - 客户或SLA可以单独采用。

source: More precise service time management by detailed indication of remaining time.
de: Genaueres Service-Zeit-Management durch detaillierte Angabe der verbleibenden Zeit.
hu: Pontosabb szolgáltatási idő menedzsment a hátralévő idő részletes kijelzésével.
zh_cn: 通过详细指示剩余时间来更精确地管理服务时间。

source: Customer service organizations having many partners or suppliers
de: Kundenservice-Organisationen mit vielen Partnern oder Zulieferern
hu: Vevőszolgálati szervezetek, amelyeknek sok partnere vagy beszállítója van
zh_cn: 拥有许多合作伙伴或供应商的客户服务组织

source: External IT service providers
de: Externe IT-Dienstleister
hu: Külső IT-szolgáltatók
zh_cn: 外部IT服务提供商

source: Call centers
de: Call Center
hu: Telefonos ügyfélszolgálatok
zh_cn: 呼叫中心

source: Sales departments and sales companies
de: Vertriebsabteilungen und -unternehmen
hu: Értékesítési osztályok és értékesítéssel foglalkozó vállalatok
zh_cn: 销售部门和销售公司

source: Advertising or communications agencies
de: Werbe- oder Kommunikationsagenturen
hu: Hirdetési vagy hírközlési ügynökségek
zh_cn: 广告或传播机构

source: PLATINUM
de: PLATIN
hu: PLATINA
zh_cn: 白金

source: OTRSAdvancedEscalations
zh_cn: OTRSAdvancedEscalations（高级升级）

source: With this package you are able to define your own escalations. You can define fully customized escalation types which contain information about under what circumstances a ticket escalation will start, restart, be suspended, be resumed or stopped.
de: Mit diesem Paket können Sie Ihre eigenen Eskalationen definieren. Sie können vollständig angepasste Eskalationstypen definieren, die Informationen darüber enthalten, unter welchen Umständen eine Ticket-Eskalation gestartet, neu gestartet, ausgesetzt, wieder aufgenommen oder gestoppt wird.
hu: Ezzel a csomaggal képes lesz saját eszkalációkat meghatározni. Meghatározhat teljesen személyre szabott eszkalációs típusokat, amelyek azzal kapcsolatos információkat tartalmaznak, hogy milyen körülmények között kell egy jegyeszkalációt indítani, újraindítani, felfüggeszteni, folytatni vagy leállítani.
zh_cn: 使用此软件包，您可以定义自己的升级。 您可以定义完全自定义的升级类型，其中包含有关在何种情况下工单升级将启动、重新启动、挂起、恢复或停止的信息。

source: After installation of the package two new modules will be available in the *Ticket Settings* group of the administrator interface.
de: Nach der Installation des Paketes sind zwei neue Module in der Gruppe *Ticket-Einstellungen* im Administrator-Bereich verfügbar.
hu: A csomag telepítése után két új modul válik elérhetővé az adminisztrátori felület *Jegybeállítások* csoportjában.
zh_cn: 安装软件包后，管理员界面的 *工单设置* 组中将提供两个新模块。

source: Administration
hu: Adminisztráció
zh_cn: 系统管理

source: Two new tables are added to the database after installation of the package. The new tables can be used for reporting via SQL box.
de: Mit der Installation des Paketes werden zwei neue Tabellen der Datenbank hinzugefügt. Die neuen Tabellen können für das Reporting über die SQL-Box verwendet werden.
hu: Két új tábla lesz hozzáadva az adatbázishoz a csomag telepítése után. A két új tábla az SQL dobozon keresztüli jelentéskészítéshez használható.
zh_cn: 安装软件包后，会在数据库中添加两个新表。 新表可用于通过 SQL 查询屏幕生成报表。

source: Additionally there are several new system configuration options available. You will find these new options in the group ``OTRSAdvancedEscalations``.
de: Zusätzlich sind verschiedene, neue Systemkonfigurations-Optionen verfügbar. Sie finden diese neuen Optionen in der Gruppe ``OTRSAdvancedEscalations``.
hu: Továbbá számos új rendszerbeállítási lehetőség lesz elérhető. Ezeket az új beállításokat az ``OTRSAdvancedEscalations`` csoportban találhatja meg.
zh_cn: 此外，还有几种新的系统配置选项可用。 您可在 ``OTRSAdvancedEscalations`` 组中找到这些新选项。

source: SQL Box
hu: SQL doboz
zh_cn: SQL查询窗口

source: Escalation history is available for SQL reporting. The following chapters explain the structure of the database tables.
de: Die Eskalationshistorie ist für SQL-Berichte verfügbar. In den folgenden Kapiteln wird der Aufbau der Datenbanktabellen erläutert.
hu: Az eszkalációs előzmények elérhetők az SQL jelentéskészítéshez. A következő fejezetek ismertetik az adatbázistáblák szerkezetét.
zh_cn: 升级历史记录可用于 SQL 报告。 以下章节解释了数据库表的结构。

source: ``escalation_history`` Table
de: Tabelle ``escalation_history``
hu: Az ``escalation_history`` tábla
zh_cn: ``escalation_history`` 表

source: All escalation events will create new entries in the ``escalation_history`` table, which is the basis to calculate statistics about the completed escalation cycles.
de: Alle Eskalationsereignisse erzeugen neue Einträge in der Tabelle ``escalation_history``, die die Grundlage für die Berechnung von Statistiken über die abgeschlossenen Eskalationszyklen bildet.
hu: Az összes eszkalációs esemény új bejegyzést fog létrehozni az ``escalation_history`` táblába, amely a befejezett eszkalációs ciklusokkal kapcsolatos statisztikák számításának alapja.
zh_cn: 所有升级事件都将在 ``escalation_history`` 表中创建新条目，这是计算已完成升级周期的统计信息的基础。

source: To activate the additional reporting of the escalation events, you need to enable the following system configuration option:
de: Um das zusätzliche Reporting der Eskalationsereignisse zu aktivieren, müssen Sie die folgende Systemkonfigurations-Option aktivieren:
hu: Az eszkalációs események további jelentéskészítésnek bekapcsolásához engedélyeznie kell a következő rendszerbeállítási lehetőséget:
zh_cn: 要激活升级事件的其它报告，您需要启用以下系统配置选项：

source: ``Ticket::EventModulePost###EscalationHistory`` (group: ``OTRSAdvancedEscalations``, navigation: *Core → Event → EscalationHistory*).
de: ``Ticket::EventModulePost###EscalationHistory`` (Gruppe: ``OTRSAdvancedEscalations``, Navigation: *Core → Event → EscalationHistory*).
hu: ``Ticket::EventModulePost###EscalationHistory`` (csoport: ``OTRSAdvancedEscalations``, navigáció: *Core → Event → EscalationHistory*).
zh_cn: ``Ticket::EventModulePost###EscalationHistory`` (组: ``OTRSAdvancedEscalations``, 导航: *Core → Event → EscalationHistory*)。

source: Make sure OTRS daemon is running.
de: Stellen Sie sicher, dass der OTRS-Daemon läuft.
hu: Győződjön meg arról, hogy az OTRS démon fut-e.
zh_cn: 确保 OTRS 守护进程正在运行。

source: This event module will track the following escalation events:
de: Dieses Ereignismodul verfolgt die folgenden Eskalationsereignisse:
hu: Ez az eseménymodul a következő eszkalációs eseményeket fogja követni:
zh_cn: 此事件模块将跟踪以下升级事件：

source: ``EscalationStart``
zh_cn: ``EscalationStart（升级开始）``

source: ``EscalationStop``
zh_cn: ``EscalationStop（升级停止）``

source: ``EscalationSuspend``
zh_cn: ``EscalationSuspend（升级暂停）``

source: ``EscalationRestart``
zh_cn: ``EscalationRestart（重启升级）``

source: ``EscalationResumeSuspend``
zh_cn: ``EscalationResumeSuspend（从升级暂停恢复）``

source: ``EscalationResumeStop``
zh_cn: ``EscalationResumeStop（从升级停止恢复）``

source: The ``escalation_history`` table has the following columns:
de: Die Tabelle ``escalation_history`` hat folgende Spalten:
hu: Az ``escalation_history`` tábla a következő oszlopokkal rendelkezik:
zh_cn: ``escalation_history`` 表包含以下列：

source: This column contains the ID of the escalation history (auto increment).
de: Diese Spalte enthält die ID der Eskalationshistorie (automatische Erhöhung).
hu: Ez az oszlop tartalmazza az eszkalációs előzmények azonosítóját (automatikusan növelt).
zh_cn: 此列包含升级历史记录的ID(自动增量)。

source: This column contains the event of the escalation (e.g. ``EscalationStart``).
de: Diese Spalte enthält das Eskalationsereignis (bspw. ``EscalationStart``).
hu: Ez az oszlop tartalmazza az eszkaláció eseményét (például ``EscalationStart``).
zh_cn: 此列包含升级事件(例如，``EscalationStart``)。

source: ``object_id``
zh_cn: ``object_id（对象ID）``

source: This column contains object ID of the escalation (e.g. the ticket ID).
de: Diese Spalte enthält die Objekt-ID der Eskalation (bspw. die Ticket-ID).
hu: Ez az oszlop tartalmazza az eszkaláció objektumazonosítóját (például a jegy azonosítóját).
zh_cn: 此列包含升级的对象ID(例如，工单ID)。

source: ``object_type``
zh_cn: ``object_type（对象类型）``

source: This column contains object type of the escalation (e.g. ``Ticket``).
de: Diese Spalte enthält den Objekttyp der Eskalation (bspw. ``Ticket``).
hu: Ez az oszlop tartalmazza az eszkaláció objektumtípusát (például ``Ticket``).
zh_cn: 此列包含升级的对象ID(例如，工单ID)。

source: ``object_history_id``
zh_cn: ``object_history_id（对象历史ID）``

source: This column contains the related ID of the ``ticket_history`` table to the escalation event.
de: Diese Spalte enthält die zum Eskalationsevent zugehörige ID der Tabelle ``ticket_history``.
hu: Ez az oszlop tartalmazza a ``ticket_history`` tábla kapcsolódó azonosítóját az eszkalációs eseményhez.
zh_cn: 此列包含 ``ticket_history`` 表到升级事件的相关ID。

source: ``escalation_type_id``
zh_cn: ``escalation_type_id（升级类型ID）``

source: This column contains the escalation type ID of the escalation.
de: Diese Spalte enthält die Eskalationstyp-ID der Eskalation.
hu: Ez az oszlop tartalmazza az eszkaláció eszkalációtípus-azonosítóját.
zh_cn: 此列包含升级的升级类型ID。

source: ``escalation_reached``
zh_cn: ``escalation_reached（升级时间已到）``

source: This column contains whether the escalation time is already reached (possible values: 0/1).
de: Diese Spalte enthält, ob die Eskalationszeit bereits erreicht ist. (Mögliche Werte: 0/1).
hu: Ez az oszlop tartalmazza, hogy az eszkalációs idő el lett-e már érve (lehetséges értékek: 0/1).
zh_cn: 此列包含是否已达到升级时间(可能的值:0/1)。

source: ``escalation_datetime``
zh_cn: ``escalation_datetime（升级日期时间）``

source: This column contains the timestamp of the escalation date.
de: Diese Spalte enthält den Zeitstempel des Datums der Eskalation.
hu: Ez az oszlop tartalmazza az eszkaláció dátumának időbélyegét.
zh_cn: 此列包含升级日期的时间戳。

source: ``escalation_time``
zh_cn: ``escalation_time（升级时间）``

source: This column contains the rest of time (seconds) until the ticket will escalate.
de: Diese Spalte enthält den Rest der Zeit (Sekunden) bis zur Eskalation des Tickets.
hu: Ez az oszlop tartalmazza a többi időt (másodpercben), amíg a jegy eszkalálódik.
zh_cn: 这个列包含工单升级之前的剩余时间（秒）。

source: ``escalation_wt``
zh_cn: ``escalation_wt（升级剩余工作时间）``

source: This column contains the rest of time (seconds) until the ticket will escalate (calculated with working calendars).
de: Diese Spalte enthält den Rest der Zeit (Sekunden) bis zur Eskalation des Tickets (kalkuliert mit den Arbeitskalendern).
hu: Ez az oszlop tartalmazza a többi időt (másodpercben), amíg a jegy eszkalálódik (munkaidő naptárakkal számolva).
zh_cn: 此列包含工单升级（使用工作日历计算）之前的剩余时间（秒）。

source: ``notify_datetime``
zh_cn: ``notify_datetime（通知日期时间）``

source: This column contains the date-time timestamp of the notify start.
de: Diese Spalte enthält den Datum-Uhrzeit-Zeitstempel des Starts der Benachrichtigung.
hu: Ez az oszlop tartalmazza az értesítés kezdetének dátum és idő időbélyegét.
zh_cn: 此列包含通知开始的日期时间戳。

source: ``notify_time``
zh_cn: ``notify_time（通知时间）``

source: This column contains the seconds until the notify start.
de: Diese Spalte enthält die Sekunden bis zum Start der Benachrichtigung.
hu: Ez az oszlop tartalmazza az értesítés kezdetéig hátralévő másodperceket.
zh_cn: 此列包含通知开始前的秒数。

source: ``escalation_remaining_time``
zh_cn: ``escalation_remaining_time（升级挂起后剩余时间）``
