Repository: Yan-Oliveira/doc-fao
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu, zh_cn

source: *Name* field matches any configuration item which name starts with the content of the field. For example, if *ca* is typed in the field, it will match *cat*, *car*, *card*, etc.
de: Das Feld *Name* passt zu jedem Configuration Item, dessen Name mit dem Inhalt des Feldes beginnt. Wenn zum Beispiel *ca* in das Feld eingegeben wird, passt es zu *cat*, *car*, *card*, *card*, etc.
hu: A *Név* mező bármely olyan konfigurációelemre illeszkedik, amely neve a mező tartalmával kezdődik. Például ha *ká* van begépelve a mezőbe, akkor *kártya*, *kábel*, *kátrány*, stb. lesz megtalálva.
zh_cn: *名称* 字段与任何名称以字段内容开头的配置项匹配。例如，如果在字段中键入 *ca*，则它将与 *cat*、*car*、*card* 等匹配。

source: *ConfigItem#* field matches any configuration item which number starts with the content of the field. For example, if *12* is typed in the field, it will match *123*, *1211*, *1298*, etc.
de: Das Feld *ConfigItem#* passt zu jedem Configuration Item, dessen Nummer mit dem Inhalt des Feldes beginnt. Wenn beispielsweise *12* in das Feld eingegeben wird, passt es zu *123*, *1211*, *1298*, *1298*, etc.
hu: A *ConfigItem#* mező bármely olyan konfigurációelemre illeszkedik, amely száma a mező tartalmával kezdődik. Például ha *12* van begépelve a mezőbe, akkor *123*, *1211*, *1298*, stb. lesz megtalálva.
zh_cn: *ConfigItem#* 字段匹配任何以字段内容开头的配置项。例如，如果在字段中输入 *12*，它将匹配 *123*、*1211*、*1298* 等。

source: These search fields will only reduce the search results in order to have smaller lists to be able to select faster. Leaving them in blank will bring the full list of configuration items assigned to the company of the current customer user.
de: Diese Suchfelder reduzieren nur die Suchergebnisse, um kleinere Listen zu haben, um schneller auswählen zu können. Wenn Sie sie leer lassen, wird die vollständige Liste der Configuration Items angezeigt, die dem Unternehmen des aktuellen Kundenbenutzers zugeordnet sind.
hu: Ezek a keresési mezők csak csökkentik a keresési eredményeket, hogy kisebb listákat kapjon és gyorsabban tudjon választani. Ha üresen hagyja őket, akkor az aktuális ügyfél-felhasználó vállalatához rendelt konfigurációelemek teljes listáját hozza.
zh_cn: 这些搜索字段只会减少搜索结果，以便有更小的列表，能够更快地选择。将它们留空将带来分配给当前客户用户的公司配置项的完整清单。

source: Select the configuration items from the list.
de: Wählen Sie die Configuration Items aus der Liste aus.
hu: Válassza ki a konfigurációelemeket a listából.
zh_cn: 从列表中选择配置项。

source: Click on the *Create Ticket* button.
de: Klicken Sie auf die Schaltfläche *Ticket erstellen*.
hu: Kattintson a *Jegy létrehozása* gombra.
zh_cn: 点击 *创建工单* 按钮。

source: Company Configuration Items
de: Firmen Configuration Items
hu: Vállalati konfigurációelemek
zh_cn: 公司配置项

source: A new screen *Company Configuration Items* shows a list of all configuration items that belong to the same company as the customer user. Belonging to the same company means, that the configuration items must have a ``CustomerID`` field that has the same value as the customer user. In the external ticket detail view all linked configuration items that belong to the company of the customer user are shown as well.
de: Ein neuer Bildschirm *Firmen Configuration Items* zeigt eine Liste aller Configuration Items, die zu derselben Firma gehören wie der Kundenbenutzer. Die Zugehörigkeit zur gleichen Firma bedeutet, dass die Configuration Items ein Feld ``CustomerID`` haben müssen, das den gleichen Wert wie der Kundenbenutzer hat. In der externen Ticket-Detailansicht werden auch alle verknüpften Configuration Items angezeigt, die zur Firma des Kundenbenutzers gehören.
hu: Egy új *Company Configuration Items* képernyő megjeleníti az összes konfigurációelem listáját, amely ugyanahhoz a vállalathoz tartozik mint az ügyfél-felhasználó. Az ugyanazon vállalathoz való tartozás azt jelenti, hogy a konfigurációelemnek rendelkeznie kell egy olyan ``CustomerID`` mezővel, amelynek értéke megegyezik az ügyfél-felhasználóval. A külső jegy részletes nézetben az összes olyan kapcsolt konfigurációelem is megjelenik, amely az ügyfél-felhasználó vállalatához tartozik.
zh_cn: 一个新的 *公司配置项* 屏幕显示了与客户用户属于同一公司的所有配置项的列表。 属于同一家公司意味着，配置项必须具有与客户用户具有相同值的 ``CustomerID`` 字段。 在外部人员的工单详情视图中，还显示了属于客户用户公司的所有链接的配置项。

source: If desired, the required association of configuration items to the company of the customer user can be decreased by setting a maximum level to check linked configuration items. If this feature is enabled, configuration items are also accessible to customer users if they do not belong to the company directly, but a linked configuration item is (up to the configured number of links away).
de: Auf Wunsch kann die erforderliche Zuordnung von Configuration Items zur Firma des Kundenbenutzers verringert werden, indem eine Maximalstufe zur Überprüfung verknüpfter Configuration Items festgelegt wird. Wenn diese Funktion aktiviert ist, sind die Configuration Items auch für Kundenbenutzer zugänglich, wenn sie nicht direkt zur Firma gehören, sondern ein verknüpftes Configuration Item ist (bis zur konfigurierten Anzahl von Verknüpfungen).
hu: Ha igény van rá, akkor az ügyfél-felhasználó vállalatához szükséges konfigurációelemek hozzárendelése csökkenthető az ellenőrzendő kapcsolt konfigurációelemek legnagyobb szintjének beállításával. Ha ez a funkció engedélyezve van, akkor a konfigurációelemek akkor is elérhetők az ügyfél-felhasználóknak, ha nem tartoznak közvetlenül a vállalathoz, de egy kapcsolt konfigurációelem igen (legfeljebb a kapcsolatok beállított számáig).
zh_cn: 如果需要，可以通过设置检查链接的配置项的最高级别来减少配置项与客户用户公司所需的关联。 如果启用了此功能，则客户用户也可以访问不直接属于公司而是链接的配置项（不超过配置的链接数）。

source: The configuration item details can be access from the configuration items list. This details screen shows the last version of the configuration item, links to other configuration items (if they belong to the same company).
de: Die Details des Configuration Item können über die Liste der Configuration Item aufgerufen werden. Dieser Detailbildschirm zeigt die letzte Version des Configuration Items, Verknüpfungen zu anderen Configuration Items (wenn sie zur gleichen Firma gehören).
hu: A konfigurációelem részletei a konfigurációelem-listáról érhetők el. Ez a részletek képernyő megjeleníti a konfigurációelem utolsó verzióját, valamint a más konfigurációelemre mutató hivatkozásokat (ha ugyanahhoz a vállalathoz tartozik).
zh_cn: 可以从配置项列表中访问配置项详细信息。 此详细信息屏幕显示配置项的最新版本，以及指向其它配置项的链接（如果它们属于同一公司）。

source: This screen is not added to any menu of the external interface by default. To create a link to the *Company Configuration Items* screen, an administrator needs to add ``/itsmconfigitem/overview`` to the *Link* input field and add a name in the *Name* field in one of the following settings of the system configuration:
de: Diese Ansicht ist standardmäßig in keinem Menü des externen Interfaces enthalten. Um eine Verknüpfung zur Ansicht *Firmen Configuration Items* herzustellen, muss ein Administrator dem Eingabefeld *Link* ``/itsmconfigitem/overview`` hinzufügen und einen Namen im Feld *Name* in einer der folgenden Einstellungen der Systemkonfiguration hinzufügen:
hu: Ez a képernyő nincs alapértelmezetten hozzáadva a külső felület egyetlen menüjéhez sem. A *Vállalati konfigurációelemek* képernyőre mutató hivatkozás létrehozásához egy adminisztrátornak hozzá kell adnia az ``/itsmconfigitem/overview`` végpontot a *Hivatkozás* beviteli mezőbe, illetve egy nevet a *Név* mezőbe a rendszerbeállítások következő beállításainál:
zh_cn: 默认情况下，此屏幕不会添加到外部人员界面的任何菜单中。 要创建指向 *公司配置项* 屏幕的链接，管理员需要在 *链接* 输入字段中添加 ``/itsmconfigitem/overview``，并在系统配置以下设置项之一的 *名称* 字段中添加名称：

source: Company Configuration Items Screen
de: Firmen Configuration Items
hu: Vállalati konfigurációelemek képernyő
zh_cn: 公司配置项 屏幕

source: The visible columns can be defined in the following setting:
de: Die sichtbaren Spalten können in der folgenden Einstellung definiert werden:
hu: A látható oszlopok a következő beállításban határozhatók meg:
zh_cn: 可见列可以在以下设置中定义：

source: Clicking on a configuration item will show the detail view.
de: Wenn Sie auf ein Configuration Item klicken, wird die Detailansicht angezeigt.
hu: Egy konfigurációelemre kattintva megjelenik a részletes nézet.
zh_cn: 单击配置项将显示详细信息视图。

source: Configuration Item Details Screen
de: Configuration Intem Detailansicht
hu: Konfigurációelem részletei képernyő
zh_cn: 配置项详细信息 屏幕

source: Credit Card Filter
zh_cn: 信用卡过滤器

source: This feature add-on offers options for the responsible handling of sensitive data, like credit card numbers, in your **OTRS** system. With the help of this function, it is possible to hide credit card numbers for new tickets and articles, as well as articles already stored in the system. Additionally, flexibly configurable warning messages for the credit card number can be automatically set and showed.
de: Das Feature Add-on bietet Optionen für den verantwortungsvollen Umgang mit sensiblen Daten wie Kreditkartennummern innerhalb Ihres OTRS. Mithilfe dieser Funktion ist es möglich, Kreditkartennummern für neue Tickets und Artikel sowie für bereits im System abgelegte Artikel zu verbergen. Des weiteren kann automatisch eine flexibel konfigurierbare Warnmeldung für Kreditkartennummern eingestellt und angezeigt werden.
hu: Ez a funkciókiegészítő lehetőségeket nyújt az **OTRS** rendszerben az érzékeny adatok felelős kezeléséhez, mint például hitelkártyaszámok esetén. Ennek a funkciónak a segítségével lehetőség van a hitelkártyaszámok elrejtésére az új jegyeknél és bejegyzéseknél, valamint a rendszerben már tárolt bejegyzéseknél is. Továbbá a hitelkártyaszámoknál rugalmasan beállítható figyelmeztető üzeneteket lehet automatikusan beállítani és megjeleníteni.
zh_cn: 这个功能插件提供了在您的 **OTRS** 系统中负责任地处理敏感数据(如信用卡号)的选项。在这个功能的帮助下，可以隐藏新的工单和信件的信用卡号，以及已经存储在系统中的信件。此外，还可以自动设置和显示灵活可配置的信用卡卡号警示信息。

source: This mechanism for recognizing credit cards works for cards with 13, 15 or 16 digits. All articles of a ticket in the system will be scanned for valid credit card numbers before storing. Then, the majority of the digits will be encoded before storage in the system.
de: Dieser Mechanismus zum Erkennen von Kreditkarten funktioniert für Karten mit 13, 15 oder 16 Ziffern. Alle Artikel eines Tickets werden vor dem Speichern im System auf gültige Kreditkartennummern durchsucht. In diesem Zuge wird ein Großteil der Ziffern vor der Speicherung im System chiffriert.
hu: A hitelkártyák felismeréséhez használt mechanizmus működik a 13, 15 vagy 16 számjegyű kártyáknál is. A rendszeren lévő jegyek összes bejegyzése átvizsgálásra kerül az érvényes hitelkártyaszámokért a tárolás előtt. Ennél a lépésnél a számjegyek többsége kódolva lesz a rendszeren való tárolás előtt.
zh_cn: 这种识别信用卡的机制适用于13、15或16位数字的卡。 在存储之前，将扫描系统中所有工单信件中的有效信用卡号。 然后，大多数数字将在存储到系统中之前进行编码。

source: Improved data protection.
de: Verbesserter Datenschutz.
hu: Megnövelt adatvédelem.
zh_cn: 改进的数据保护。

source: Less security risks for credit card data.
de: Weniger Sicherheitsrisiken für Kreditkartendaten.
hu: Kevesebb biztonsági kockázat a hitelkártya adatoknál.
zh_cn: 减少信用卡数据的安全风险。

source: Finance
de: Finanzwesen
hu: Pénzügy
zh_cn: 金融

source: Order management
de: Bestellwesen
hu: Megrendelés-menedzsment
zh_cn: 订单管理

source: Legacy Credit Card Masking
de: Legacy-Kreditkartenmaskierung
hu: Örökölt hitelkártya-maszkolás
zh_cn: 屏蔽原有信用卡

source: A console command exists to treat already stored credit card numbers in the system. This command will mask any unmasked valid credit card number in the article database table.
de: Es gibt einen Konsolenbefehl, um bereits gespeicherte Kreditkartennummern im System zu behandeln. Dieser Befehl blendet jede unausgeblendete gültige Kreditkartennummer in der Artikeldatenbanktabelle aus.
hu: Létezik egy konzolparancs a rendszeren már eltárolt hitelkártyaszámok kezeléséhez. Ez a parancs ki fogja maszkolni az összes maszkolatlan érvényes hitelkártyaszámot a bejegyzés adatbázistáblájában.
zh_cn: 有一个控制台命令可用来处理系统中已经存储的信用卡号。此命令将屏蔽数据库的信件表中任何未屏蔽的有效信用卡号。

source: To mask the existing credit card numbers:
de: So blenden Sie die vorhandenen Kreditkartennummern aus:
hu: A meglévő hitelkártyaszámok maszkolásához:
zh_cn: 若要屏蔽已有的信用卡号码：

source: Make sure that setting ``OTRSCreditCardFilter::ActiveMaskEnabled`` is not enabled.
de: Stellen Sie sicher, dass die Einstellung ``OTRSCreditCardFilter::ActiveMaskEnabled`` nicht aktiviert ist.
hu: Győződjön meg arról, hogy az ``OTRSCreditCardFilter::ActiveMaskEnabled`` beállítás ne legyen engedélyezve.
zh_cn: 确保没有启用设置 ``OTRSCreditCardFilter::ActiveMaskEnabled``。

source: Create one or more tickets with valid credit card information.
de: Erstellen Sie ein oder mehrere Tickets mit gültigen Kreditkarteninformationen.
hu: Hozzon létre egy vagy több jegyet érvényes hitelkártya-információkkal.
zh_cn: 使用有效的信用卡信息创建一张或多张工单。

source: Open the *Ticket Zoom* screen to make sure that the credit card numbers are not masked.
de: Öffnen Sie die *Ticket-Detailansicht*, um sicherzustellen, dass die Kreditkartennummern nicht ausgeblendet werden.
hu: Nyissa meg a *Jegynagyítás* képernyőt, hogy megbizonyosodjon arról, hogy a hitelkártyaszámok nincsenek maszkolva.
zh_cn: 打开 *工单详情* 屏幕，确保信用卡号没有被屏蔽。

source: Execute the following command in the command line to mask the credit card numbers:
de: Führen Sie den folgenden Befehl in der Befehlszeile aus, um die Kreditkartennummern auszublenden:
hu: Hajtsa végre a következő parancsot a parancssorban a hitelkártyaszámok maszkolásához:
zh_cn: 在命令行中执行以下命令以屏蔽信用卡号：

source: Refresh the *Ticket Zoom* screen. The article the body will shown as:
de: Aktualisieren Sie die *Ticket-Detailansicht*. Der Artikelinhalt wird angezeigt als:
hu: Frissítse a *Jegynagyítás* képernyőt. A bejegyzés törzse így fog kinézni:
zh_cn: 刷新 *工单详情* 屏幕。 该信件的正文将显示为：

source: This script starts masking the credit card numbers on last articles first, since they are the most common used, so the results can be seen faster.
de: Dieses Skript fängt an, die Kreditkartennummern in den letzten Artikeln zuerst auszublenden. Sie sind die am häufigsten verwendeten, so dass die Ergebnisse schneller zu sehen sind.
hu: Ez a parancsfájl először az utolsó bejegyzésnél kezdi a hitelkártyaszámok maszkolását, mivel azok a leggyakrabban használtak, így az eredmény gyorsabban látható.
zh_cn: 该脚本开始首先屏蔽最后一个信件中的信用卡号，因为它们是最常用的，因此可以更快地看到结果。

source: For more information about the ``Maint::Ticket::MaskCreditCard`` parameters, execute the following command:
de: Um weitere Informationen über die Parameter ``Maint::Ticket::MaskCreditCard`` zu erhalten, führen Sie den folgenden Befehl aus:
hu: A ``Maint::Ticket::MaskCreditCard`` paramétereivel kapcsolatos további információkért futtassa a következő parancsot:
zh_cn: 有关 ``Maint::Ticket::MaskCreditCard`` 参数的更多信息，请执行以下命令：

source: The architecture of this script is designed to avoid affecting the system performance by working in batches and waiting between each batch. The number of processed articles per batch and the wait time between batches can be fine tuned to match system performance.
de: Die Architektur dieses Skripts ist so konzipiert, dass die Systemleistung nicht beeinträchtigt wird, indem in mehreren Durchgängen gearbeitet wird und zwischen den einzelnen Durchgängen gewartet wird. Die Anzahl der verarbeiteten Artikel pro Durchgang und die Wartezeit zwischen den Durchgängen können auf die Systemleistung abgestimmt werden.
hu: A parancsfájl architektúrája úgy lett megtervezve, hogy ne legyen hatással a rendszer teljesítményére, így kötegelten dolgozik és várakozik az egyes kötegek között. A kötegenként feldolgozott bejegyzések száma és a kötegek közti várakozási idő finomhangolható, hogy illeszkedjen a rendszer teljesítményéhez.
zh_cn: 该脚本的体系结构旨在通过分批工作并在每个批处理之间等待来避免影响系统性能。 可以微调每批次处理的信件数量以及批次之间的等待时间以匹配系统性能。

source: The script is also designed to remember last processed article and start again from that, allowing to stop the process at a certain time and resume later. There is an override to force starting again from the beginning.
de: Das Skript ist auch so konzipiert, dass es sich an den zuletzt bearbeiteten Artikel erinnert und von diesem wieder beginnt, so dass der Prozess zu einem bestimmten Zeitpunkt gestoppt und später fortgesetzt werden kann. Es gibt eine Überbrückung, um einen erneuten Start von vorne zu erzwingen.
hu: A parancsfájl tervezése során arra is figyeltek, hogy emlékezzen az utoljára feldolgozott bejegyzésre, és attól induljon újra, így lehetővé téve a feldolgozás leállítását és későbbi folytatását egy adott időpontban. Létezik egy felülbírálás, hogy kényszerítetten induljon újra a kezdetektől.
zh_cn: 该脚本还旨在记住上次处理的信件并从该信件重新开始，从而允许在特定时间停止该过程并在以后恢复。有一个覆盖选项强制从头开始。

source: You could specify an end date so only articles until that date will be processed (e.g. if you started automatic masking at a certain date), also it is possible to specify the number of articles to process per run.
de: Sie können ein Enddatum angeben, so dass nur Artikel bis zu diesem Datum verarbeitet werden (z.B. wenn Sie die automatische Ausblendung zu einem bestimmten Datum gestartet haben), und Sie können auch die Anzahl der Artikel angeben, die pro Durchlauf bearbeitet werden sollen.
hu: Megadhat egy végdátumot, így a bejegyzések csak azon dátummal bezárólag lesznek feldolgozva (például ha automatikus maszkolást indított egy bizonyos dátummal). Lehetséges továbbá a futásonként feldolgozandó bejegyzések számát is megadni.
zh_cn: 您可以指定结束日期，以便仅处理该日期之前的信件（例如，如果您要自动屏蔽自某个日期开始的信件），还可以指定每次运行要处理的信件数。

source: Mask Credit Card
de: Kreditkarte ausblenden
hu: Hitelkártya maszkolása
zh_cn: 屏蔽信用卡

source: This feature is a complete subsystem that allows the following:
de: Dieses Feature ist ein komplettes Teilsystem, das Folgendes ermöglicht:
hu: Ez a funkció egy teljes alrendszer, amely lehetővé teszi az alábbiakat:
zh_cn: 此功能是一个完整的子系统，它允许以下操作：

source: Automatically show a warning message next to a credit card number (not storable).
de: Zeigt automatisch eine Warnmeldung neben einer Kreditkartennummer an (nicht speicherbar).
hu: Figyelmeztető üzenet automatikus megjelenítése a hitelkártyaszám mellett (nincs eltárolva).
zh_cn: 自动在信用卡号旁边显示警告消息（不可存储）。

source: Mask credit card numbers for new tickets and articles.
de: Kreditkartennummern für neue Tickets und Artikel ausblenden.
hu: Hitelkártyaszámok maszkolása az új jegyeknél és bejegyzéseknél.
zh_cn: 屏蔽新工单和信件的信用卡号。

source: Mask credit card numbers contained in articles already stored in the system.
de: Kreditkartennummern ausblenden, die in bereits im System gespeicherten Artikeln enthalten sind.
hu: A rendszeren már eltárolt bejegyzésekben lévő hitelkártyaszámok maszkolása.
zh_cn: 屏蔽系统中已存储信件中包含的信用卡号。

source: The credit card detection mechanism requires credit card numbers of 13, 15 or 16 digits. These credit card numbers should be at least potentially valid numerically, which means they pass the `Luhn algorithm <https://en.wikipedia.org/wiki/Luhn_algorithm>`__ test.
de: Der Erkennungsmechanismus für Kreditkarten erfordert Kreditkartennummern mit 13, 15 oder 16 Ziffern. Diese Kreditkartennummern sollten zumindest potenziell numerisch gültig sein, d.h. sie bestehen den `Luhn-Algorithmus <https://en.wikipedia.org/wiki/Luhn_algorithm>`__ Test.
hu: A hitelkártya-felismerő mechanizmus 13, 15 vagy 16 számjegyű hitelkártyaszámokat igényel. Ezeknek a hitelkártyaszámoknak legalább számszakilag lehetséges érvényesnek kell lenniük, amely azt jelenti, hogy át kell menniük a `Luhn-algoritmus <https://hu.wikipedia.org/wiki/Luhn-formula>`__ teszten.
zh_cn: 信用卡检测机制要求信用卡号码为13、15或16位。这些信用卡号码至少在数字上应该是潜在有效的，这意味着它们通过了 `Luhn 算法 <https://en.wikipedia.org/wiki/Luhn_algorithm>`__ 检测。

source: For the current version only a subgroup of all potentially valid credit card number are detected. This is the list of the credit cards numbers that are considered valid:
de: In der aktuellen Version wird nur eine Untergruppe aller potentiell gültigen Kreditkartennummern erkannt. Dies ist die Liste der Kreditkartennummern, die als gültig erachtet werden:
hu: A jelenlegi verziónál csak az összes lehetséges érvényes hitelkártyaszám egy részcsoportja van felismerve. Ez az érvényesnek tekintett hitelkártyaszámok listája:
zh_cn: 对于当前版本，仅检测到所有潜在有效信用卡号的子组。 这是被认为有效的信用卡号码的列表：

source: Visa 16 digits starting with a 4.
de: Visa 16 Ziffern beginnend mit einer 4.
hu: 16 számjegyű Visa 4-essel kezdve.
zh_cn: Visa卡，4开头的16位数字。

source: Visa 13 digits starting with a 4.
de: Visa 13 Ziffern beginnend mit einer 4.
hu: 13 számjegyű Visa 4-essel kezdve.
zh_cn: Visa卡，4开头的13位数字。

source: MasterCard 16 digits starting with 51 to 55.
de: Mastercard 16 Ziffern, beginnend mit 51 bis 55.
hu: 16 számjegyű MasterCard 51 és 55 közötti számokkal kezdve.
zh_cn: MasterCard 卡，51-55开头的16位数字。

source: Discover 16 digits starting with 6011, 6121-29 to 6229-25, 644 to 649 or 65.
de: Discover 16 Ziffern, die mit 6011, 6121-29 bis 6229-25, 644 bis 649 oder 65 beginnen.
hu: 16 számjegyűek felfedezése, amelyek 6011, 6121-29 és 6229-25 közötti, 644 és 649 közötti vagy 65 kezdetűek.
zh_cn: Discover卡，6011, 6121-29 到 6229-25, 644 到 649 或 65开头的16位数字。

source: JCB 16 digits starting with 3088, 3096, 3112, 3158, 3337 or 3528 to 3589.
de: JCB 16 Ziffern beginnend mit 3088, 3096, 3112, 3158, 3337 oder 3528 bis 3589.
hu: 16 számjegyű JCB 3088, 3096, 3112, 3158, 3337 vagy 3528 és 3589 közötti kezdetűek.
zh_cn: JCB 卡，3088, 3096, 3112, 3158, 3337 或 3528 到 3589开头的16位数字。

source: JCB 15 digits starting with 1800, 2100 or 2131.
de: JCB 15 Ziffern beginnend mit 1800, 2100 oder 2131.
hu: 15 számjegyű JCB 1800, 2100 vagy 2131 kezdetűek.
zh_cn: JCB 卡，1800, 2100 或 2131开头的15位数字。

source: American Express 15 digits starting with 34 or 37.
de: American Express 15 Ziffern, beginnend mit 34 oder 37.
hu: 15 számjegyű American Express 34 vagy 37 kezdetűvel.
zh_cn: American Express美国运通卡，34 或 37 开头的15位数字。

source: For successful detection, the digits of these credit card numbers are allowed without separation or with a single separator in groups of digits as 4-4-4-4, 4-4-4-3, 4-4-4-1 or 4-6-5 (the last combination for American Express only). Allowed separators are ``-``, ``+``, ``/``, ``.`` or a combination thereof.
de: Für eine erfolgreiche Erkennung sind die Ziffern dieser Kreditkartennummern ohne Trennung oder mit einem einzigen Trennzeichen in Zifferngruppen wie 4-4-4-4-4-4, 4-4-4-3, 4-4-4-4-1 oder 4-6-5 (die letzte Kombination nur für American Express) erlaubt. Erlaubte Trennzeichen sind ``-``, ``+``, ``/``, ``.`` oder eine Kombination davon.
hu: A sikeres felismeréshez ezen hitelkártyaszámok számjegyei elválasztás nélkül, illetve 4-4-4-4, 4-4-4-3, 4-4-4-1 vagy 4-6-5 számjegycsoportokban megadott egyszerű elválasztóval engedélyezettek (az utolsó kombináció csak American Express kártyáknál). Az engedélyezett elválasztók: ``-``, ``+``, ``/``, ``.`` vagy ezek kombinációja.
zh_cn: 为了成功检测，允许这些信用卡号的数字无分隔或以单个分隔符分隔为4-4-4-4、4-4-4-3、4-4-4-1或4-6-5（最后一种组合仅适用于美国运通卡）。 允许的分隔符是 ``-``、 ``+``、 ``/``、``.`` 或其组合。
