Repository: Yan-Oliveira/doc-fao
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu, zh_cn

source: This column contains the rest of time until the ticket will escalate after a suspend of an escalation type.
de: Diese Spalte enthält den Rest der Zeit, bis das Ticket nach einer Unterbrechung einer Eskalationsart eskaliert.
hu: Ez az oszlop tartalmazza a többi időt, amíg a jegy eszkalálódik egy eszkalációtípus felfüggesztése után.
zh_cn: 此列包含在升级类型挂起后工单将升级之前的剩余时间。

source: This column is only filled on suspend state.
de: Diese Spalte wird nur im Suspend-Status gefüllt.
hu: Ez az oszlop csak felfüggesztett állapotban van kitöltve.
zh_cn: 此列仅在挂起状态下填充。

source: ``escalation_remaining_wt``
zh_cn: ``escalation_remaining_wt（升级挂起后剩余工作时间）``

source: This column contains the rest of time until the ticket will escalate after a suspend of an escalation type (calculated with working calendars).
de: Diese Spalte enthält den Rest der Zeit, bis das Ticket nach einer Unterbrechung einer Eskalationsart eskaliert (berechnet mit Arbeitskalendern).
hu: Ez az oszlop tartalmazza a többi időt, amíg a jegy eszkalálódik egy eszkalációtípus felfüggesztése után (munkaidő naptárakkal számolva).
zh_cn: 此列包含在升级类型挂起后工单将升级之前的剩余时间（使用工作日历计算）。

source: ``notify_remaining_time``
zh_cn: ``notify_remaining_time（升级挂起后通知剩余时间）``

source: This column contains the seconds until the notify start after a suspend of an escalation type.
de: Diese Spalte enthält die Sekunden bis zum Benachrichtigungsstart nach einer Unterbrechung einer Eskalationsart.
hu: Ez az oszlop tartalmazza az értesítés kezdetéig hátralévő másodperceket egy eszkalációtípus felfüggesztése után.
zh_cn: 此列包含升级类型挂起后通知开始的秒数。

source: ``notify_remaining_wt``
zh_cn: ``notify_remaining_wt（升级挂起后通知剩余工作时间）``

source: This column contains the seconds until the notify start after a suspend of an escalation type (calculated with working calendars).
de: Diese Spalte enthält die Sekunden bis zum Benachrichtigungsstart nach einer Unterbrechung einer Eskalationsart (berechnet mit Arbeitskalendern).
hu: Ez az oszlop tartalmazza az értesítés kezdetéig hátralévő másodperceket egy eszkalációtípus felfüggesztése után (munkaidő naptárakkal számolva).
zh_cn: 此列包含升级类型挂起后通知开始的秒数（使用工作日历计算）。

source: ``running_total_time``
zh_cn: ``running_total_time（运行总时间）``

source: This column contains the total amount of seconds the timer was running based on the ``Timer(Start|Restart|Suspend|Resume|Stop)`` events.
de: Diese Spalte enthält die Gesamtzahl der Sekunden, die der Timer basierend auf den Ereignissen ``Timer(Start|Restart|Suspend|Resume|Stop)`` ausgeführt hat.
hu: Ez az oszlop tartalmazza a teljes időt másodpercben, amíg az időzítő futott a ``Timer(Start|Restart|Suspend|Resume|Stop)`` események alapján.
zh_cn: 本列包含计时器基于 ``Timer(Start|Restart|Suspend|Resume|Stop)`` 事件运行的总秒数。

source: ``running_total_wt``
zh_cn: ``running_total_wt（运行总工作时间）``

source: This column contains the total amount of seconds the timer was running based on the ``Timer(Start|Restart|Suspend|Resume|Stop)`` events (calculated with working calendars).
de: Diese Spalte enthält die Gesamtzahl der Sekunden, die der Timer basierend auf den Ereignissen ``Timer(Start|Restart|Suspend|Resume|Stop)`` ausgeführt hat (berechnet mit den Arbeitskalendern).
hu: Ez az oszlop tartalmazza a teljes időt másodpercben, amíg az időzítő futott a ``Timer(Start|Restart|Suspend|Resume|Stop)`` események alapján (munkaidő naptárakkal számolva).
zh_cn: 本列包含计时器基于 ``Timer(Start|Restart|Suspend|Resume|Stop)`` 事件运行的总秒数(使用工作日历计算)。

source: This column contains the total amount of seconds the timer was running based history entries.
de: Diese Spalte enthält die Gesamtzahl der Sekunden, in denen der Timer basierend auf Verlaufseinträgen ausgeführt wurde.
hu: Ez az oszlop tartalmazza a teljes időt másodpercben, amíg az időzítő futott az előzmények bejegyzései alapján.
zh_cn: 此列包含计时器基于历史记录项运行的总秒数。

source: This column contains the total amount of seconds the timer was running based history entries (calculated with working calendars).
de: Diese Spalte enthält die Gesamtzahl der Sekunden, in denen der Timer basierend auf Verlaufseinträgen ausgeführt wurde (berechnet mit den Arbeitskalendern).
hu: Ez az oszlop tartalmazza a teljes időt másodpercben, amíg az időzítő futott az előzmények bejegyzései alapján (munkaidő naptárakkal számolva).
zh_cn: 此列包含计时器基于历史记录项运行的总秒数(使用工作日历计算)。

source: ``suspend_total_time``
zh_cn: ``suspend_total_time（挂起总时间）``

source: This column contains the total amount of suspended seconds of the escalation type based on the ``Timer(Start|Restart|Suspend|Resume|Stop)`` events.
de: Diese Spalte enthält die Gesamtzahl der ausgesetzten Sekunden des Eskalationstyps basierend auf den Ereignissen ``Timer(Start|Restart|Suspend|Resume|Resume|Stop)``.
hu: Ez az oszlop tartalmazza az eszkalációtípus teljes felfüggesztett idejét másodpercben a ``Timer(Start|Restart|Suspend|Resume|Stop)`` események alapján.
zh_cn: 此列包含基于 ``Timer(Start|Restart|Suspend|Resume|Stop)`` 事件的升级类型的总挂起秒数。

source: ``suspend_total_wt``
zh_cn: ``suspend_total_wt（挂起总工作时间）``

source: This column contains the total amount of suspended seconds of the escalation type based on the ``Timer(Start|Restart|Suspend|Resume|Stop)`` events (calculated with working calendars).
de: Diese Spalte enthält die Gesamtzahl der Sekunden, die der Timer basierend auf den Ereignissen ``Timer(Start|Restart|Suspend|Resume|Stop)`` ausgeführt hat (berechnet mit den Arbeitskalendern).
hu: Ez az oszlop tartalmazza az eszkalációtípus teljes felfüggesztett idejét másodpercben a ``Timer(Start|Restart|Suspend|Resume|Stop)`` események alapján (munkaidő naptárakkal számolva).
zh_cn: 此列包含基于 ``Timer(Start|Restart|Suspend|Resume|Stop)`` 事件的升级类型的总挂起秒数(使用工作日历计算)。

source: ``running_last_time``
zh_cn: ``running_last_time（运行持续时间）``

source: This column contains the seconds between a start or resuming event and a stop or suspending event (e.g. ``EscalationStart`` to ``EscalationSuspend`` or ``EscalationResume`` to ``EscalationStop``).
de: Diese Spalte enthält die Sekunden zwischen einem Start- oder Fortsetzungsereignis und einem Stopp- oder Unterbrechungsereignis (z.B. ``EscalationStart`` bis ``EscalationSuspend`` oder `EscalationResume`` bis ``EscalationStop``).
hu: Ez az oszlop tartalmazza egy esemény kezdete vagy folytatása és egy esemény leállítása vagy felfüggesztése közötti másodperceket (például az ``EscalationStart`` eseménytől az ``EscalationSuspend`` eseményig vagy az ``EscalationResume`` eseménytől az ``EscalationStop`` eseményig).
zh_cn: 此列包含启动/恢复事件与停止/挂起事件之间的秒数（例如，``EscalationStart`` 到 ``EscalationSuspend`` 或 ``EscalationResume`` 到 ``EscalationStop``）。

source: ``running_last_wt``
zh_cn: ``running_last_wt（运行持续的工作时间）``

source: This column contains the seconds between a start or resuming event and a stop or suspending event (e.g. ``EscalationStart`` to ``EscalationSuspend`` or ``EscalationResume`` to ``EscalationStop``) (calculated with working calendars).
de: Diese Spalte enthält die Sekunden zwischen einem Start- oder Fortsetzungsereignis und einem Stopp- oder Unterbrechungsereignis (z.B. ``EscalationStart`` bis ``EscalationSuspend`` oder `EscalationResume`` bis ``EscalationStop``) (berechnet mit den Arbeitskalendern).
hu: Ez az oszlop tartalmazza egy esemény kezdete vagy folytatása és egy esemény leállítása vagy felfüggesztése közötti másodperceket (például az ``EscalationStart`` eseménytől az ``EscalationSuspend`` eseményig vagy az ``EscalationResume`` eseménytől az ``EscalationStop`` eseményig) (munkaidő naptárakkal számolva).
zh_cn: 此列包含启动/恢复事件与停止/挂起事件之间的秒数（例如，``EscalationStart`` 到 ``EscalationSuspend`` 或 ``EscalationResume`` 到 ``EscalationStop``）（使用工作日历计算）。

source: This column contains the seconds between a start or resuming event and a stop or suspending event (e.g. ``EscalationStart`` to ``EscalationSuspend`` or ``EscalationResume`` to ``EscalationStop``) based on the history entries of the ticket.
de: Diese Spalte enthält die Sekunden zwischen einem Start- oder Fortsetzungsereignis und einem Stopp- oder Unterbrechungsereignis (z.B. ``EscalationStart`` bis ``EscalationSuspend`` oder ``EscalationResume`` bis ``EscalationStop``) basierend auf den Historieneinträgen des Tickets.
hu: Ez az oszlop tartalmazza egy esemény kezdete vagy folytatása és egy esemény leállítása vagy felfüggesztése közötti másodperceket (például az ``EscalationStart`` eseménytől az ``EscalationSuspend`` eseményig vagy az ``EscalationResume`` eseménytől az ``EscalationStop`` eseményig) a jegy előzményeinek bejegyzései alapján.
zh_cn: 此列包含基于工单历史条目的启动或恢复事件与停止或挂起事件之间的秒数（例如，``EscalationStart`` 到 ``EscalationSuspend` `或 ``EscalationResume`` 到 ``EscalationStop`` ）。

source: This column contains the seconds between a start or resuming event and a stop or suspending event (e.g. ``EscalationStart`` to ``EscalationSuspend`` or ``EscalationResume`` to ``EscalationStop``) based on the history entries of the ticket (calculated with working calendars).
de: Diese Spalte enthält die Sekunden zwischen einem Start- oder Fortsetzungsereignis und einem Stopp- oder Unterbrechungsereignis (z.B. ``EscalationStart`` bis ``EscalationSuspend`` oder ``EscalationResume`` bis ``EscalationStop``) basierend auf den Historieneinträgen des Tickets (berechnet mit den Arbeitskalendern).
hu: Ez az oszlop tartalmazza egy esemény kezdete vagy folytatása és egy esemény leállítása vagy felfüggesztése közötti másodperceket (például az ``EscalationStart`` eseménytől az ``EscalationSuspend`` eseményig vagy az ``EscalationResume`` eseménytől az ``EscalationStop`` eseményig) a jegy előzményeinek bejegyzései alapján (munkaidő naptárakkal számolva).
zh_cn: 此列包含基于工单历史条目的启动或恢复事件与停止或挂起事件之间的秒数（例如，``EscalationStart`` 到 ``EscalationSuspend` `或 ``EscalationResume`` 到 ``EscalationStop`` ）（使用工作日历计算）。

source: ``suspend_last_time``
zh_cn: ``suspend_last_time（暂停持续时间）``

source: This column contains the amount of seconds the ticket escalation was suspended last time based on the history entries of the ticket.
de: Diese Spalte enthält die Anzahl der Sekunden, innerhalb derer die Eskalation des Tickets zuletzt aufgrund der Historieneinträge des Tickets ausgesetzt wurde.
hu: Ez az oszlop tartalmazza az időt másodpercben, amíg a jegy eszkalációja legutóbb fel lett függesztve a jegy előzményeinek bejegyzései alapján.
zh_cn: 此列包含基于工单的历史条目挂起工单升级持续的秒数。

source: ``suspend_last_wt``
zh_cn: ``suspend_last_wt（暂停持续的工作时间）``

source: This column contains the amount of seconds the ticket escalation was suspended last time based on the history entries of the ticket (calculated with working calendars).
de: Diese Spalte enthält die Anzahl der Sekunden, innerhalb derer die Eskalation des Tickets zuletzt aufgrund der Historieneinträge des Tickets ausgesetzt wurde (berechnet mit den Arbeitskalendern).
hu: Ez az oszlop tartalmazza az időt másodpercben, amíg a jegy eszkalációja legutóbb fel lett függesztve a jegy előzményeinek bejegyzései alapján (munkaidő naptárakkal számolva).
zh_cn: 此列包含基于工单的历史条目上次挂起工单升级的秒数（使用工作日历计算）。

source: ``create_time``
zh_cn: ``create_time（创建时间）``

source: This column contains create time of the escalation history entry.
de: Diese Spalte enthält die Erstellungszeit des Historieneintrages der Eskalation.
hu: Ez az oszlop tartalmazza az eszkaláció előzményei bejegyzésének létrehozási idejét.
zh_cn: 此列包含升级历史条目的创建时间。

source: ``create_by``
zh_cn: ``create_by（创建人）``

source: This column contains ID of the user who triggered the history data set.
de: Diese Spalte enthält die ID des Benutzers, der den Historie-Datensatz ausgelöst hat.
hu: Ez az oszlop tartalmazza annak a felhasználónak az azonosítóját, aki aktiválta az előzmények adatkészletét.
zh_cn: 此列包含触发历史记录数据集的用户的ID。

source: ``change_time``
zh_cn: ``change_time（修改时间）``

source: This column contains date and time when the escalation history data set was changed.
de: Diese Spalte enthält Datum und Zeit der Änderung eines Eskalationshistorie-Datensatz.
hu: Ez az oszlop tartalmazza azt a dátumot és időt, amikor az eszkaláció előzményének adatkészlete meg lett változtatva.
zh_cn: 此列包含更改升级历史数据集的日期和时间。

source: ``change_by``
zh_cn: ``change_by（修改人）``

source: This column contains ID of the user who triggered the data set change.
de: Diese Spalte enthält die ID des Benutzers, der die Datensatz-Änderung ausgelöst hat.
hu: Ez az oszlop tartalmazza annak a felhasználónak az azonosítóját, aki aktiválta az adatkészlet megváltoztatását.
zh_cn: 此列包含触发数据集更改的用户的ID。

source: ``escalation_history_data`` Table
de: ``escalation_history_data`` Tabelle
hu: ``escalation_history_data`` tábla
zh_cn: ``escalation_history_data`` 表

source: All escalation events will create new entries in the ``escalation_history`` table. For each escalation event it is possible to save ticket and dynamic field data in a separate data table. Make sure that ``TriggerEscalationStartEvents`` is enabled. The attributes which will be saved can be configured in the following system configuration options:
de: Alle Eskalationsereignisse erstellen neue Einträge in der Tabelle ``escalation_history``. Für jedes Eskalationsereignis ist es möglich, die Daten von Tickets und dynamischen Feldern in einer separaten Datentabelle zu speichern. Stellen Sie sicher, dass ``TriggerEscalationStartEvents`` aktiviert ist. Die Attribute, die gespeichert werden können, werden in den folgenden Systemkonfigurations-Optionen konfiguriert:
hu: Az összes eszkalációs esemény új bejegyzéseket fog létrehozni az ``escalation_history`` táblában. Minden egyes eszkalációs eseménynél lehetőség van elmenteni a jegy és a dinamikus mező adatait egy különálló adattáblába. Győződjön meg arról, hogy a ``TriggerEscalationStartEvents`` engedélyezve van-e. Azok az attribútumok, amelyek mentésre kerülnek, a következő rendszerbeállítási lehetőségekben állíthatók be:
zh_cn: 所有升级事件都将在 ``escalation_history`` 表中创建新条目。 对于每个升级事件，可以将工单和动态字段数据保存在单独的数据表中。 确保启用了 ``TriggerEscalationStartEvents``。 可以在以下系统配置选项中配置要保存的属性：

source: ``EscalationHistoryData###Ticket`` (group: ``OTRSAdvancedEscalations``, navigation: *Core → EscalationHistoryData*).
de: ``EscalationHistoryData###Ticket`` (Gruppe: ``OTRSAdvancedEscalations``, Navigation: *Core → EscalationHistoryData*).
hu: ``EscalationHistoryData###Ticket`` (csoport: ``OTRSAdvancedEscalations``, navigáció: *Core → EscalationHistoryData*).
zh_cn: ``EscalationHistoryData###Ticket`` (组： ``OTRSAdvancedEscalations``, 导航： *Core → EscalationHistoryData*).

source: Example configuration: *Queue → 1*
de: Beispielkonfiguration: *Queue → 1*
hu: Példa beállítás: *Queue → 1*
zh_cn: 配置示例：*Queue → 1*

source: ``EscalationHistoryData###DynamicField`` (group: ``OTRSAdvancedEscalations``, navigation: *Core → EscalationHistoryData*).
de: ``EscalationHistoryData###DynamicField`` (Gruppe: ``OTRSAdvancedEscalations``, Navigation: *Core → EscalationHistoryData*).
hu: ``EscalationHistoryData###DynamicField`` (csoport: ``OTRSAdvancedEscalations``, navigáció: *Core → EscalationHistoryData*).
zh_cn: ``EscalationHistoryData###DynamicField`` (组： ``OTRSAdvancedEscalations``，导航： *Core → EscalationHistoryData*)。

source: Example configuration: *DynamicField_Test → 1*
de: Beispielkonfiguration: *DynamicField_Test → 1*
hu: Példa beállítás: *DynamicField_Teszt → 1*
zh_cn: 配置示例： *DynamicField_Test → 1*

source: The data of the ticket and dynamic fields will be saved in a separate table ``escalation_history_data`` with the following columns:
de: Die Daten von Tickets und dynamischen Feldern wird in einer separaten Tabelle ``escalation_history_data`` mit den folgenden Spalten gespeichert:
hu: A jegy és a dinamikus mezők adatai egy különálló ``escalation_history_data`` táblába lesznek elmentve a következő oszlopokkal:
zh_cn: 工单和动态字段的数据将保存在单独的表 ``escalation_history_data`` 中，其中包含以下列：

source: This column contains ID of the related ``escalation_history`` entry.
de: Diese Spalte enthält die ID des zugehörigen ``escalation_history``-Eintrages.
hu: Ez az oszlop tartalmazza a kapcsolódó ``escalation_history`` bejegyzés azonosítóját.
zh_cn: 这个列包含相关的 ``escalation_history`` 条目的ID。

source: This column contains key of the related data (e.g. *DynamicField_Test* or *Queue*).
de: Diese Spalte enthält den Schlüssel der zugehörigen Daten (bspw. *DynamicField_Test* oder *Queue*).
hu: Ez az oszlop tartalmazza a kapcsolódó adatok kulcsát (például *DynamicField_Teszt* vagy *Queue*).
zh_cn: 此列包含相关数据的键(例如 *DynamicField_Test* 或 *Queue*)。

source: This column contains value of the related data (e.g. a dynamic field value or the values of ticket attributes).
de: Diese Spalte enthält den Wert der zugehörigen Daten (bspw. einen Wert eines dynamischen Feldes oder die Werte von Ticket-Attributen).
hu: Ez az oszlop tartalmazza a kapcsolódó adatok értékét (például egy dinamikus mező értékét vagy a jegyattribútumok értékeit).
zh_cn: 此列包含相关数据的值(例如，动态字段值或工单属性的值)。

source: This column contains create time of the escalation history data entry.
de: Diese Spalte beinhaltet die Erstellungszeit des Eskalationshistorie-Dateneintrages.
hu: Ez az oszlop tartalmazza az eszkaláció előzményei adatbejegyzésének létrehozási idejét.
zh_cn: 此列包含升级历史记录数据条目的创建时间。

source: This column contains ID of the user who triggered the escalation history data set.
de: Diese Spalte beinhaltet die ID des Benutzers, der den Eskalationshistorie-Datensatz ausgelöst hat.
hu: Ez az oszlop tartalmazza annak a felhasználónak az azonosítóját, aki aktiválta az eszkaláció előzményeinek adatkészletét.
zh_cn: 此列包含触发升级历史记录数据集的用户的ID。

source: Visualization of Escalation Times in Ticket Overviews
de: Visualisierung von Eskalationszeiten in Ticket-Übersichten
hu: Eszkalációs idők látható megjelenítése a jegyáttekintőkben
zh_cn: 工单概览中升级时间的可视化

source: In the ticket overviews and also on ticket dashboard widgets, information regarding the escalation data is displayed in one column for each escalation type.
de: In den Ticket-Übersichten und auch in den Ticket-Widgets des Dashboards werden Informationen zu den Eskalationsdaten in einer Spalte für jede Eskalationsart angezeigt.
hu: A jegyáttekintőkben, valamint a jegy vezérlőpulti felületei elemeiben az eszkalációs adatokkal kapcsolatos információk egy oszlopban jelennek meg minden egyes eszkalációtípusnál.
zh_cn: 在工单概览和工单仪表板小部件中，有关升级数据的信息显示在每个升级类型的一列中。

source: In addition to this, you have the possibility to specify which advanced escalations columns you want to use in ticket overviews and ticket dashboard widgets.
de: Darüber hinaus haben Sie die Möglichkeit, festzulegen, welche Spalten für erweiterte Eskalationen Sie in Ticket-Übersichten und Ticket-Widgets verwenden möchten.
hu: Ezenkívül lehetősége van megadni, hogy mely speciális eszkalációs oszlopokat szeretné használni a jegyáttekintőkben és a jegy vezérlőpulti felületei elemeiben.
zh_cn: 除此之外，您还可以指定要在工单概览和工单仪表板小部件中使用的高级升级列。

source: In the system configuration options the possible advanced escalations columns are predefined, but they are not active. If you want to use them, you have to change the value to 1 in setting ``AgentDashboard###AdvancedEscalationsDefaultColumns``.
de: In den Systemkonfigurationsoptionen sind die möglichen erweiterten Eskalationsspalten vordefiniert, aber sie sind nicht aktiv. Wenn Sie sie verwenden möchten, müssen Sie den Wert in der Einstellung ``AgentDashboard#####AdvancedEscalationsDefaultColumns`` auf 1 ändern.
hu: A rendszerbeállítási lehetőségben a lehetséges speciális eszkalációs oszlopok előre meg vannak határozva, de nincsenek bekapcsolva. Ha használni szeretné azokat, akkor meg kell változtatnia az értéket 1-re az ``AgentDashboard###AdvancedEscalationsDefaultColumns`` beállításban.
zh_cn: 在系统配置选项中，可能的高级升级列是预定义的，但是它们不是活动的。如果您想使用它们，您必须在设置 ``AgentDashboard###AdvancedEscalationsDefaultColumns`` 中将值更改为1。

source: Due to a technical reason there is only one system configuration option for the ticket dashboard widgets. So you are not able to define the advanced escalations columns for each ticket dashboard widget.
de: Aus technischen Gründen gibt es nur eine Systemkonfigurations-Option für die Ticket-Widgets des Dashboards. Daher ist es nicht möglich, die Spalten für erweiterte Eskalationen für jedes Ticket-Widget einzeln zu definieren.
hu: Műszaki okok miatt csak egyetlen rendszerbeállítási lehetőség van a jegy vezérlőpulti felületi elemeihez. Ezért nem lesz képes meghatározni a speciális eszkalációs oszlopokat minden egyes jegy vezérlőpulti felületi elemhez.
zh_cn: 由于技术原因，工单仪表板小部件只有一个系统配置选项。 因此，您无法为每个工单仪表板小部件定义高级升级列。

source: Advanced escalations columns are shown like this: Escalation type (Column), e.g. *First Response Time* (Escalation reached, yes/no). They are translatable.
de: Die Spalten für erweiterte Eskalationen werden wie folgt dargestellt: Eskalationsart (Spalte), z.B. *Erste Reaktionszeit* (Eskalation erreicht, ja/nein). Sie sind übersetzbar.
hu: A speciális eszkalációs oszlopok ehhez hasonlóan néznek ki: eszkalációs típus (oszlop), például *Első válaszidő* (eszkaláció elérve, igen/nem). Ezek lefordíthatók.
zh_cn: 高级升级列如下所示：升级类型（列），例如， *首次响应时间* （需要升级，是/否）。 它们是可翻译的。

source: For the user based settings the modal dialog for the configuration of views has been extended to offer a selection of available escalation types.
de: Für die benutzerdefinierten Einstellungen wurde der modale Dialog zur Konfiguration von Ansichten um eine Auswahl der verfügbaren Eskalationstypen erweitert.
hu: A felhasználó alapú beállításoknál a nézetek beállításainak kizárólagos párbeszédablaka ki lett bővítve, hogy felajánlja a lehetséges eszkalációtípusok választását.
zh_cn: 对于基于用户的设置，已扩展视图配置的模态对话框，以提供可用的升级类型选择。

source: The traffic light colors for the escalation states:
de: Die Ampelfarben für die Eskalationszustände:
hu: A közlekedési lámpa színei az eszkalációs állapotoknál:
zh_cn: 升级状态的红绿灯颜色：

source: Green: No escalation times are reached or exceeds the limit.
de: Grün: Es wurde kein Eskalationszeitpunkt erreicht oder überschritten.
hu: Zöld: az eszkalációs idők nincsenek elérve vagy nem haladják meg a korlátot.
zh_cn: 绿色：未达到或超过升级时间。

source: Yellow/Orange: The warning time was reached or exceeds the limit, but no escalation time is reached or exceed the limit yet.
de: Gelb/Orange: Die Warnzeit wurde erreicht oder überschreitet das Limit, aber es wird noch keine Eskalationszeit erreicht oder überschritten.
hu: Sárga vagy narancs: a figyelmeztető idő el lett érve vagy meghaladta a korlátot, de az eszkalációs idők nem lettek elérve vagy még nem haladták meg a korlátot.
zh_cn: 黄色/橙色：已达到或超过警告时间，但尚未达到或超过升级时间。

source: Red: Escalation time is reached or exceeds the limit.
de: Rot: Die Eskalationszeit ist erreicht oder überschreitet das Limit.
hu: Piros: az eszkalációs idő el lett érve vagy meghaladja a korlátot.
zh_cn: 红色：达到或超过升级时间。

source: Brown: Escalation time is currently paused.
de: Braun: Die Eskalationszeit ist derzeit pausiert.
hu: Barna: az eszkalációs idő jelenleg szüneteltetve van.
zh_cn: 棕色：升级时间目前挂起。

source: Possible Advanced Escalations Columns
de: Mögliche Spalten für erweiterte Eskalationen
hu: Lehetséges speciális eszkalációs oszlopok
zh_cn: 可能的高级升级列

source: For each configured escalation type the following 22 advanced escalations columns are calculated and available. It is not necessary to activate the columns like you have to do e.g. for the agent dashboard. You will find a complete list with explanations below.
de: Für jede konfigurierte Eskalationsart werden die folgenden 22 erweiterten Eskalationsspalten berechnet und stehen zur Verfügung. Es ist nicht notwendig, die Spalten zu aktivieren, wie Sie es z.B. für das Agent-Dashboard tun müssen. Nachfolgend finden Sie eine vollständige Liste mit Erläuterungen.
hu: Minden egyes beállított eszkalációtípusnál a következő 22 speciális eszkalációs oszlop lesz kiszámítva és válik elérhetővé. Nem szükséges bekapcsolni az oszlopokat, mint ahogy ezt meg kell tennie például az ügyintézői vezérlőpultnál. A teljes listát a magyarázatokkal együtt megtalálja alább.
zh_cn: 对于每个已配置的升级类型，将计算并提供以下22个高级升级列。 没有必要像在服务人员仪表板中使用那样必须先激活列。 您将在下面找到包含解释的完整列表。
