Repository: Yan-Oliveira/doc-fao
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu, zh_cn

source: After your agent has answered a question from a customer user and the customer user wants to test the recommended solution, your agent can set the ticket status to *pending* and specify a reminder time, a subject and a text for internal documentation. If the customer user sends another question before the reminder time runs out, your agent can answer and select the *pending* status again without having to re-enter the reminder time, title and text, as this information is now added automatically. If the reminder time expires, the default values are used.
de: Nachdem Ihr Agent eine Frage eines Kundenbenutzers beantwortet hat und der Kundenbenutzer die empfohlene Lösung testen möchte, kann Ihr Agent den Ticketstatus auf *ausstehend* setzen und eine Erinnerungszeit, einen Betreff und einen Text für die interne Dokumentation angeben. Wenn der Kundenbenutzer eine weitere Frage sendet, bevor die Erinnerungszeit abgelaufen ist, kann Ihr Agent antworten und den Status *ausstehend* erneut auswählen, ohne die Erinnerungszeit, den Titel und den Text erneut eingeben zu müssen, da diese Informationen nun automatisch hinzugefügt werden. Wenn die Erinnerungszeit abläuft, werden die Standardwerte verwendet.
hu: Miután az ügyintéző megválaszolt egy ügyfél-felhasználótól érkező kérdést, és az ügyfél-felhasználó ki akarja próbálni a javasolt megoldást, akkor az ügyintéző beállíthatja a jegyállapotot *függőben* értékre, és megadhat egy emlékeztető időt, egy tárgyat és szöveget a belső dokumentáláshoz. Ha az ügyfél-felhasználó egy másik kérdést küld, mielőtt az emlékeztető ideje lejárna, az ügyintéző válaszolhat, és ismét kiválaszthatja a *függőben* állapotot, anélkül hogy újra be kellene írnia az emlékeztető idejét, a címet és a szöveget, mivel ezek az információk már automatikusan hozzáadásra kerülnek. Ha az emlékeztető ideje lejár, akkor az alapértelmezett értékek lesznek használva.
zh_cn: 当您的服务人员回答了客户用户的问题并且客户用户希望测试推荐的解决方案后，您的服务人员可以将工单状态设置为 *挂起*，并为内部文档指定提醒时间、主题和文本。如果客户用户在提醒时间结束前发送了另一个问题，则您的服务人员可以再次答复并选择 *挂起* 状态，而无需重新输入提醒时间、标题和文本，因为此信息现在是自动添加的。如果提醒时间过期，则使用默认值。

source: Fewer clicks and less work by using the memory function.
de: Weniger Klicks und weniger Arbeit durch die Verwendung der Memory-Funktion.
hu: Kevesebb kattintás és kevesebb munka a memória funkció használatával.
zh_cn: 使用记忆功能，点击次数更少，工作也更少。

source: Saves time managing recurring requests from a customer.
de: Spart Zeit bei der Verwaltung wiederkehrender Anfragen eines Kunden.
hu: Időt takarít meg az ügyféltől érkező ismétlődő kéréseknél.
zh_cn: 节省了管理客户重复请求的时间。

source: This package has no agent interface, the feature add-on uses the existing ticket screens.
de: Dieses Paket hat keine Agentenschnittstelle, das Feature Add-on verwendet die vorhandenen Ticket-Ansichten.
hu: Ennek a csomagnak nincs ügyintézői felülete, a funkciókiegészítő a meglévő jegyképernyőket használja.
zh_cn: 本软件包没有服务人员界面，本功能插件使用现有的工单屏幕。

source: On opening the *Ticket Pending* screen the functionality pre-fills the fields with the restored information from the last pending reminder set by the agent. This includes the following fields, which are pre-filled in the ticket pending pop-up screen:
de: Beim Öffnen der Ansicht *Tickets ausstehend* füllt die Funktionalität die Felder mit den wiederhergestellten Informationen aus der letzten ausstehenden Erinnerung des Agenten vor. Dazu gehören die folgenden Felder, die im Popup-Fenster des Tickets vorbelegt sind:
hu: A *Jegy függőben* képernyő megnyitásakor a funkcionalitás előre kitölti a mezőket az ügyintéző által beállított utolsó emlékeztető függőben állapotból visszaállított információkkal. Ez a következő mezőket tartalmazza, amelyek előre ki lesznek töltve a jegy emlékeztető felugró ablakában:
zh_cn: 打开 *工单挂起* 屏幕时，该功能会用服务人员设置的上次挂起提醒的还原信息预先填充字段。这包括以下字段，它们预先填写在 *工单挂起* 弹出屏幕中：

source: Pending date
de: Warten bis
hu: Várakozás dátuma
zh_cn: 挂起时间

source: State
de: Status
hu: Állapot
zh_cn: 状态

source: Title
de: Titel
hu: Cím
zh_cn: 标题

source: Text (if the text comes from a note article created by the *Ticket Pending* screen)
de: Text (wenn der Text aus einer Notiz stammt, die in der Ansicht *Ticket ausstehend* erstellt wurde)
hu: Szöveg (ha a szöveg egy olyan jegyzet bejegyzésből érkezik, amelyet a *Jegy függőben* képernyő hozott létre)
zh_cn: 文本（如果文本来自由 *工单挂起* 屏幕创建的注释信件）

source: The functionality works only, when the target time is not expired, then the standard functionality sets the usual default values.
de: Die Funktionalität funktioniert nur, wenn die Sollzeit nicht abgelaufen ist, dann setzt die Standardfunktionalität die üblichen Standardwerte.
hu: A funkcionalitás csak akkor működik, ha a célidő még nem járt le, azután a szabványos funkcionalitás állítja be a szokásos alapértelmezett értékeket.
zh_cn: 该功能仅在目标时间未过期时工作，然后标准功能设置通常的默认值。

source: After installation of the package, the functionality is automatically integrated in the *Ticket Pending* screen. If there was an unexpired pending time set before, the *Ticket Pending* screen is pre-filled with the information of the last action where the pending time was set.
de: Nach der Installation des Pakets wird die Funktionalität automatisch in der Ansicht *Ticket ausstehend* integriert. Wenn zuvor eine abgelaufene ausstehende Zeit eingestellt wurde, wird die Ansicht *Ticket ausstehend* mit den Informationen der letzten Aktion, bei der die ausstehende Zeit eingestellt wurde, vorbelegt.
hu: A csomag telepítése után a funkcionalitás automatikusan beépül a *Jegy függőben* képernyőbe. Ha lejáratlan várakozási idő volt beállítva előtte, akkor a *Jegy függőben* képernyő előre ki lesz töltve az utolsó művelet azon információival, amikor a várakozási idő be lett állítva.
zh_cn: 安装本软件包后，该功能将自动集成到 *工单挂起* 屏幕中。如果之前设置了未过期的挂起时间，*工单挂起* 屏幕将预先填充上次设置挂起时间的操作的信息。

source: The agent sets a *pending* state with a pending time and other information like subject and text in the ticket.
de: Der Agent setzt einen *ausstehend* Status mit einer ausstehenden Zeit und anderen Informationen wie Betreff und Text im Ticket.
hu: Az ügyintéző beállít egy *függőben* állapotot a jegyben várakozási idővel és egyéb információkkal, mint például tárgy és szöveg.
zh_cn: 服务人员设置一个带有挂起时间和其它信息（如工单中的主题和文本）的 *挂起* 状态。

source: The pending time is stored now in the *Ticket Information* widget in the right sidebar of the *Ticket Zoom* screen.
de: Die ausstehende Zeit wird nun im *Ticket Information* Widget in der rechten Sidebar der *Ticket-Detailansicht* gespeichert.
hu: A várakozási idő most a *Jegynagyítás* képernyő jobb oldalsávjában lévő *Jegyinformációk* felületi elemében van eltárolva.
zh_cn: 挂起时间现在存储在 *工单详情* 屏幕右侧栏的 *工单信息* 小部件中。

source: Before the pending time is expired, an incoming customer communication resets the pending time (the customer answers with “thanks”).
de: Vor Ablauf der Wartezeit setzt eine eingehende Kundenkommunikation die Wartezeit zurück (z.B. der Kunde antwortet mit „Danke”).
hu: A várakozási idő lejárata előtt egy bejövő ügyfél-kommunikáció visszaállítja a várakozási időt (az ügyfél egy „köszönöm” választ küld).
zh_cn: 在挂起时间到期之前，传入的客户通信重置等待时间（客户用 “谢谢” 答复）。

source: With the functionality of this package the agent is able to restore the pending time within the *Ticket Pending* screen easily.
de: Mit der Funktionalität dieses Pakets ist der Agent in der Lage, die ausstehende Zeit innerhalb der Ansicht *Ticket ausstehend* einfach wiederherzustellen.
hu: A csomag funkcionalitásával az ügyintéző képes egyszerűen visszaállítani a várakozási időt a *Jegy függőben* képernyőn belül.
zh_cn: 通过本软件包的该功能，服务人员可以轻松地还原 *工单挂起* 屏幕中的挂起时间。

source: When the agent opens the *Ticket Pending* screen, the fields are pre-filled with the information from the last entry which set a pending time.
de: Wenn der Agent die Ansicht *Ticket ausstehend* öffnet, werden die Felder mit den Informationen des letzten Eintrags, der eine Wartezeit festlegt, vorbelegt.
hu: Ha az ügyintéző megnyitja a *Jegy függőben* képernyőt, akkor a mezők előre ki vannak töltve az utolsó bejegyzésből származó információkkal, amely várakozási időt állított be.
zh_cn: 当服务人员打开 *工单挂起* 屏幕时，这些字段将预先填入设置挂起时间的最后一个条目中的信息。

source: There are several options to set a pending time, but the pre-fill functionality is only integrated in the *Ticket Pending* screen.
de: Es gibt mehrere Optionen, um eine Wartezeit festzulegen, aber die Vorausfüllfunktion ist nur in der Ansicht *Ticket ausstehend* integriert.
hu: Számos lehetőség létezik egy várakozási idő beállításához, de az előre kitöltés funkcionalitás csak a *Jegy függőben* képernyőbe épül be.
zh_cn: 有几个选项可设置挂起时间，但预填充功能仅集成在 *工单挂起* 屏幕中。

source: The text field is only pre-filled from note articles, since this is the type of article the *Ticket Pending* screen creates.
de: Das Textfeld ist nur aus Notizen vorbelegt, da dies die Art von Artikel ist, die die Ansicht *Ticket ausstehend* erstellt.
hu: A szövegmező csak jegyzet bejegyzésekből lesz előre kitöltve, mivel ez az a bejegyzéstípus, amelyet a *Jegy függőben* képernyő létrehoz.
zh_cn: 文本字段仅由备注信件预先填充，因为这是 *工单挂起* 屏幕创建的信件类型。

source: Restrict Customer Data View
zh_cn: 限制客户数据视图

source: Service organizations that go global or have a wide range of products have to outsource their customer service to distribution partners or call centers. When that happens, the security of customer data is very important and only the appropriate third party providing the service should have access to customer information.
de: Serviceorganisationen, die global agieren oder eine breite Produktpalette haben, müssen ihren Kundenservice an Vertriebspartner oder Call Center auslagern. In diesem Fall ist die Sicherheit der Kundendaten sehr wichtig, und nur der entsprechende Dritte, der den Service anbietet, sollte Zugang zu Kundendaten haben.
hu: Az olyan szolgáltató szervezeteknek, amelyek globálisan működnek vagy termékek széles választékával rendelkeznek, ki kell szervezniük a vevőszolgálatukat a forgalmazó partnerekhez vagy telefonos ügyfélszolgálatokhoz. Ebben az esetben az ügyféladatok biztonsága nagyon fontos, és csak az arra jogosult, szolgáltatást nyújtó harmadik félnek lehet hozzáférése az ügyfél információihoz.
zh_cn: 全球化或产品种类繁多的服务组织必须将其客户服务外包给分销合作伙伴或呼叫中心。在这种情况下，客户数据的安全性非常重要，只有提供服务的适当第三方才能访问客户信息。

source: This feature add-on makes this defined access possible with the assignment of customer IDs to partner IDs. It enhances and specifies the customer information center of the standard version and whose customer data can be accessed by all agents. When customer data is retrieved from an LDAP server, the feature add-on checks for a partner ID and which customer IDs are assigned to it. Therefore, agents of a partner ID can only see customer data of the assigned customer ID. If there is no customer ID assigned to a partner ID, the agents are not allowed to see any customer data. If no partner ID has been created, all agents can see all customer data.
de: Dieses Feature Add-on ermöglicht diesen definierten Zugriff mit der Zuordnung von Kunden-IDs zu Partner-IDs. Sie erweitert und spezifiziert das Kundeninformationszentrum der Standardversion, dessen Kundendaten für alle Agenten zugänglich sind. Wenn Kundendaten von einem LDAP-Server abgerufen werden, prüft das Feature Add-on, ob eine Partner-ID vorhanden ist und welche Kunden-IDs ihr zugeordnet sind. Daher können Agenten einer Partner-ID nur Kundendaten der zugeordneten Kunden-ID sehen. Wenn einer Partner-ID keine Kunden-ID zugeordnet ist, dürfen die Agenten keine Kundendaten sehen. Wenn keine Partner-ID angelegt wurde, können alle Agenten alle Kundendaten einsehen.
hu: Ez a funkciókiegészítő ezt a meghatározott hozzáférést teszi lehetővé az ügyfél-azonosítóknak a partnerazonosítókhoz való hozzárendelésével. Továbbfejleszti és részletezi a szabványos verzió ügyfél-információs központját, és hogy kinek az ügyféladatait érhetik el az ügyintézők. Ha az ügyféladatokat lekérik egy LDAP-kiszolgálóról, akkor a funkciókiegészítő ellenőrzi a partnerazonosítót, és hogy mely ügyfél-azonosítók vannak hozzárendelve. Ebből adódóan egy partnerazonosító ügyintézői csak a hozzárendelt ügyfél-azonosító ügyféladatait láthatják. Ha nincs ügyfél-azonosító hozzárendelve egy partnerazonosítóhoz, akkor az ügyintézők nem láthatnak semmilyen ügyféladatot. Ha nem lett partnerazonosító létrehozva, akkor az összes ügyintéző láthatja az összes ügyféladatot.
zh_cn: 通过将客户ID分配给合作伙伴ID，此功能插件使此定义的访问成为可能。它增强并指定了标准版本的客户信息中心，所有服务人员都可以访问其客户数据。当从LDAP服务器检索客户数据时，此功能插件将检查合作伙伴ID以及分配给它的客户ID。因此，合作伙伴ID的服务人员只能看到分配的客户ID的客户数据，如果没有分配给合作伙伴ID的客户ID，则不允许服务人员看到任何客户数据。如果尚未创建合作伙伴ID，则所有服务人员都可以看到所有客户数据。

source: The first configuration steps after the installation are the configuration of the LDAP server connection and the mapping of partner IDs to customer IDs with the help of a graphical interface. The administration of those connections can also be managed in a separate dashboard.
de: Die ersten Konfigurationsschritte nach der Installation sind die Konfiguration der LDAP-Serververbindung und die Zuordnung von Partner-IDs zu Kunden-IDs mit Hilfe einer grafischen Oberfläche. Die Verwaltung dieser Verbindungen kann auch in einem separaten Dashboard verwaltet werden.
hu: Telepítés után az első beállítási lépés az LDAP-kiszolgáló kapcsolatának beállítása, és a partnerazonosítók leképezése az ügyfél-azonosítókra egy grafikus felhasználói felület segítségével. A kapcsolatok adminisztrálása elvégezhető egy különálló vezérlőpulton is.
zh_cn: 安装本软件包后的第一个配置步骤是配置LDAP服务器连接，并借助图形界面将合作伙伴ID映射到客户ID。这些连接的管理也可以在单独的仪表板中管理。

source: Specific allocation of access permissions allows protection of your customer data.
de: Die gezielte Vergabe von Zugangsberechtigungen ermöglicht den Schutz Ihrer Kundendaten.
hu: A hozzáférési jogosultságok különleges kiosztása lehetővé teszi az ügyféladatok védelmét.
zh_cn: 特定的访问权限分配允许保护您的客户数据。

source: Simplifies the collaboration with subsidiaries, subcontractors and partners.
de: Vereinfacht die Zusammenarbeit mit Tochtergesellschaften, Subunternehmern und Partnern.
hu: Leegyszerűsíti a leányvállalatokkal, az alvállalkozókkal és a partnerekkel való együttműködést.
zh_cn: 简化与子公司、分包商和合作伙伴的合作。

source: International companies
de: Internationale Unternehmen
hu: Nemzetközi vállalatok
zh_cn: 国际化的公司

source: Companies offering a wide range of products
de: Unternehmen, die eine breite Palette von Produkten anbieten
hu: Olyan vállalatok, amelyek termékek széles választékát kínálják
zh_cn: 提供多种产品的公司

source: This package offers the possibility to restrict the access of certain agents to data of certain customers following a mapping table.
de: Dieses Paket bietet die Möglichkeit, den Zugriff bestimmter Agenten auf Daten bestimmter Kunden nach einer Zuordnungstabelle zu beschränken.
hu: Ez a csomag annak a lehetőségét nyújtja, hogy korlátozni lehessen bizonyos ügyintézők hozzáférését bizonyos ügyfelek adataihoz egy leképezési táblázatot követve.
zh_cn: 本软件包提供了限制某些服务人员访问映射表后面的某些客户的数据的可能性。

source: After installation of the package a new group *Miscellaneous* will be available with a new module in the administrator interface.
de: Nach der Installation des Pakets ist eine neue Gruppe *Sonstiges* mit einem neuen Modul in der Administratoroberfläche verfügbar.
hu: A csomag telepítése után egy új *Egyebek* csoport válik elérhetővé egy új modullal az adminisztrátori felületen.
zh_cn: 安装本软件包后，管理员界面中的新模块将提供一个新组 *杂项*。

source: Use this screen to manage mappings between partners and customers. The management screen is available in the *PartnerID ↔ CustomerID* module of the *Miscellaneous* group.
de: Verwenden Sie diese Ansicht, um Zuordnungen zwischen Partnern und Kunden zu verwalten. Der Verwaltungsansicht ist im Modul *PartnerID ↔ CustomerID* der Gruppe *Sonstiges* verfügbar.
hu: Használja ezt a képernyőt a partnerek és ügyfelek közti leképezések kezeléséhez. A kezelőképernyő az *Egyebek* csoport *Partnerazonosító ↔ Ügyfél-azonosító* moduljában érhető el.
zh_cn: 使用此屏幕可管理合作伙伴和客户之间的映射。管理屏幕位于 *杂项* 组的 *PartnerID ↔ CustomerID* 模块中。

source: Manage PartnerID-CustomerID Relations Screen
de: PartnerID-CustomerID-Zuordnungen verwalten
hu: Partnerazonosító–Ügyfél-azonosító kapcsolatok kezelése képernyő
zh_cn: 管理 PartnerID ↔ CustomerID 关联屏幕

source: Manage PartnerID ↔ CustomerID Relations
de: PartnerID ↔ CustomerID Relations verwalten
hu: Partnerazonosító ↔ Ügyfél-azonosító kapcsolatok kezelése
zh_cn: 管理 PartnerID ↔ CustomerID 关联

source: It is necessary to setup the LDAP server configuration in the system configuration.
de: Es ist notwendig, die LDAP-Serverkonfiguration in der Systemkonfiguration einzurichten.
hu: Az LDAP-kiszolgáló konfigurációjának beállítása szükséges a rendszerbeállításokban.
zh_cn: 必须在系统配置中设置LDAP服务器配置。

source: To setup the LDAP server configuration:
de: So richten Sie die LDAP-Serverkonfiguration ein:
hu: Az LDAP-kiszolgáló konfigurációjának beállításához:
zh_cn: 若要设置LDAP服务器配置：

source: Select *OTRSRestrictCustomerDataView* in the *Navigation* widget.
de: Wählen Sie *OTRSRestrictCustomerDataView* im Widget *Navigation*.
hu: Válassza ki az *OTRSRestrictCustomerDataView* lehetőséget a *Navigáció* felületi elemben.
zh_cn: 在 *导航* 小部件中选择 *OTRSRestrictCustomerDataView*。

source: Navigate to *Core → LDAP* in the navigation tree.
de: Navigieren Sie im Navigationsbaum nach *Core → LDAP*.
hu: Navigáljon a *Core → LDAP* ághoz a navigációs fában.
zh_cn: 在导航树中导航到 *Core→LDAP*。

source: Set the parameters for the LDAP connection.
de: Stellen Sie die Parameter für die LDAP-Verbindung ein.
hu: Állítsa be az LDAP-kapcsolat paramétereit.
zh_cn: 设置LDAP连接的参数。

source: If the LDAP server can be reached, the ``customer_id`` relations to the ``partner_id`` which is pulled from the LDAP server, will be stored in the database tables which are configured in the ``PartnerIDMapping`` section within the system configuration.
de: Wenn der LDAP-Server erreichbar ist, werden die Beziehungen zwischen ``customer_id`` und der ``partner_id``, die vom LDAP-Server gezogen wird, in den Datenbanktabellen gespeichert, die im Abschnitt ``PartnerIDMapping`` innerhalb der Systemkonfiguration konfiguriert sind.
hu: Ha az LDAP-kiszolgáló elérhető, akkor az LDAP-kiszolgálóról lekért ``partner_id`` azonosítóhoz tartozó ``customer_id`` kapcsolatok el lesznek tárolva azokban az adatbázistáblákban, amelyek a rendszerbeállításon belüli ``PartnerIDMapping`` szakaszban be vannak állítva.
zh_cn: 如果可以访问LDAP服务器，则从LDAP服务器中提取的 `partner_id`` 与 ``customer_id`` 的关系将存储在系统配置中 ``PartnerIDMapping`` 部分配置的数据库表中。

source: To see the ``PartnerIDMapping`` settings:
de: So sehen Sie die Einstellungen von ``PartnerIDMapping``:
hu: A ``PartnerIDMapping`` beállítások megtekintéséhez:
zh_cn: 若要查看 ``PartnerIDMapping`` 设置：

source: Navigate to *Core → PartnerIDMapping* in the navigation tree.
de: Navigieren Sie im Navigationsbaum nach *Core → PartnerIDMapping*.
hu: Navigáljon a *Core → PartnerIDMapping* ághoz a navigációs fában.
zh_cn: 导航到导航树中的 *Core→PartnerIDMapping*。

source: See the settings.
de: Schauen Sie sich die Einstellungen an.
hu: Nézze meg a beállításokat.
zh_cn: 查看该设置。

source: Following the relations stored in the mapping tables, access to data of certain customers is restricted for agents which have a partner ID and relations in the database. Those agents can only see customers witch have customer IDs that are allowed in the database.
de: Nach den in den Mapping-Tabellen gespeicherten Beziehungen ist der Zugriff auf die Daten bestimmter Kunden für Agenten, die eine Partner-ID und Beziehungen in der Datenbank haben, eingeschränkt. Diese Agenten können nur Kunden sehen, die Kundennummern haben, die in der Datenbank erlaubt sind.
hu: A leképezési táblákban tárolt kapcsolatokat követve bizonyos ügyfelek adataihoz történő hozzáférés korlátozva van azoknak az ügyintézőknek, akik rendelkeznek partnerazonosítóval és kapcsolatokkal az adatbázisban. Azok az ügyintézők csak azokat az ügyfeleket láthatják, amelyeknek olyan ügyfél-azonosítójuk van, amely engedélyezett az adatbázisban.
zh_cn: 根据映射表中存储的关系，对于在数据库中具有合作伙伴ID和关系的服务人员，对某些客户的数据的访问将受到限制。这些服务人员只能看到数据库中允许具有客户ID的客户。

source: If a partner ID of an agent is stored in the database, but no related customer IDs are assigned, the agent wont be able to see any customer information. Agents with no given partner ID will still be able to see every customer data.
de: Wenn eine Partner-ID eines Agenten in der Datenbank gespeichert ist, aber keine zugehörigen Kunden-IDs zugeordnet sind, kann der Agent keine Kundeninformationen einsehen. Agenten ohne angegebene Partner-ID können weiterhin alle Kundendaten einsehen.
hu: Ha egy ügyintéző partnerazonosítója el van tárolva az adatbázisban, de nincsenek kapcsolódó ügyfél-azonosítók hozzárendelve, akkor az ügyintéző nem lesz képes megtekinteni semmilyen ügyfél-információt. Azok az ügyintézők, akiknek nincs megadott partnerazonosítójuk, továbbra is képesek megtekinteni minden ügyféladatot.
zh_cn: 如果数据库中存储了服务人员的合作伙伴ID，但未分配相关的客户ID，则服务人员将无法查看任何客户信息。没有给定合作伙伴ID的服务人员仍然可以看到每个客户数据。

source: If the LDAP server configuration and the partner ID mapping is properly set, you can proceed with the management screen.
de: Wenn die LDAP-Serverkonfiguration und die Zuordnung der Partner-ID korrekt eingestellt sind, können Sie mit der Verwaltungsansicht fortfahren.
hu: Ha az LDAP-kiszolgáló beállításai és a partnerazonosító leképezése megfelelően be van állítva, akkor folytathatja a kezelőképernyővel.
zh_cn: 如果LDAP服务器配置和合作伙伴ID映射设置正确，则可以继续管理屏幕。

source: To create a new mapping:
de: So erstellen Sie ein neues Mapping:
hu: Új leképezés létrehozásához:
zh_cn: 若要创建一个新的映射：

source: Click on the *Add mapping* button in the left sidebar.
de: Klicken Sie auf die Schaltfläche *Mapping hinzufügen* in der linken Sidebar.
hu: Kattintson a *Leképezés hozzáadása* gombra a bal oldalsávban.
zh_cn: 单击左侧边栏中的 *添加映射* 按钮。

source: Add a partner ID into the first field.
de: Fügen Sie im ersten Feld eine Partner-ID hinzu.
hu: Adjon hozzá egy partnerazonosítót az első mezőbe.
zh_cn: 在第一个字段中添加合作伙伴ID。

source: Add a customer into the second field. Just start typing, the field has auto-completion support. The added customer IDs will be displayed below the text field.
de: Fügen Sie einen Kunden in das zweite Feld ein. Beginnen Sie einfach mit der Eingabe, das Feld unterstützt die automatische Vervollständigung. Die hinzugefügten Kunden-IDs werden unterhalb des Textfeldes angezeigt.
hu: Adjon hozzá egy ügyfelet a második mezőbe. Csak kezdjen el gépelni, a mezőnek van automatikus kiegészítés támogatása. A hozzáadott ügyfél-azonosító a szövegmező alatt lesz megjelenítve.
zh_cn: 将客户添加到第二个字段中。刚开始输入，该字段有自动完成支持。添加的客户ID将显示在文本字段下面。

source: Add or remove customers.
de: Fügen Sie Kunden hinzu oder entfernen Sie sie.
hu: Adjon hozzá vagy távolítson el ügyfeleket.
zh_cn: 添加或删除客户。

source: The *PartnerID* field is read-only. If you would like to edit the partner ID, you can delete the mapping and create a new one with the other partner ID.
de: Das Feld *PartnerID* ist schreibgeschützt. Wenn Sie die Partner-ID bearbeiten möchten, können Sie die Zuordnung löschen und eine neue mit der anderen Partner-ID anlegen.
hu: A *Partnerazonosító* mező csak olvasható. Ha szerkeszteni szeretné a partnerazonosítót, akkor törölheti a leképezést, és létrehozhat egy újat a másik partnerazonosítóval.
zh_cn: *PartnerID* 字段是只读的。如果要编辑合作伙伴ID，可以删除映射并使用其他合作伙伴ID创建新映射。

source: Click on the trash icon in the last column of the overview table.
de: Klicken Sie in der letzten Spalte der Übersichtstabelle auf das Papierkorb-Symbol.
hu: Kattintson a kuka ikonra az áttekintő táblázat utolsó oszlopában.
zh_cn: 点击概览表最后一列的垃圾桶图标。
