Repository: Yan-Oliveira/doc-fao
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu, zh_cn

source: Delete user first names and user last names by user first name and user last name with wildcard search:
de: Benutzer-Vornamen und Benutzer-Nachnamen nach Benutzer-Vorname und Benutzer-Nachname mit Wildcard-Suche löschen:
hu: A felhasználók keresztnevének és a felhasználók vezetéknevének törlése a felhasználó keresztneve és a felhasználó vezetékneve alapján, helyettesítő karakteres kereséssel:
zh_cn: 在使用通配符搜索的情况下，按用户的名字和姓氏删除用户名字和姓氏：

source: Ticket Driver
de: Ticket-Treiber
hu: Jegy illesztőprogram
zh_cn: 工单驱动程序

source: The ticket driver provides the functionality to search and modify the information for tickets and related articles.
de: Der Ticket-Treiber bietet die Möglichkeit, die Informationen für Tickets und zugehörige Artikel zu suchen und zu ändern.
hu: A jegy illesztőprogram a jegyek és a kapcsolódó bejegyzések információinak kereséséhez és módosításához nyújt funkcionalitást.
zh_cn: 工单驱动程序提供搜索和修改工单和相关信件信息的功能。

source: Possible data classifications for tickets:
de: Mögliche Datenklassifizierungen für Tickets:
hu: Lehetséges adatosztályozások a jegyeknél:
zh_cn: 工单可能的数据分类：

source: Possible data classifications for articles:
de: Mögliche Datenklassifizierungen für Artikel:
hu: Lehetséges adatosztályozások a bejegyzéseknél:
zh_cn: 信件可能的数据分类：

source: The data classification supports history types. Since history types may vary (framework versions, framework updates, installed packages etc.), the driver will dynamically determine those types by name.
de: Die Datenklassifizierung unterstützt Historiearten. Da die Verlaufstypen variieren können (Framework-Versionen, Framework-Updates, installierte Pakete usw.), bestimmt der Treiber diese Typen dynamisch anhand des Namens.
hu: Az adatosztályozás támogatja az előzménytípusokat. Mivel az előzménytípusok változhatnak (keretrendszer verziója, keretrendszer frissítései, telepített csomagok, stb.), az illesztőprogram dinamikusan fogja meghatározni azokat a típusokat név alapján.
zh_cn: 数据分类支持历史类型。由于历史记录类型可能不同（框架版本、框架更新、已安装的软件包等），驱动程序将根据名称动态确定这些类型。

source: History types have to be prefixed with the term ``History``. Please see the examples in the following listing:
de: Historietypen müssen mit dem Begriff ``History`` vorangestellt werden. Die Beispiele finden Sie in der folgenden Auflistung:
hu: Az előzménytípusokat a ``History`` kifejezés előtaggal kell ellátni. Nézze meg a példákat a következő felsorolásban:
zh_cn: 历史类型必须以 ``History`` 一词作为前缀。请参阅以下列表中的示例：

source: All contents of the classified history types will be affected during executions.
de: Alle Inhalte der klassifizierten Historietypen sind von der Ausführung betroffen.
hu: Az osztályozott előzménytípusok összes tartalma érintve lesz a végrehajtások során.
zh_cn: 在执行期间，分类历史类型的所有内容都将受到影响。

source: If attachments are classified, every attachment of all matching articles or tickets will be affected during executions.
de: Wenn Anhänge klassifiziert werden, ist jeder Anhang aller passenden Artikel oder Tickets während der Ausführung betroffen.
hu: Ha a mellékletek osztályozva vannak, akkor az összes illeszkedő bejegyzés vagy jegy minden egyes melléklete érintve lesz a végrehajtások során.
zh_cn: 如果附件被分类，所有匹配的信件或工单的每个附件都将在执行期间受到影响。

source: The ticket driver is used to search for tickets, even if the rule contains filters for article fields. If article fields are part of the data classification, all articles of the related, matching ticket will be processed!
de: Der Ticket-Treiber wird zur Suche nach Tickets verwendet, auch wenn die Regel Filter für Artikelfelder enthält. Wenn Artikelfelder Teil der Datenklassifizierung sind, werden alle Artikel des zugehörigen, passenden Tickets verarbeitet!
hu: A jegy illesztőprogram jegyek kereséséhez használható, még akkor is, ha a szabály a bejegyzésmezőkhöz is tartalmaz szűrőket. Ha a bejegyzésmezők az adatosztályozás részei, akkor a kapcsolódó, illeszkedő jegy összes bejegyzése feldolgozásra kerül!
zh_cn: 工单驱动程序用于搜索工单，即使规则包含信件字段的过滤器。如果信件字段是数据分类的一部分，则将处理匹配工单的所有相关信件！

source: The following fields can be used as search terms or filters for tickets and articles. Possible object filters:
de: Die folgenden Felder können als Suchbegriffe oder Filter für Tickets und Artikel verwendet werden. Mögliche Objektfilter:
hu: A következő mezők használhatók keresési kifejezésekként vagy szűrőkként a jegyeknél és bejegyzéseknél. A lehetséges objektumszűrők:
zh_cn: 以下字段可用作工单和信件的搜索词或过滤器。可能的对象过滤器：

source: All possible object filter parameters can be used to filter tickets and articles. Most of the attributes can be single strings or array references, like:
de: Alle möglichen Objektfilterparameter können zum Filtern von Tickets und Artikeln verwendet werden. Die meisten Attribute können einzelne Zeichenketten oder Array-Referenzen sein, wie z.B.:
hu: Az összes lehetséges objektumszűrő-paraméter használható a jegyek és a bejegyzések szűréséhez. Az attribútumok nagy része lehet önálló szöveg vagy tömbhivatkozás, mint például:
zh_cn: 所有可能的对象过滤器参数都可以用于过滤工单和信件。大多数属性可以是单个字符串或数组引用，例如：

source: The corresponding YAML code could look as follows:
de: Der entsprechende YAML-Code könnte wie folgt aussehen:
hu: A megfelelő YAML-kód a következőképpen nézhet ki:
zh_cn: 相应的YAML代码如下所示：

source: This rule would find all tickets, that are located in the queue *Junk* or *Raw* and which have the service *Service A* or *Service B* assigned. The fields ``CustomerUserID`` and ``CustomerID`` would be deleted.
de: Diese Regel würde alle Tickets finden, die sich in der Queue *Junk* oder *Raw* befinden und denen der Service *Service A* oder *Service B* zugeordnet ist. Die Felder ``CustomerUserID`` und ``CustomerID`` werden gelöscht.
hu: Ez a szabály megtalálná az összes olyan jegyet, amely a *Junk* vagy a *Raw* várólistában található, és amelyhez a *Service A* vagy *Service B* szolgáltatás van hozzárendelve. A ``CustomerUserID`` és a ``CustomerID`` mezők törölve lennének.
zh_cn: 此规则将查找位于队列 *Junk* 或 *Raw* 中并已分配服务 *service A* 或 *service B* 的所有工单。字段 ``CustomerUserID`` 和 ``CustomerID`` 将被删除。

source: There are several possible filter parameters, regarding relative times and dates, like:
de: Es gibt mehrere mögliche Filterparameter, die sich auf relative Zeiten und Daten beziehen, wie z.B.:
hu: Számos lehetséges szűrőparaméter létezik a relatív időkre és dátumokra vonatkozóan, mint például:
zh_cn: 关于相对时间和日期，有几个可能的过滤器参数，例如：

source: A filter like ``*\*TimeOlderMinutes*`` means *older than X minutes*.
de: Ein Filter wie ``*\*TimeOlderMinutes*`` bedeutet *älter als X Minuten*.
hu: Például a ``*\*TimeOlderMinutes*`` szűrő azt jelenti, hogy *régebbi mint X perc*.
zh_cn: 像 ``*\*TimeOlderMinutes*`` 这样的过滤器意味着 *超过X分钟*。

source: The following statement would mean: all tickets, that have a ``CreateTime`` older than one day (1440 minutes).
de: Die folgende Angabe würde bedeuten: alle Tickets, die eine ``CreateTime`` älter als einen Tag (1440 Minuten) haben.
hu: A következő állítás ezt jelentené: az összes jegy, amely ``CreateTime`` értéke régebbi egy napnál (1440 percnél).
zh_cn: 以下语句的意思是：所有 ``CreateTime（创建时间）`` 早于一天（1440分钟）的工单。

source: The following statement would mean: all tickets, that have a ``CreateTime`` newer than one day (1440 minutes).
de: Die folgende Angabe würde bedeuten: alle Tickets, die eine ``CreateTime`` neuer als einen Tag (1440 Minuten) haben.
hu: A következő állítás ezt jelentené: az összes jegy, amely ``CreateTime`` értéke újabb egy napnál (1440 percnél).
zh_cn: 以下语句的意思是：所有 ``CreateTime（创建时间）`` 少于一天（1440分钟）的工单。

source: This is principal valid for all filter parameters with this syntax.
de: Dies gilt grundsätzlich für alle Filterparameter mit dieser Syntax.
hu: Ez főszabály szerint érvényes az összes szűrőparaméternél ezzel a szintaxissal.
zh_cn: 这对于使用此语法的所有过滤器参数都是有效的。

source: For more descriptions about the single search parameters, check the `TicketSearch() in API reference <https://doc.otrs.com/doc/api/otrs/7.0/Perl/Kernel/System/Ticket/TicketSearch.pm.html>`__.
de: Weitere Beschreibungen zu den einzelnen Suchparametern finden Sie in der `TicketSearch() in der API-Referenz <https://doc.otrs.com/doc/api/otrs/7.0/Perl/Kernel/System/Ticket/TicketSearch.pm.html>`__.
hu: Az önálló keresési paraméterekkel kapcsolatban további leírásokért nézze meg a `TicketSearch() függvény API hivatkozását <https://doc.otrs.com/doc/api/otrs/7.0/Perl/Kernel/System/Ticket/TicketSearch.pm.html>`__.
zh_cn: 有关单个搜索参数的更多说明，请查看 `API 参考中的TicketSearch() <https://doc.otrs.com/doc/API/otrs/7.0/Perl/Kernel/System/Ticket/TicketSearch.pm.html>`__。

source: Delete ticket titles by state names, that are older than one month:
de: Ticket-Titel nach Statusnamen löschen, die älter als einen Monat sind:
hu: Jegycímek törlése állapotnevek alapján, amelyek régebbiek egy hónapnál:
zh_cn: 按超过一个月的状态名称删除工单标题：

source: Delete article subject and body by state names, that are located in specific queues:
de: Artikelbetreff und -text nach Statusnamen löschen, die sich in bestimmten Queues befinden:
hu: Bejegyzés tárgyának és törzsének törlése állapotnevek alapján, amelyek bizonyos várólistákban találhatók:
zh_cn: 按位于特定队列中的状态名称删除信件主题和正文：

source: Pseudonymize customer user IDs for tickets, that are closed and archived:
de: Pseudonymisierung von Kunden-Benutzer-IDs für Tickets, die geschlossen und archiviert werden:
hu: Az ügyfél-felhasználó azonosítóinak pszeudoanonimizálása azoknál a jegyeknél, amelyeket lezártak és archiváltak:
zh_cn: 对已关闭和存档的工单的客户用户ID 进行假名化：

source: Anonymize customer IDs and some dynamic fields, that are closed, have certain services and are located in specific queues:
de: Kunden-IDs und einige dynamische Felder, die geschlossen sind, bestimmte Services haben und sich in bestimmten Services befinden, anonymisieren:
hu: Ügyfél-azonosítók és néhány dinamikus mező anonimizálása, amelyek lezártak, adott szolgáltatásokkal rendelkeznek és bizonyos várólistákban találhatók:
zh_cn: 对已关闭、具有某些服务且位于特定队列中的工单的客户ID 和一些动态字段进行匿名化：

source: User Driver
de: Benutzer-Treiber
hu: Felhasználó illesztőprogram
zh_cn: 用户驱动程序

source: The user driver provides the functionality to search and modify the information for users.
de: Der Benutzer-Treiber bietet die Möglichkeit, die Informationen für Benutzer zu suchen und zu ändern.
hu: A felhasználó illesztőprogram a felhasználók információinak kereséséhez és módosításához nyújt funkcionalitást.
zh_cn: 用户驱动程序提供搜索和修改用户信息的功能。

source: ``WildcardSearch``: Affects the object filters ``UserFirstname``, ``UserLastname``, ``UserLogin`` and ``UserTitle``.
de: ``WildcardSearch``: Beeinflusst die Objektfilter ``UserFirstname``, ``UserLastname``, ``UserLogin`` und ``UserTitle``.
hu: ``WildcardSearch``: a ``UserFirstname``, ``UserLastname``, ``UserLogin`` és ``UserTitle`` objektumszűrőket érinti.
zh_cn: ``WildcardSearch（通配符搜索）``：影响对象过滤器 ``UserFirstname``、 ``UserLastname``、 ``UserLogin`` 和 ``UserTitle``。

source: ``UserPreferences``: Array containing the user preferences like user email address as keys with certain search criteria as values (see YAML configuration examples).
de: ``UserPreferences``: Array, das die Benutzereinstellungen wie Benutzer-E-Mail-Adresse als Schlüssel mit bestimmten Suchkriterien als Wert enthält (siehe YAML-Konfigurationsbeispiele).
hu: ``UserPreferences``: egy tömb, amely a felhasználói beállításokat (mint például a felhasználó e-mail címét) tartalmazza kulcsokként bizonyos keresési feltételekkel értékekként (nézze meg a YAML beállítási példákat).
zh_cn: ``UserPreferences（用户首选项）``：包含用户首选项(如用户电子邮件地址作为键，某些搜索条件作为值)的数组(请参阅YAML配置示例)。

source: Delete user first names by user first name:
de: Benutzer-Vornamen nach Benutzer-Vornamen löschen:
hu: A felhasználók keresztnevének törlése a felhasználó keresztneve alapján:
zh_cn: 按用户的名字删除用户的名字:

source: Delete user first names and user last names by user email:
de: Benutzer-Vornamen und Benutzer-Nachnamen per Benutzer-E-Mail löschen:
hu: A felhasználók keresztnevének és a felhasználók vezetéknevének törlése a felhasználó e-mail címe alapján:
zh_cn: 按用户电子邮件删除用户名字和姓氏：

source: Delete user first names and user last names with wildcard search:
de: Benutzer-Vornamen und Benutzer-Nachnamen mit der Wildcard-Suche löschen:
hu: A felhasználók keresztnevének és a felhasználók vezetéknevének törlése, helyettesítő karakteres kereséssel:
zh_cn: 在使用通配符搜索的情况下，删除用户的名字和姓氏：

source: Delete user first names by user first name and create time, which are greater than or equal with the specified date:
de: Benutzer-Vornamen nach Benutzer-Namen löschen und Uhrzeit erstellen, die größer oder gleich dem angegebenen Datum ist:
hu: A felhasználók keresztnevének törlése a felhasználó keresztneve és a létrehozási idő alapján, amely nagyobb vagy egyenlő a megadott dátumnál:
zh_cn: 按用户的名删除用户名字并创建时间（大于指定日期或等于指定日期）：

source: Delete Attachments
zh_cn: 删除附件

source: Enables the automatic deletion of ticket attachments that were closed in a definable time span.
de: Ermöglicht das automatische Löschen von Ticket-Anhängen, die in einem definierbaren Zeitraum geschlossen wurden.
hu: Lehetővé teszi a jegy mellékleteinek automatikus törlését, amely egy meghatározott időtartamban lett lezárva.
zh_cn: 启用自动删除在可定义时间范围内关闭的工单附件。

source: Furthermore, file types can be defined as additional filter criteria. For example:
de: Außerdem können als weitere Filterkriterien die zu löschenden Dateiformate definiert werden. Zum Beispiel:
hu: Továbbá a fájltípusokat is meg lehet határozni további szűrőfeltételként. Például:
zh_cn: 此外，文件类型可以定义为其它过滤条件。 例如：

source: etc.
hu: stb.
zh_cn: 等等

source: Time saving through automatic deletions.
de: Zeitersparnis durch automatisches Löschen.
hu: Időmegtakarítás az automatikus törlésen keresztül.
zh_cn: 通过自动删除节省时间。

source: Reduced administrative effort.
de: Reduzierter administrativer Aufwand.
hu: Csökkentett adminisztrációs ráfordítás.
zh_cn: 减少管理工作。

source: Public authorities
de: Behörden
hu: Hatóságok
zh_cn: 公共机构

source: The package is not working out-of-the-box, it must be configured by an administrator first.
de: Das Paket funktioniert nicht sofort, es muss zuerst von einem Administrator konfiguriert werden.
hu: A csomag nem működik beállítások nélkül, először egy adminisztrátornak be kell állítania.
zh_cn: 本软件包不是开箱即用的，必须首先由管理员进行配置。

source: Go to the *System Configuration* screen.
de: Gehen Sie zur *Systemkonfiguration*.
hu: Menjen a *Rendszerbeállítások* képernyőre.
zh_cn: 转到 *系统配置* 屏幕。

source: Select *OTRSDeleteAttachments* in the *Navigation* widget.
de: Wählen Sie *OTRSDeleteAttachments* im Widget *Navigation*.
hu: Válassza ki az *OTRSDeleteAttachments* lehetőséget a *Navigáció* felületi elemben.
zh_cn: 在 *导航* 小部件中选择 *OTRSDeleteAttachments* 。

source: Navigate to *Core → Ticket* in the navigation tree.
de: Navigieren Sie im Navigationsbaum nach *Core → Ticket*.
hu: Navigáljon a *Core → Ticket* ághoz a navigációs fában.
zh_cn: 导航到导航树中的 *Core → Ticket*。

source: Add some file MIME types to setting ``OTRSDeleteAttachments::Filetypes`` as key-value pairs. The key is the MIME type, the value is the deletion flag.
de: Fügen Sie einige Datei-MIME-Typen zur Einstellung ``OTRSDeleteAttachments::Filetypes`` als Schlüssel-Wert-Paare hinzu. Der Schlüssel ist der MIME-Typ, der Wert ist die Löschvormerkung.
hu: Adjon hozzá néhány fájl MIME-típust az ``OTRSDeleteAttachments::Filetypes`` beállításhoz kulcs-érték párokként. A kulcs a MIME-típus, az érték a törlési jelző.
zh_cn: 添加一些文件 MIME 类型到设置 ``OTRSDeleteAttachments::Filetypes`` 的键值对。键是 MIME 类型，值是删除标志。

source: 0: This type of attachments are not to be deleted.
de: 0: Diese Art von Anhängen darf nicht gelöscht werden.
hu: 0: Az ilyen típusú mellékletek nem lesznek törölve.
zh_cn: 0：此类型的附件不可删除。

source: 1: This type of attachments are going to deleted.
de: 1: Diese Art von Anhängen wird gelöscht.
hu: 1: Az ilyen típusú mellékletek törölve lesznek.
zh_cn: 1：此类附件将被删除。

source: File Types Setting
de: Einstellung für Dateitypen
hu: Fájltípusok beállítás
zh_cn: 文件类型设置

source: Automatic File Type Population
de: Automatisches Ausfüllen des Dateityps
hu: Automatikus fájltípuskitöltés
zh_cn: 自动文件类型填充

source: There is a console command ``Maint::Ticket::Attachment::AddMIMETypes`` to populate the system configuration setting automatically.
de: Es gibt einen Konsolenbefehl ``Maint::Ticket::Attachment::AddMIMETypes``, um die Systemeinstellungen automatisch zu füllen.
hu: Létezik egy ``Maint::Ticket::Attachment::AddMIMETypes`` konzolparancs a rendszerbeállítási lehetőség automatikus kitöltéséhez.
zh_cn: 有一个控制台命令 ``Maint::Ticket::Attachment::AddMIMETypes`` 可以自动填充系统配置设置。

source: The console command collects only MIME types of attachments, that are in closed tickets and received within the last 90 days.
de: Der Konsolenbefehl sammelt nur MIME-Typen von Anhängen, die sich in geschlossenen Tickets befinden und innerhalb der letzten 90 Tage empfangen wurden.
hu: A konzolparancs csak azoknak a mellékleteknek a MIME-típusait gyűjti össze, amelyek lezárt jegyekben vannak és az elmúlt 90 napban érkeztek.
zh_cn: 该控制台命令只收集在最近90天内接收到的、已关闭工单的附件的MIME类型。

source: Delete Attachments From Tickets
de: Anhänge aus Tickets löschen
hu: Mellékletek törlése a jegyekből
zh_cn: 从工单中删除附件

source: The attachment deletion is done by console command ``Maint::Ticket::Attachment::Delete``. Check the following settings to customize the job:
de: Das Löschen von Anhängen erfolgt über den Konsolenbefehl ``Maint::Ticket::Attachment::Delete``. Überprüfen Sie die folgenden Einstellungen, um den Auftrag anzupassen:
hu: A melléklettörlést a ``Maint::Ticket::Attachment::Delete`` konzolparancs végzi el. Nézze meg a következő beállításokat a feladat személyre szabásához:
zh_cn: 附件删除是通过控制台命令 ``Maint::Ticket::Attachment::Delete`` 执行的。检查以下设置以自定义作业:

source: A list of queues (specified by their names) which are processed by the ``Maint::Ticket::Attachment::Delete`` console command.
de: Eine Liste von Queues (durch ihre Namen spezifiziert), die vom Konsolenbefehl ``Maint::Ticket::Attachment::Delete`` verarbeitet werden.
hu: Várólisták listája (a nevükkel megadva), amelyeket a ``Maint::Ticket::Attachment::Delete`` konzolparancs feldolgoz.
zh_cn: 由控制台命令 ``Maint::Ticket::Attachment::Delete`` 处理的队列列表(通过名称指定)。

source: If no queues are defined, all queues will be affected.
de: Wenn keine Queues definiert wurden, sind alle Queues betroffen.
hu: Ha nincsenek várólisták megadva, akkor az összes várólista érintett lesz.
zh_cn: 如果没有定义队列，所有队列都会受到影响。

source: The period (in days) which should be analyzed, starting from the time when the ticket was closed, backwards.
de: Der Zeitraum (in Tagen), der rückwärts analysiert werden soll, beginnend mit dem Zeitpunkt, zu dem das Ticket geschlossen wurde.
hu: Az időszak (napokban), amelyet elemezni kell attól az időtől kezdődően visszafelé, amikor a jegyet lezárták.
zh_cn: 从工单关闭的时间开始，应倒退的时间段（以天为单位）。

source: The minimum time span (in days) between the current time and the time when the ticket was closed, to delete the attachments of a ticket.
de: Die minimale Zeitspanne (in Tagen) zwischen der aktuellen Zeit und der Zeit, zu der das Ticket geschlossen wurde, um die Anhänge eines Tickets zu löschen.
hu: A legkisebb időtartam (napokban) a jelenlegi idő és a jegy lezárásának ideje között egy jegy mellékleteinek törléséhez.
zh_cn: 从当前时间到工单关闭（要删除工单的附件）时间之间的最小时间间隔（以天为单位）。

source: With a ``TimeSpan`` value of *1* and ``TimePeriod`` value of *30* means that the eligible tickets to delete their attachments are the ones that has been closed between 30 days ago and yesterday.
de: Mit einem ``TimeSpan`` Wert von *1* und ``TimePeriod`` Wert von *30* bedeutet, dass die berechtigten Tickets zum Löschen ihrer Anlagen diejenigen sind, die zwischen 30 Tagen und gestern geschlossen wurden.
hu: Egy *1* értékű ``TimeSpan`` és egy *30* értékű ``TimePeriod`` beállítás azt jelenti, hogy a megfelelő jegyek a mellékleteik törléséhez azok lesznek, amelyeket 30 nappal ezelőtt és a tegnapi nap között zártak le.
zh_cn: 如果 ``TimeSpan`` 的值为 *1*，``TimePeriod`` 的值为 *30*，则表示符合删除附件条件的工单是30天前到昨天关闭的工单。

source: The console command ``Maint::Ticket::Attachment::Delete`` has some other options. Run the command with the ``--help`` option to see the possibilities.
de: Der Konsolenbefehl ``Maint::Ticket::Attachment::Delete`` hat einige andere Optionen. Führen Sie den Befehl mit der Option ``--help`` aus, um die Möglichkeiten zu sehen.
hu: A ``Maint::Ticket::Attachment::Delete`` konzolparancsnak vannak egyéb kapcsolói is. Futtassa a parancsot a ``--help`` kapcsolóval a lehetőségek megtekintéséhez.
zh_cn: 控制台命令 ``Maint::Ticket::Attachment::Delete`` 还有其它一些选项。 运行带有 ``--help`` 选项的命令以查看可能性。

source: Automatic Execution
de: Automatische Ausführung
hu: Automatikus végrehajtás
zh_cn: 自动执行

source: Updating the file types and deleting the attachments can be run in the background by the OTRS daemon. Enable the following settings to run the jobs in a regular basis:
de: Das Aktualisieren der Dateitypen und das Löschen der Anhänge kann vom OTRS-Daemon im Hintergrund ausgeführt werden. Aktivieren Sie die folgenden Einstellungen, um die Aufträge regelmäßig auszuführen:
hu: A fájltípusok frissítése és a mellékletek törlése futtatható a háttérben is az OTRS démon által. Engedélyezze a következő beállításokat a feladatok szabályos időközönkénti futtatásához:
zh_cn: OTRS守护进程可以在后台运行更新文件类型和删除附件。 启用以下设置以定期运行作业：

source: Delete attachments from tickets.
de: Anhänge aus Tickets löschen.
hu: Mellékletek törlése a jegyekből.
zh_cn: 从工单中删除附件。

source: Populate system configuration MIME types for attachment deletion.
de: Befüllen Sie die MIME-Typen der Systemkonfiguration für das Löschen von Anhängen.
hu: A rendszerbeállítás MIME-típusainak kitöltése a melléklettörléshez.
zh_cn: 填充用于删除附件的系统配置MIME类型。

source: Do not forget to restart the OTRS daemon after the system configuration is changed.
de: Vergessen Sie nicht, den OTRS-Daemon nach einer Änderung der Systemkonfiguration neu zu starten.
hu: Ne felejtse el újraindítani az OTRS démont, miután egy rendszerbeállítást megváltoztatott.
zh_cn: 不要忘记在更改系统配置之后重新启动OTRS守护进程。

source: Dynamic Field Attachment
zh_cn: 附件类型的动态字段

source: Increase the information flow in your tickets and articles significantly with this feature add-on. Add dynamic fields of the type attachment, which can store one or many files. Define the maximum size and the maximum amount of attachments. Share pictures, PDF documents, Excel lists and basically any file you want within dynamic fields of articles and tickets.
de: Mit dem Feature Add-on „Dynamic Field Attachment“ erhöhen Sie den Informationsgehalt Ihrer Tickets und Artikel wesentlich. Fügen Sie dynamische Felder vom Typ „Anhang“ zu Ihren Tickets und Artikeln hinzu. Diese können eine oder mehrere Dateien speichern. Sie können damit alle Dateiformate speichern und Ihren Tickets und Artikeln u. a. Bilder, PDF-Dokumente und Excel-Listen beifügen, um wichtige Dokumente zu versenden.
hu: Növelje jelentős mértékben a jegyeiben és bejegyzéseiben lévő információáramlását ezzel a funkciókiegészítővel. Adjon hozzá melléklet típusú dinamikus mezőket, amelyek egy vagy több fájlt képesek tárolni. Határozza meg a mellékletek legnagyobb méretét és maximális mennyiségét. Osszon meg a bejegyzések és jegyek dinamikus mezőjén belül képeket, PDF-dokumentumokat, Excel-táblázatokat, illetve tulajdonképpen bármilyen fájlt, amilyet csak szeretne.
zh_cn: 使用此功能插件可大大增加工单和信件中的信息流。 添加附件类型的动态字段，该附件可以存储一个或多个文件。 定义最大大小和最大附件数。 在信件和工单的动态字段中共享图片、PDF文档、Excel列表以及基本上所需的任何文件。

source: Add attachments wherever you want in the system.
de: Anhänge im System verwenden, wo immer Sie wollen und wo Sie sie brauchen.
hu: Mellékletek hozzáadása, ahová csak szeretné a rendszerben.
zh_cn: 在系统中的任何位置添加附件。

source: Have control over how many and which size of attachments your agent should use.
de: Genaue Kontrolle darüber wie viele Anhänge und mit welcher Größe Ihre Agenten nutzen können.
hu: Ellenőrzés alatt tartható, hogy az ügyintézőknek mennyi és milyen méretű mellékletet kell használniuk.
zh_cn: 控制您的服务人员应使用的附件数量和大小。
