Repository: Yan-Oliveira/doc-fao
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu, zh_cn

source: All services should be available for the customer user who will use this feature, or marked as default services.
de: Alle Services sollten für den Kundenbenutzer, der diese Funktion nutzen wird, verfügbar sein oder als Standard-Service markiert sein.
hu: Az összes szolgáltatásnak elérhetőnek kell lennie annál az ügyfél-felhasználónál, aki ezt a funkciót használni fogja, vagy alapértelmezett szolgáltatásokként kell megjelölni azokat.
zh_cn: 所有服务应对将使用此功能的客户用户可用，或标记为默认服务。

source: Goals of This Example
de: Ziele dieses Beispiels
hu: A példa céljai
zh_cn: 本例的目标

source: The goals of this example are the follows:
de: Die Ziele dieses Beispiels sind die folgenden:
hu: Ennek a példának a következők a céljai:
zh_cn: 此示例的目标如下：

source: If the selected service is *VW Service* and the selected dynamic ticket template is *VW Template 1*, the ticket form should look like:
de: Wenn der ausgewählte Service *VW Service* und die ausgewählte dynamische Ticket-Vorlage *VW Template 1* ist, sollte das Ticket-Formular so aussehen:
hu: Ha a kiválasztott szolgáltatás a *VW szolgáltatás* és a kiválasztott dinamikus jegysablon az *VW sablon 1*, akkor a jegy űrlapjának így kell kinéznie:
zh_cn: 如果所选服务是 *VW Service*，并且所选动态工单模板是 *VW Template 1*，则工单表单应如下所示：

source: Subject
de: Betreff
hu: Tárgy
zh_cn: 主题

source: Body
de: Text
hu: Törzs
zh_cn: 正文

source: Oil Change
de: Ölwechsel
hu: Olajcsere
zh_cn: 更换机油

source: Oil Filter Change
de: Ölfilterwechsel
hu: Olajszűrőcsere
zh_cn: 更换机油滤清器

source: Air Filter Change
de: Luftfilterwechsel
hu: Levegőszűrő-csere
zh_cn: 更换空气滤清器

source: Fluids Check
de: Kontrolle der Flüssigkeiten
hu: Folyadékok ellenőrzése
zh_cn: 液体检查

source: ``VWModel``: visible and required
de: ``VWModel``: sichtbar und erforderlich
hu: ``VWModel``: látható és kötelező
zh_cn: ``VWModel``: 可见且必填

source: ``VWProductionFacility``: visible
de: ``VWProductionFacility``: sichtbar
hu: ``VWProductionFacility``: látható
zh_cn: ``VWProductionFacility``: 可见

source: If the selected service is *VW Service* and the selected dynamic ticket template is *VW Template 2*, the ticket form should look like:
de: Wenn der ausgewählte Service *VW Service* und die ausgewählte dynamische Ticket-Vorlage *VW Template 2* ist, sollte das Ticket-Formular so aussehen:
hu: Ha a kiválasztott szolgáltatás a *VW szolgáltatás* és a kiválasztott dinamikus jegysablon az *VW sablon 2*, akkor a jegy űrlapjának így kell kinéznie:
zh_cn: 如果所选服务是 *VW Service*，并且所选动态工单模板是 *VW Template 2*，则工单表单应如下所示：

source: The selected accessory reports the following issues:
de: Das ausgewählte Zubehör berichtet über die folgenden Probleme:
hu: A kiválasztott tartozék a következő hibákat jelenti:
zh_cn: 所选的附件报告以下问题：

source: ``VWModel``: visible
de: ``VWModel``: sichtbar
hu: ``VWModel``: látható
zh_cn: ``VWModel``: 可见

source: ``Accessories``: visible and required
de: ``Accessories``: sichtbar und erforderlich
hu: ``Accessories``: látható és kötelező
zh_cn: ``Accessories``: 可见且必填

source: ``Remarks``: visible
de: ```Remarks``: sichtbar
hu: ``Remarks``: látható
zh_cn: ``Remarks``: 可见

source: ``RegistationDate``: visible
de: ``RegistationDate``: sichtbar
hu: ``RegistationDate``: látható
zh_cn: ``RegistationDate``: 可见

source: ``InvoiceDate``: visible
de: ``InvoiceDate``: sichtbar
hu: ``InvoiceDate``: látható
zh_cn: ``InvoiceDate``: 可见

source: If the selected service is *Peugeot Service*, the ticket form should look like:
de: Wenn der gewählte Service *Peugeot Service* ist, sollte das Ticket-Formular so aussehen:
hu: Ha a kiválasztott szolgáltatás a *Peugeot szolgáltatás*, akkor a jegy űrlapjának így kell kinéznie:
zh_cn: 如果选定的服务是 *Peugeot Service*，则工单表单应类似于：

source: The car computer reports the following issues:
de: Der Bordcomputer meldet die folgenden Probleme:
hu: A fedélzeti számítógép a következő hibákat jelenti:
zh_cn: 车载电脑报告以下问题：

source: ``PeugeotModel``: visible
de: ``PeugeotModel``: sichtbar
hu: ``PeugeotModel``: látható
zh_cn: ``PeugeotModel``: 可见

source: ``PeugeotProductionFacility``: visible
de: ``PeugeotProductionFacility``: sichtbar
hu: ``PeugeotProductionFacility``: látható
zh_cn: ``PeugeotProductionFacility``: 可见

source: ``Fuel``: visible
de: ``Fuel``: sichtbar
hu: ``Fuel``: látható
zh_cn: ``Fuel``: 可见

source: Create Dynamic Ticket Templates
de: Dynamische Ticket-Vorlagen erstellen
hu: Dinamikus jegysablonok létrehozása
zh_cn: 创建动态工单模板

source: To create a dynamic ticket template:
de: So erstellen Sie eine dynamische Ticket-Vorlage:
hu: Egy dinamikus jegysablon létrehozásához:
zh_cn: 若要创建动态工单模板：

source: Open the :doc:`admin/ticket-settings/dynamic-ticket-templates` module of the *Ticket Settings* group in the administrator interface.
de: Öffnen Sie das Modul :doc:`admin/ticket-settings/dynamic-ticket-templates` der Gruppe *Ticket Einstellungen* im Administrator-Interface.
hu: Nyissa meg a *Jegybeállítások* csoport :doc:`admin/ticket-settings/dynamic-ticket-templates` modulját az adminisztrátori felületen.
zh_cn: 在管理员界面中的 *工单设置* 组中，打开 :doc:`admin/ticket-settings/dynamic-ticket-templates` 模块。

source: Click on the *Add template* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Vorlage hinzufügen*.
hu: Kattintson a *Sablon hozzáadása* gombra a bal oldalsávban.
zh_cn: 点击左侧栏中的 *添加模板* 按钮。

source: If you have added other dynamic fields by your own, the template form will show more fields than the ones explained in this examples. There is nothing to worry about, just leave all other dynamic fields as *Hide* while you create the new templates.
de: Wenn Sie selbst weitere dynamische Felder hinzugefügt haben, zeigt das Vorlagenformular mehr Felder an als in den Beispielen erläutert. Es gibt keinen Grund zur Sorge, lassen Sie einfach alle anderen dynamischen Felder als *Ausblenden* während Sie die neuen Vorlagen erstellen.
hu: Ha saját maga által hozzáadott egyéb dinamikus mezőkkel is rendelkezik, akkor a sablonűrlap több mezőt is meg fog jeleníteni, mint amelyek ebben a példában bemutatásra kerülnek. Emiatt nem kell aggódni, egyszerűen hagyja az összes többi dinamikus mezőt *Elrejtés* értéken, miközben az új sablonokat létrehozza.
zh_cn: 如果您自己添加了其它动态字段，则模板表单将显示比本示例中说明的字段更多的字段。 不必担心，在创建新模板时，只需将所有其它动态字段保留为 *隐藏* 即可。

source: There are special dynamic fields from ITSM packages that are not displayed in the template form. These special fields have a determined behavior and they should be always hidden, always shown or their visibility depends on other configurations, so they can not be part of the template definition. Also any dynamic field marked as *Internal* will not be displayed in the template form.
de: Es gibt spezielle dynamische Felder aus ITSM-Paketen, die im Vorlagenformular nicht angezeigt werden. Diese speziellen Felder haben ein bestimmtes Verhalten und sollten immer ausgeblendet, immer angezeigt werden oder ihre Sichtbarkeit hängt von anderen Konfigurationen ab, so daß sie nicht Teil der Vorlagendefinition sein können. Auch als *intern* markierte dynamische Felder werden im Vorlageformular nicht angezeigt.
hu: Léteznek különleges dinamikus mezők az ITSM csomagokból, amelyek nem jelennek meg a sablonűrlapon. Ezeknek a különleges mezőknek meghatározott viselkedésük van, és mindig rejtetten kell lenniük, mindig láthatónak kell lenniük vagy a láthatóságuk egyéb beállításoktól függenek, ezért nem lehetnek a sablonmeghatározás részei. Az összes *Belső* jelölésű dinamikus mező sem lesz megjelenítve a sablonűrlapon.
zh_cn: ITSM软件包中的某些特殊动态字段未显示在模板表单中，这些特殊字段具有确定的行为，应始终隐藏，始终显示或它们的可见性取决于其它配置，因此它们不能成为模板的一部分定义。 同样，任何标记为 *内部* 的动态字段都不会显示在模板表单中。

source: A quick way to know if a dynamic field is *Internal* is to look at dynamic fields in the overview table of the *Dynamic Fields Management* screen. *Internal* dynamic fields can not be deleted, and they does not have a icon in the *Delete* column.
de: Ein schneller Weg, um zu erkennen, ob ein dynamisches Feld *intern* ist, ist die Betrachtung der dynamischen Felder in der Übersichtstabelle der Ansicht *Dynamische Feld-Verwaltung*. *Interne* dynamische Felder können nicht gelöscht werden, und sie haben kein Symbol in der Spalte *Löschen*.
hu: Egy gyors módja megtudni azt, hogy egy dinamikus mező *Belső*, ha ránéz a dinamikus mezőkre a *Dinamikus mezők kezelése* képernyő áttekintő táblázatában. A *Belső* dinamikus mezőket nem lehet törölni, és nem rendelkeznek ikonnal a *Törlés* oszlopban.
zh_cn: 了解动态字段是否为 *内部* 的快速方法是在 *动态字段管理* 屏幕的概览表中查看动态字段。 *内部* 动态字段无法删除，并且 *删除* 列中没有图标。

source: Create the *VW Template 1* dynamic ticket template with the following data:
de: Erstellen Sie die dynamische Ticket-Vorlage *VW Template 1* mit den folgenden Daten:
hu: Hozza létre a *VW sablon 1* dinamikus jegysablont a következő adatokkal:
zh_cn: 使用以下数据创建 *VW Template 1* 动态工单模板：

source: Field name
de: Feldname
hu: Mezőnév
zh_cn: 字段名称

source: Value
de: Wert
hu: Érték
zh_cn: 值

source: Comments
de: Kommentare
hu: Megjegyzések
zh_cn: 注释

source: Valid
de: Gültig
hu: Érvényes
zh_cn: 有效

source: Frontend
de: Oberfläche
hu: Előtétprogram
zh_cn: 前端

source: Agent and External Interface
de: Agent- und externes Interface
hu: Ügyintézői és külső felület
zh_cn: 服务人员和外部人员界面

source: Unclassified
de: Unklassifiziert
hu: Osztályozatlan
zh_cn: 未分类

source: Service
hu: Szolgáltatás
zh_cn: 服务

source: Attachments
de: Anhänge
hu: Mellékletek
zh_cn: 附件

source: Hide
de: Ausblenden
hu: Elrejtés
zh_cn: 隐藏

source: Show as mandatory
de: Als Pflicht anzeigen
hu: Megjelenítés kötelezően
zh_cn: 显示为必填

source: Show
de: Anzeigen
hu: Megjelenítés
zh_cn: 显示

source: ``RegistationDate``
zh_cn: ``注册日期``

source: Create the *VW Template 2* dynamic ticket template with the following data:
de: Erstellen Sie die dynamische Ticket-Vorlage *VW Template 2* mit den folgenden Daten:
hu: Hozza létre a *VW sablon 2* dinamikus jegysablont a következő adatokkal:
zh_cn: 使用以下数据创建 *VW Template 2* 动态工单模板：

source: Create the *Peugeot Template* dynamic ticket template with the following data:
de: Erstellen Sie die dynamische Ticket-Vorlage *Peugeot Template* mit den folgenden Daten:
hu: Hozza létre a *Peugeot sablon* dinamikus jegysablont a következő adatokkal:
zh_cn: 使用以下数据创建 *Peugeot Template* 动态工单模板：

source: Activate Dynamic Ticket Templates
de: Dynamische Ticket-Vorlagen aktivieren
hu: Dinamikus jegysablonok bekapcsolása
zh_cn: 激活动态工单模板

source: Once there are one or more templates activated in the system, you can use them.
de: Sobald eine oder mehrere Vorlagen im System aktiviert sind, können Sie diese verwenden.
hu: Miután egy vagy több sablon be lett kapcsolva a rendszeren, már használhatja is azokat.
zh_cn: 一旦系统中激活了一个或多个模板，就可以使用它们。

source: ACL restrictions will be ignored for the superuser account (UserID 1).
de: ACL-Beschränkungen werden für den „Superuser”-Account (UserID1) ignoriert.
hu: Az ACL korlátozások mellőzve lesznek a rendszergazda fióknál (1-es felhasználó-azonosító).
zh_cn: 超级用户帐户（UserID 1）将忽略ACL限制。

source: To activate a dynamic ticket template:
de: So aktivieren Sie eine dynamische Ticket-Vorlage:
hu: Egy dinamikus jegysablon bekapcsolásához:
zh_cn: 若要激活一个动态工单模板：

source: Click on the *New phone ticket* menu item of the *Ticket* menu in the navigation bar.
de: Klicken Sie im Menü *Tickets* auf den Menüpunkt *Neues Telefon-Ticket*.
hu: Kattintson a *Jegyek* menü *Új telefonos jegy* menüpontjára a navigációs sávon.
zh_cn: 单击导航栏中 *工单* 菜单中的 *新建电话工单* 菜单项。

source: There is a new field called *Dynamic Ticket Template*. By default it is empty and it will be filled automatically when you select the appropriate combination of ticket type and service.
de: Es gibt ein neues Feld namens *Dynamische Ticket-Vorlage*. Standardmäßig ist es leer und wird automatisch ausgefüllt, wenn Sie die entsprechende Kombination aus Ticket-Typ und Service auswählen.
hu: Található ott egy *Dinamikus jegysablon* nevű új mező. Alapértelmezetten üres, és automatikusan ki lesz töltve, ha a jegytípus és a szolgáltatás megfelelő kombinációját választja ki.
zh_cn: 有一个新字段称为 *动态工单模板*。 默认情况下，它是空的，当您选择工单类型和服务的适当组合时，它将自动填充。

source: Fill the form with the following data:
de: Füllen Sie das Formular mit den folgenden Daten aus:
hu: Töltse ki az űrlapot az alábbi adatokkal:
zh_cn: 用以下数据填写表格：

source: Type: Unclassified
de: Typ: Unklassifiziert
hu: Típus: Osztályozatlan
zh_cn: 类型：未分类

source: Customer user: Customer 1
de: Kundenbenutzer: Kunde 1
hu: Ügyfél-felhasználó: Ügyfél 1
zh_cn: 客户用户：Customer 1

source: To queue: Misc
de: An Queue: Misc
hu: Várólistába: Misc
zh_cn: 到队列： Misc

source: Service: VW Service
hu: Szolgáltatás: VW szolgáltatás
zh_cn: 服务： VW Service

source: The *Dynamic Ticket Template* field will be automatically populated with *VW Template 1* and *VW Template 2*.
de: Das Feld *Dynamische Ticket-Vorlage* wird automatisch mit *VW-Vorlage 1* und *VW-Vorlage 2* ausgefüllt.
hu: A *Dinamikus jegysablon* mező automatikusan ki lesz töltve a *VW sablon 1* és *VW sablon 2* sablonokkal.
zh_cn: *动态工单模板* 字段将自动由 *VW Template 1* 和 *VW Template 2* 填充。

source: Select each template and match the resulting *New Phone Ticket* form with the expected results.
de: Wählen Sie jede Vorlage aus und gleichen Sie das resultierende *Neues Telefon-Ticket*-Formular mit den erwarteten Ergebnissen ab.
hu: Válassza ki mindkét sablont, és hasonlítsa össze az eredményül kapott *Új telefonos jegy* űrlapot az elvárt eredményekkel.
zh_cn: 选择每个模板，并将生成的 *新建电话工单* 表单与预期结果进行匹配。

source: Now change the selected service to *Peugeot Service*. As there is only one template defined for this combination of ticket type and service, the template will be automatically selected for you.
de: Ändern Sie nun den ausgewählten Service auf *Peugeot Service*. Da für diese Kombination aus Ticket-Typ und Service nur ein Template definiert ist, wird das Template automatisch für Sie ausgewählt.
hu: Most változtassa meg a választott szolgáltatást *Peugeot szolgáltatás* értékre. Mivel csak egyetlen sablon van meghatározva ehhez a jegytípus és szolgáltatás kombinációhoz, a sablon automatikusan ki lesz választva.
zh_cn: 现在将所选服务更改为 *Peugeot Service*。 由于仅针对该工单类型和服务的组合定义了一个模板，因此将自动为您选择该模板。

source: Compare the resulting *New Phone Ticket* form with the expected results.
de: Vergleichen Sie das resultierende *Neues Telefon-Ticket*-Formular mit den erwarteten Ergebnissen.
hu: Hasonlítsa össze az eredményül kapott *Új telefonos jegy* űrlapot az elvárt eredményekkel.
zh_cn: 将生成的 *新建电话工单* 表格与预期结果进行比较。

source: This complete example can be tested also *New Email Ticket* or external *New Ticket* screen without changing anything.
de: Dieses komplette Beispiel kann auch als *Neues Email-Ticket* oder als externe *Neues Ticket* Ansicht getestet werden, ohne etwas zu ändern.
hu: Ez a teljes példa kipróbálható az *Új e-mail jegy* vagy a külső *Új jegy* képernyőknél is, anélkül hogy bármit meg kellene változtatni.
zh_cn: 此完整示例也可以进行测试，例如 *新建电子邮件工单* 或外部人员 *新建工单* 屏幕，而无需进行任何更改。

source: The template definition is independent from the screen and once a template is defined, it can be used on any ticket creation screen, but please review the dynamic field configuration on each screen for the default fields configuration when a template is not selected.
de: Die Vorlagendefinition ist unabhängig von der Ansicht und sobald eine Vorlage definiert ist, kann sie auf jeder Ticket-Erstellungsansicht verwendet werden, aber bitte überprüfen Sie die Konfiguration der dynamischen Felder auf jeder Ansicht für die Konfiguration der Standardfelder, wenn keine Vorlage ausgewählt ist.
hu: A sablon meghatározása független a képernyőtől, és miután egy sablon meghatározásra került, használható bármely jegylétrehozás képernyőn, de nézze át a dinamikus mező beállításait minden egyes képernyőn az alapértelmezett mezők beállításainál, ha egy sablon nincs kiválasztva.
zh_cn: 模板定义独立于屏幕，一旦定义了模板，便可以在任何工单创建屏幕上使用它，但是如果未选择模板，请在每个屏幕上查看动态字段配置以获取默认字段配置。

source: Dynamic Ticket Templates Customer Groups
de: Kundengruppen für dynamische Ticket-Vorlagen
hu: Dinamikus jegysablonok ügyfélcsoportjai
zh_cn: 动态工单模板客户组

source: For this example we will use the *Peugeot Template* defined in the example above.
de: Für dieses Beispiel werden wir das im obigen Beispiel definierte *Peugeot Template* verwenden.
hu: Ennél a példánál a fenti példában meghatározott *Peugeot sablon* sablont fogjuk használni.
zh_cn: 对于此示例，我们将使用上面示例中定义的 *Peugeot Template*。

source: The goal to have a pre-filled form to create a new ticket in external interface.
de: Das Ziel, ein vorausgefülltes Formular zu haben, um ein neues Ticket im externen Interface zu erstellen.
hu: A cél, hogy egy előre kitöltött űrlapot kapjunk a külső felületen történő új jegy létrehozásához.
zh_cn: 具有预先填写的表单的目标是在外部人员界面中创建新工单。

source: To configure a customer group:
de: So konfigurieren Sie eine Kundengruppe:
hu: Egy ügyfélcsoport beállításához:
zh_cn: 若要配置客户组：

source: Navigate to *Core → Customer* in the navigation tree.
de: Navigieren Sie im Navigationsbaum nach *Core → Customer*.
hu: Navigáljon a *Core → Customer* ághoz a navigációs fában.
zh_cn: 在导航树中导航至 *Core → Customer*。

source: Scroll down to the setting ``CustomerGroupSupport`` and enable it.
de: Scrollen Sie nach unten zur Einstellung ``CustomerGroupSupport`` und aktivieren Sie sie.
hu: Görgessen le a ``CustomerGroupSupport`` beállításig, és engedélyezze azt.
zh_cn: 向下滚动到设置 ``CustomerGroupSupport`` 并启用它。

source: Select *OTRSTicketForms* in the *Navigation* widget.
de: Wählen Sie *OTRSTicketForms* im Widget *Navigation*.
hu: Válassza ki az *OTRSTicketForms* lehetőséget a *Navigáció* felületi elemben.
zh_cn: 在 *导航* 小部件中选择 *OTRSTicketForms*。

source: Navigate to *Core → DynamicTicketTemplate* in the navigation tree.
de: Navigieren Sie im Navigationsbaum nach *Core → DynamicTicketTemplate*.
hu: Navigáljon a *Core → DynamicTicketTemplate* ághoz a navigációs fában.
zh_cn: 在导航树中导航至 *Core → DynamicTicketTemplate*。

source: Scroll down to the setting ``Ticket::DynamicTicketTemplate::CustomerGroup`` and enable it.
de: Scrollen Sie nach unten zur Einstellung ``Ticket::DynamicTicketTemplate::CustomerGroup`` und aktivieren Sie sie.
hu: Görgessen le a ``Ticket::DynamicTicketTemplate::CustomerGroup`` beállításig, és engedélyezze azt.
zh_cn: 向下滚动到设置 ``Ticket::DynamicTicketTemplate::CustomerGroup`` 并启用它。

source: Go to the *Group Management* screen of the administrator interface.
de: Gehen Sie im Administrator-Interface auf die Ansicht *Gruppenverwaltung*.
hu: Menjen az adminisztrátori felület *Csoportkezelés* képernyőjéhez.
zh_cn: 转到管理员界面的 *组管理* 屏幕。

source: Create the group *Peugeot Customer*.
de: Erstellen Sie die Gruppe *Peugeot Kunde*.
hu: Hozza létre a *Peugeot ügyfél* csoportot.
zh_cn: 创建组 *Peugeot Customer*。

source: Go to the *Customers ↔ Groups* screen of the administrator interface.
de: Gehen Sie im Administrator-Interface auf die Ansicht *Kunden ↔ Grupen*.
hu: Menjen az adminisztrátori felület *Ügyfelek ↔ Csoportok* képernyőjéhez.
zh_cn: 转到管理员界面的 *客户↔组* 屏幕。

source: Assign *Customer 1* customer to the *Peugeot Customer* group.
de: Ordnen Sie den Kunden *Kunde 1* der Gruppe *Peugeot Kunde* zu.
hu: Rendelje hozzá az *Ügyfél 1* ügyfelet a *Peugeot ügyfél* csoporthoz.
zh_cn: 将 *Customer 1* 客户分配给 *Peugeot Customer* 组。

source: Go to *Dynamic Ticket Templates ↔ Groups* screen of the administrator interface.
de: Gehen Sie im Administrator-Interface auf die Ansicht *Dynamische Ticket-Vorlagen ↔ Gruppen*.
hu: Menjen az adminisztrátori felület *Dinamikus jegysablonok ↔ Csoportok* képernyőjéhez.
zh_cn: 转到管理员界面的 *动态工单模板↔组* 屏幕。

source: Assign the *Peugeot Customer* group to the *Peugeot Template* template.
de: Ordnen Sie die Gruppe *Peugeot Kunde* der Vorlage *Peugeot Template* zu.
hu: Rendelje hozzá a *Peugeot ügyfél* csoportot a *Peugeot sablon* sablonhoz.
zh_cn: 将 *Peugeot Customer* 组分配给 *Peugeot Template* 模板。

source: Login in the external interface as customer user of *Customer 1* and create a new ticket.
de: Loggen Sie sich in der externen Schnittstelle als Kundenbenutzer von *Kunde 1* ein und erstellen Sie ein neues Ticket.
hu: Jelentkezzen be a külső felületen az *Ügyfél 1* ügyfél-felhasználójaként, és hozzon létre egy új jegyet.
zh_cn: 以 *Customer 1* 的客户用户身份登录外部人员界面，并创建一个新工单。

source: Compare the pre-filled new ticket form with the expected results. Also notice that the ticket type is pre-selected as default and service is also pre-selected as *Peugeot Service*.
de: Vergleichen Sie das vorausgefüllte neue Ticket-Formular mit den erwarteten Ergebnissen. Beachten Sie auch, dass der Ticket-Typ als Standard vorgewählt ist und der Service auch als *Peugeot Service* vorgewählt ist.
hu: Hasonlítsa össze az előre kitöltött új jegy űrlapot az elvárt eredményekkel. Azt is vegye észre, hogy a jegytípus előre ki van választva alapértelmezettként és a szolgáltatás is előre ki van választva *Peugeot szolgáltatás* értékkel.
zh_cn: 将预填写的新工单与预期结果进行比较。 另请注意，工单类型已预先选择为默认值，服务也已预先选择为 *Peugeot Service*。

source: You can also set the optional settings, but for this example we will not use these optional settings, so you can leave it as default.
de: Sie können auch die optionalen Einstellungen festlegen, aber für dieses Beispiel werden wir diese optionalen Einstellungen nicht verwenden, so dass Sie sie als Standard belassen können.
hu: Beállíthatja az opcionális beállításokat is, de ennél a példánál nem használjuk az opcionális beállításokat, így hagyhatja azokat alapértelmezetten.
zh_cn: 您也可以设置可选设置，但是在本示例中，我们将不使用这些可选设置，因此可以将其保留为默认设置。

source: If no template is assigned to a group and the notification is enabled, such notification can be customized by adding different recipients or updating the notification body. To do this, edit the *Missing DTT assignment for CustomerGroup* notification in the :doc:`admin/communication-notifications/ticket-notifications` screen of the administrator interface.
de: Wenn einer Gruppe keine Vorlage zugeordnet ist und die Benachrichtigung aktiviert ist, kann eine solche Benachrichtigung durch Hinzufügen verschiedener Empfänger oder durch Aktualisieren der Benachrichtigungsstelle angepasst werden. Bearbeiten Sie dazu die *Fehlende DTT-Zuordnung für die Kundengruppe*-Benachrichtigung im Bildschirm :doc:`admin/communication-notifications/ticket-notifications` des Administrator-Interfaces.
hu: Ha nincs sablon hozzárendelve egy csoporthoz, és az értesítés engedélyezve van, akkor az ilyen értesítés személyre szabható különböző címzettek hozzáadásával vagy az értesítés törzsének frissítésével. Ehhez szerkessze az adminisztrátori felület :doc:`admin/communication-notifications/ticket-notifications` képernyőjén lévő *Hiányzó DJS hozzárendelés az ügyfél csoportjánál* értesítést.
zh_cn: 如果一个组没有分配模板并且启用了通知，则可以通过添加其他收件人或更新通知正文来自定义此类通知。 为此，请在管理员界面的 :doc:`admin/communication-notifications/ticket-notifications` 屏幕中，编辑 *Missing DTT assignment for CustomerGroup* 通知。

source: Dynamic Ticket Templates and Ticket Workflows
de: Dynamische Ticket-Vorlagen und Ticket-Workflows
hu: Dinamikus jegysablonok és jegy munkafolyamatok
zh_cn: 动态工单模板和工单工作流程

source: For this example we will use the *VW Template 1* defined previously.
de: Für dieses Beispiel werden wir die zuvor definierte *VW-Vorlage 1* verwenden.
hu: Ennél a példánál a korábban meghatározott *VW sablon 1* sablont fogjuk használni.
zh_cn: 对于此示例，我们将使用先前定义的 *VW Template 1* 。

source: The goal to activate a predefined ticket workflow when create a new ticket using a particular dynamic ticket template.
de: Das Ziel ist es, einen vordefinierten Ticket-Workflow zu aktivieren, wenn ein neues Ticket unter Verwendung einer bestimmten dynamischen Ticket-Vorlage erstellt wird.
hu: A cél egy előre meghatározott jegy munkafolyamat bekapcsolása, ha egy bizonyos dinamikus jegysablon használatával hoz létre új jegyet.
zh_cn: 目标是在使用特定的动态工单模板创建新工单时激活预定义的工单工作流。
