Repository: Yan-Oliveira/doc-fao
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu, zh_cn

source: This package adds a new configuration screen to the agent preferences screen, which is accessible from the *Agent Management* screen of the administrator interface.
de: Dieses Paket fügt der Ansicht mit den Agenteneinstellungen eine neue Konfigurationsansicht hinzu, der über die Ansicht *Agentenverwaltung* des Administrator-Interfaces zugänglich ist.
hu: Ez a csomag egy új beállító képernyőt ad az ügyintéző beállításai képernyőhöz, amely az adminisztrátori felület *Ügyintéző-kezelés* képernyőjéből érhető el.
zh_cn: 本软件包将新配置屏幕添加到服务人员个人首选项屏幕，可从管理员界面的 *服务人员管理* 屏幕访问该屏幕。

source: With this package it is possible to define different competences for agents.
de: Mit diesem Paket ist es möglich, verschiedene Kompetenzen für Agenten zu definieren.
hu: Ezzel a csomaggal lehetőség van meghatározni különféle kompetenciákat az ügyintézőknél.
zh_cn: 使用本软件包，可以为服务人员定义不同的能力。

source: The competences can be enabled and disabled via the system configuration. By default the ticket competences group, priority, queue and type are enabled. Role, SLA and service are disabled but can be enabled via the system configuration.
de: Die Kompetenzen können über die Systemkonfiguration aktiviert und deaktiviert werden. Standardmäßig sind die Ticket-Kompetenzen: Gruppe, Priorität, Queue und Typ aktiviert. Rolle, SLA und Service sind deaktiviert, können aber über die Systemkonfiguration aktiviert werden.
hu: A kompetenciák a rendszerbeállításokon keresztül engedélyezhetők vagy tilthatók le. Alapértelmezetten a csoport, prioritás, várólista és típus jegykompetenciák vannak engedélyezve. A szerep, SLA és szolgáltatás le van tiltva, de engedélyezhetők a rendszerbeállításokon keresztül.
zh_cn: 可以通过系统配置来启用和禁用能力。 默认情况下，工单能力组、优先级、队列和类型是启用的。 角色、SLA和服务已禁用，但可以通过系统配置启用。

source: To set the competences for an agent:
de: So legen Sie die Kompetenzen für einen Agenten fest:
hu: Egy ügyintéző kompetenciáinak beállításához:
zh_cn: 若要设置服务人员的能力：

source: Open the *Agents Management* screen in the administrator interface.
de: Öffnen Sie die Ansicht *Agentenverwaltung* im Administrator-Interface.
hu: Nyissa meg az *Ügyintéző-kezelés* képernyőt az adminisztrátori felületen.
zh_cn: 在管理员界面中打开 *服务人员管理* 屏幕。

source: Select an agent from the list.
de: Wählen Sie einen Agenten aus der Liste aus.
hu: Válasszon egy ügyintézőt a listából.
zh_cn: 从列表中选择一个服务人员。

source: Click on the *Edit personal preferences for this agent* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Persönliche Einstellungen für diesen Agenten bearbeiten*.
hu: Kattintson a *Személyes beállítások szerkesztése ennél az ügyintézőnél* gombra a bal oldalsávban.
zh_cn: 点击左侧栏中的 *编辑此服务人员的个人偏好* 按钮。

source: Click on the *Competences* module in the agent personal preferences.
de: Klicken Sie in den persönlichen Einstellungen des Agenten auf das Modul *Kompetenzen*.
hu: Kattintson a *Kompetenciák* modulra az ügyintéző személyes beállításaiban.
zh_cn: 单击服务人员个人首选项中的 *能力* 模块。

source: Competences Screen
de: Kompetenzenansicht
hu: Kompetenciák képernyő
zh_cn: 能力屏幕

source: The competences have no direct influence on the behavior of the system. They can be used in other functionalities to make decisions based on the configured values and influence the behavior.
de: Die Kompetenzen haben keinen direkten Einfluss auf das Verhalten des Systems. Sie können in anderen Funktionalitäten verwendet werden, um Entscheidungen auf Basis der konfigurierten Werte zu treffen und das Verhalten zu beeinflussen.
hu: A kompetenciáknak nincs közvetlen ráhatása a rendszer viselkedésére. Használhatók más funkcionalitásokban a beállított értékek alapján történő döntéshozáshoz és a viselkedés befolyásolásához.
zh_cn: 能力对系统的行为没有直接影响，可以将其用于其它功能中，以基于配置的值进行决策并影响行为。

source: By default the relevant tickets will be allocated ordered by their internal ticket ID and their creation time. This package provides an order module for changing the order of the relevant tickets, based on different system configuration settings. The ticket order can be influenced by configurable queue priorities and service times.
de: Standardmäßig werden die entsprechenden Tickets nach ihrer internen Ticket-ID und ihrer Erstellungszeit geordnet zugeordnet. Dieses Paket bietet ein Bestellmodul zur Änderung der Reihenfolge der relevanten Tickets, basierend auf verschiedenen Einstellungen der Systemkonfiguration. Die Reihenfolge der Tickets kann durch konfigurierbare Queue-Prioritäten und Service-Zeiten beeinflusst werden.
hu: Alapértelmezetten a kapcsolódó jegyek a belső jegyazonosítójuk és a létrehozási idejük szerint rendezve lesznek kiosztva. Ez a csomag biztosít egy rendezési modult a kapcsolódó jegyek sorrendjének megváltoztatásához a különböző rendszerbeállítási lehetőségek alapján. A jegysorrend befolyásolható a beállítható várólista-prioritások és szolgáltatási idők szerint.
zh_cn: 默认情况下，将根据相关工单的内部工单ID和创建时间对其进行分配。 本软件包提供了一个排序模块，用于根据不同的系统配置设置更改相关工单的顺序。 工单顺序可能受可配置的队列优先级和服务时间影响。

source: Additionally it is possible to set a maximum number of tickets per queue in a row that should get allocated. If the limit is reached, the next different queue will be preferred. After that, the counter for the queue is reset.
de: Zusätzlich ist es möglich, eine maximale Anzahl von Tickets pro Queue in einer Reihe festzulegen, die zugewiesen werden sollen. Ist das Limit erreicht, wird die nächste andere Queue bevorzugt. Danach wird der Zähler für die Queue zurückgesetzt.
hu: Ezenkívül lehetőség van beállítani a jegyek legnagyobb számát várólistánként egy olyan sorban, amelyet ki kell osztani. Ha a korlátot elérik, akkor a következő különböző várólista lesz előnyben részesítve. Ezek után a várólista számlálója vissza lesz állítva.
zh_cn: 另外，可以设置应分配的每个队列中工单的最大数量。 如果达到限制，则将优先选择下一个不同的队列。 之后，将重置队列的计数器。

source: Take a look at the configuration options in the system configuration for this package.
de: Schauen Sie sich die Konfigurationsmöglichkeiten in der Systemkonfiguration für dieses Paket an.
hu: Vessen egy pillantást ennek a csomagnak a beállítási lehetőségeire a rendszerbeállításokban.
zh_cn: 查看本软件包的系统配置中的配置选项。

source: Ticket Forms
zh_cn: 工单表单

source: For service organizations that use the **OTRS** helpdesk software in different departments or that have to respond to many different types of customer requests, this feature add-on is a definite must-have. With it you can display different ticket masks and forms in the agent and external interfaces, depending on which dynamic fields are relevant to the customer request. Moreover, the ticket creation process is faster as headlines and message body fields are pre-filled with the necessary information. You can define required fields for forms as well as display pre-filled fields, such as ticket types and services, in the external interface based on the customer group settings. You can also pre-fill ticket masks by adding attachments, using Rich Text format, or using the OTRS smart tags ``<OTRS_CONFIG_*>`` and ``<OTRS_CURRENT_*>`` in the template body.
de: Für Serviceunternehmen, die OTRS Helpdesk Software in unterschiedlichen Bereichen einsetzen oder einfach flexibel auf verschiedenste Kundenanfragen reagieren wollen, ist dieses Feature Add-on ein absolutes Muss. Damit ist es möglich, diverse unterschiedliche Ticket-Masken oder Ticket-Formulare im Agenten- und Kunden-Interface anzeigen zu lassen – je nachdem, welche dynamischen Felder relevant für die Kundenanfrage sind. Ebenso kann der Erstellungsprozess eines Tickets beschleunigt werden, indem die Überschrift und das Nachrichtenfeld bereits mit Informationen gefüllt sind. Es können sowohl Pflichtfelder für die Formulare definiert als auch Ticket-Typ und Service vorausgefüllt im Kunden-Interface basierend auf Kunden-Gruppen-Einstellungen dargestellt werden. Mit der Version 1.2.1 können auch Anhänge angefügt und das Rich Text Format sowie die OTRS Smart Tags ``<OTRS_CONFIG_*>`` und ``<OTRS_CURRENT_*>`` in der Nachrichtenvorlage verwendet werden.
hu: Olyan szolgáltató szervezeteknél, amelyek különböző részlegeken használják az **OTRS** ügyfélszolgálati szoftvert, vagy sok különböző típusú ügyfélkérésre kell válaszolniuk, erre a funkciókiegészítőre egyértelműen szükség van. Ennek segítségével különböző jegymaszkokat és űrlapokat jeleníthet meg az ügyintézői és a külső felületen attól függően, hogy mely dinamikus mezők kapcsolódnak az ügyfél kéréséhez. Ráadásul a jegylétrehozási folyamat gyorsabb, mivel a címsorok és az üzenet törzse mezők előre ki vannak töltve a szükséges információkkal. Meghatározhat kötelezően kitöltendő mezőket az űrlapoknál, valamint megjelenítheti az előre kitöltött mezőket – mint például jegytípusok és szolgáltatások – a külső felületen az ügyfélcsoport beállítások alapján. Előre kitöltheti a jegymaszkokat mellékletek hozzáadásával, használhatja a Rich Text formátumot, valamint használhatja az ``<OTRS_CONFIG_*>`` és ``<OTRS_CURRENT_*>`` okos OTRS címkéket a sablon törzsében.
zh_cn: 对于在不同部门中使用 **OTRS** 服务台软件或必须响应许多不同类型客户要求的服务组织，本功能插件是必不可少的。 使用它，您可以在服务人员和外部人员界面中显示不同的工单遮罩窗口和表单，具体取决于哪些动态字段与客户请求相关。 此外，由于标题和消息正文字段已预先填充了必要的信息，因此工单创建过程更快。 您可以根据客户组设置在外部人员界面中定义表单的必填字段，并显示预填写的字段，例如工单类型和服务。 您还可以通过添加附件，使用RTF格式或在模板主体中使用OTRS智能标签 ``<OTRS_CONFIG_*>`` 和 ``<OTRS_CURRENT_*>`` 来预填充工单遮罩窗口。

source: With this feature add-on the following screens can be configured:
de: Mit diesem Feature Add-on sind Anpassungen folgender Ansichten möglich:
hu: Ezzel a funkcióval a következő képernyők állíthatók be:
zh_cn: 使用本功能插件，可以配置以下屏幕：

source: Agent interface
de: Agenten-Interface
hu: Ügyintézői felület
zh_cn: 服务人员界面

source: New phone ticket
de: Neues Telefon-Ticket
hu: Új telefonos jegy
zh_cn: 创建电话工单

source: New email ticket
de: Neues E-Mail-Ticket
hu: Új e-mail jegy
zh_cn: 创建邮件工单

source: External interface
de: Externes Interface
hu: Külső felület
zh_cn: 外部人员界面

source: New ticket
de: Neues Ticket
hu: Új jegy
zh_cn: 新建工单

source: In addition, the included feature add-on :doc:`hide-show-dynamic-fields`, which is also available as a separate feature add-on, enables you to define which dynamic fields you want to display in your ticket forms and which ones you want to hide. This gives you more freedom to configure all ticket screens to your specific needs.
de: Darüber hinaus können Sie mit dem mitgelieferten Feature Add-on :doc:`hide-show-dynamic-fields`, das auch als separates Feature-Add-on verfügbar ist, definieren, welche dynamischen Felder Sie in Ihren Ticket-Formularen anzeigen und welche Sie ausblenden möchten. Dies gibt Ihnen mehr Freiheit, alle Ticket-Ansichten nach Ihren spezifischen Bedürfnissen zu konfigurieren.
hu: Továbbá megtalálható benne a :doc:`hide-show-dynamic-fields` funkciókiegészítő, amely elérhető különálló funkciókiegészítőként is, és lehetővé teszi annak meghatározását, hogy mely dinamikus mezőket szeretné megjeleníteni a jegyűrlapokon, és melyeket szeretné elrejteni. Ez több szabadságot ad az összes jegyképernyő beállításaiban a különleges igényei szerint.
zh_cn: 此外，随附的功能插件 :doc:`hide-show-dynamic-fields` （也可作为单独的功能插件提供）使您能够定义要在工单表单中显示的动态字段，以及您想隐藏哪些动态字段。 这使您可以自由地配置所有工单屏幕以满足您的特定需求。

source: Another included feature add-on is :doc:`restore-pending-information`, which makes it possible to restore the pending reminder information of the last reminder when you open a new reminder in the ticket pending pop-up screen.
de: Eine weitere enthaltene Funktionserweiterung ist :doc:`restore-pending-information`, die es ermöglicht, die ausstehenden Erinnerungsinformationen der letzten Erinnerung wiederherzustellen, wenn Sie eine neue Erinnerung in dem Pop-up-Fenster für ausstehende Tickets öffnen.
hu: Egy másik hozzáadott funkciókiegészítő a :doc:`restore-pending-information`, amely lehetővé teszi a legutolsó emlékeztetőnek az emlékeztető függőben információi visszaállítását, amikor egy új emlékeztetőt nyit a jegy függőben felugró képernyőn.
zh_cn: 另一个随附的功能插件是 :doc:`restore-pending-information`，当您在挂起工单提醒弹出窗口中打开新的提醒时，可以恢复上次提醒的挂起提醒信息。

source: The following information can be restored:
de: Die folgenden Informationen können wiederhergestellt werden:
hu: A következő információk állíthatók vissza:
zh_cn: 可以恢复以下信息：

source: This feature add-on works when the target time of the reminder has not expired. Otherwise the standard functionality sets the usual default values.
de: Diese Funktionserweiterung funktioniert, wenn die Zielzeit der Erinnerung noch nicht abgelaufen ist. Ansonsten setzt die Standardfunktionalität die üblichen Standardwerte.
hu: Ez a funkciókiegészítő akkor működik, ha az emlékeztető célideje még nem járt le. Egyébként a szabványos működés beállítja a szokásos alapértelmezett értékeket.
zh_cn: 当提醒的目标时间未到期时，本功能插件会起作用。 否则，标准功能将设置通常的默认值。

source: Flexible reaction to a variety of customer requests.
de: Flexibles Reagieren auf eine Vielzahl von Kundenwünschen.
hu: Rugalmas reakció a különféle ügyfélkérésekre.
zh_cn: 对各种客户要求的灵活反应。

source: Acceleration of processes by using forms.
de: Beschleunigung der Prozesse durch Verwendung von Formularen.
hu: Folyamatok felgyorsítása űrlapok használatával.
zh_cn: 通过使用表单来加速流程。

source: Increases the completeness of forms by defining mandatory fields.
de: Erhöht die Vollständigkeit der Formulare durch die Definition von Pflichtfeldern.
hu: Űrlapok teljességének növelése kötelező mezők meghatározásával.
zh_cn: 通过定义必填字段来提高表单的完整性。

source: This package provides new features to the ticket screens, using the bundled packages :doc:`../hide-show-dynamic-fields`, *Dynamic Ticket Templates* and :doc:`../restore-pending-information`, as well as other functionalities provided by this package itself.
de: Dieses Paket bietet neue Funktionen für die Ticket-Ansichten, indem es die gebündelten Pakete :doc:`../hide-show-dynamic-fields`, *Dynamic Ticket Templates* und :doc:`../restore-pending-information` verwendet, sowie andere Funktionalitäten, die von diesem Paket selbst bereitgestellt werden.
hu: Ez a csomag új funkciókat biztosít a jegyképernyőkhöz a benne lévő :doc:`../hide-show-dynamic-fields`, *Dynamic Ticket Templates* és :doc:`../restore-pending-information` csomagok használatával, valamint maga a csomag által nyújtott egyéb funkcionalitásokkal.
zh_cn: 本软件包使用捆绑的软件包 :doc:`../hide-show-dynamic-fields`、 *动态工单模板* 和 :doc:`../restore-pending-information` 为工单屏幕提供了新功能， 以及此软件包本身提供的其它功能。

source: :doc:`../hide-show-dynamic-fields` package allows the definition of ACLs based visibility of dynamic fields. For more information see the documentation of the package.
de: Das Paket :doc:`../hide-show-dynamic-fields` erlaubt die Definition von ACLs basierend auf der Sichtbarkeit dynamischer Felder. Weitere Informationen finden Sie in der Dokumentation des Pakets.
hu: A :doc:`../hide-show-dynamic-fields` csomag lehetővé teszi ACL-ek meghatározását a dinamikus mezők láthatósága alapján. További információkért nézze meg a csomag dokumentációját.
zh_cn: :doc:`../hide-show-dynamic-fields` 软件包允许定义基于ACL的动态字段可见性。 有关更多信息，请参见该软件包的文档。

source: *Dynamic Ticket Templates* package uses the extension to the ACLs mechanism to create ticket templates based on the selected ticket type and service. These templates include a predefined ticket body, title, attachments and full dynamic fields visibility configuration.
de: Das Paket *Dynamic Ticket Templates* verwendet die Erweiterung des ACLs-Mechanismus, um Ticket-Vorlagen basierend auf dem ausgewählten Ticket-Typ und Service zu erstellen. Diese Vorlagen enthalten einen vordefinierten Ticket-Text, Titel, Anhänge und eine vollständige Konfiguration der Sichtbarkeit dynamischer Felder.
hu: A *Dynamic Ticket Templates* csomag az ACL-ek mechanizmusához készült kiterjesztést használja a kiválasztott jegytípus és szolgáltatás alapján történő jegysablonok létrehozásához. Ezek a sablonok egy előre meghatározott jegytörzset, címet, mellékleteket és teljes dinamikus mező láthatóság beállítást tartalmaznak.
zh_cn: *动态工单模板* 软件包使用ACL机制的扩展，可以根据所选工单类型和服务创建工单模板。 这些模板包括预定义的工单正文、标题、附件和完整的动态字段可见性配置。

source: :doc:`../restore-pending-information` package provides the functionality to pre-select the target time for pending reminder with the last target time (including time, status, title and text) set by the agent. For more information see the documentation of the package.
de: Das Paket :doc:`../restore-pending-information` bietet die Funktionalität, die Zielzeit für ausstehende Erinnerungen mit der letzten vom Agenten gesetzten Zielzeit (einschließlich Zeit, Status, Titel und Text) vorzuwählen. Weitere Informationen finden Sie in der Dokumentation des Pakets.
hu: A :doc:`../restore-pending-information` csomag annak a funkcionalitását nyújtja, hogy előre ki lehessen választani a célidőt az emlékeztető függőben állapothoz az ügyintéző által beállított legutolsó célidővel (beleértve az időt, állapotot, címet és szöveget). További információkért nézze meg a csomag dokumentációját.
zh_cn: :doc:`../restore-pending-information` 软件包提供了功能，可以预先选择由服务人员设置的最后目标时间（包括时间、状态、标题和文本）的挂起提醒的目标时间。 有关更多信息，请参见该软件包的文档。

source: *Ticket Forms* itself, enables to set a custom maximum length for services and SLA names in ticket creation screens.
de: *Ticket Forms* selbst, ermöglicht es, eine benutzerdefinierte maximale Länge für Services und SLA-Namen in den Ticket-Erstellungsansichten festzulegen.
hu: Maga a *Ticket Forms* lehetővé teszi a szolgáltatások és SLA nevek egyéni legnagyobb hosszának beállítását a jegylétrehozás képernyőkön.
zh_cn: *工单表单* 本身允许在工单创建屏幕中为服务和SLA名称设置自定义最大长度。

source: This feature can work cooperatively with :doc:`../ticket-workflow` package by integrating defined ticket workflows into a template and trigger them automatically when the ticket is created.
de: Dieses Feature kann kooperativ mit dem Paket :doc:`../ticket-workflow` arbeiten, indem es definierte Ticket-Workflows in ein Template integriert und diese automatisch beim Erstellen des Tickets auslöst.
hu: Ez a funkció képes együttműködni a :doc:`../ticket-workflow` csomaggal, azáltal hogy integrálja a meghatározott jegy munkafolyamatokat egy sablonba, és automatikusan aktiválja azokat, ha a jegyet létrehozták.
zh_cn: 通过将已定义的工单工作流程集成到模板中并在创建工单时自动触发它们，该功能可以与 :doc:`../ticket-workflow` 软件包协同工作。

source: For this example we will use the same fields as in the example of :doc:`../hide-show-dynamic-fields`, but is necessary to comment or remove the ACLs.
de: Für dieses Beispiel werden wir die gleichen Felder wie im Beispiel von :doc:`../hide-show-dynamic-fields` verwenden, aber es ist notwendig, die ACLs zu kommentieren oder zu entfernen.
hu: Ennél a példánál ugyanazokat a mezőket fogjuk használni, amelyek a :doc:`../hide-show-dynamic-fields` példájában vannak, de az ACL-ek megjegyzésbe tétele vagy eltávolítása szükséges.
zh_cn: 对于此示例，我们将使用与 :doc:`../hide-show-dynamic-fields` 示例中相同的字段，但必须注释或删除ACL。

source: While the dynamic ticket templates can work in conjunction with other ACL rules, it is recommended to test the templates without other affecting ACLs, and after the templates work as needed, incorporate other ACLs one by one.
de: Während die dynamischen Ticket-Vorlagen in Verbindung mit anderen ACL-Regeln funktionieren können, wird empfohlen, die Vorlagen zu testen, ohne dass andere ACLs beeinträchtigt werden, und nachdem die Vorlagen nach Bedarf funktionieren, weitere ACLs nach und nach einzubinden.
hu: Miközben a dinamikus jegysablonok működhetnek más ACL szabályokkal együtt, ajánlott a sablonok tesztelését más érintett ACL-ek nélkül elvégezni, és miután a sablonok az elvártak szerint működnek, akkor lehet a többi ACL-t visszakapcsolni egymás után.
zh_cn: 虽然动态工单模板可以与其它ACL规则结合使用，但建议在不影响其它ACL的情况下测试模板，并在根据需要使用模板后，将其它ACL逐一合并。

source: Preparation
de: Vorbereitung
hu: Előkészítés
zh_cn: 准备

source: To show the full functionalities of the dynamic ticket templates we can simply remove all dynamic fields for *New Phone Ticket* in the system configuration setting ``Ticket::Frontend::AgentTicketPhone###DynamicField`` or disable the dynamic fields:
de: Um die volle Funktionalität der dynamischen Ticket-Vorlagen zu zeigen, können wir einfach alle dynamischen Felder für *Neues Telefon-Ticket* mit der Einstellung ``Ticket::Frontend::AgentTicketPhone####DynamicField`` entfernen oder die dynamischen Felder deaktivieren:
hu: A dinamikus jegysablonok teljes funkcionalitásának megjelenítéséhez egyszerűen távolítsuk el az *Új telefonos jegy* összes dinamikus mezőjét a ``Ticket::Frontend::AgentTicketPhone###DynamicField`` rendszerbeállítási lehetőségben vagy tiltsuk le a dinamikus mezőket:
zh_cn: 为了显示动态工单模板的全部功能，我们可以简单地在系统配置设置 ``Ticket::Frontend::AgentTicketPhone###DynamicField`` 中删除 *新建电话工单* 的所有动态字段，或者禁用动态字段：

source: To define a dynamic ticket template it is necessary to specify a ticket type and a service. If these features are not activated by default, please follow the next steps before start using this feature.
de: Um eine dynamische Ticket-Vorlage zu definieren, ist es notwendig, einen Ticket-Typ und einen Service anzugeben. Wenn diese Funktionen nicht standardmäßig aktiviert sind, folgen Sie bitte den nächsten Schritten, bevor Sie diese Funktion nutzen.
hu: Egy dinamikus jegysablon meghatározásához egy jegytípus és egy szolgáltatás megadása szükséges. Ha ezek a funkciók nincsenek alapértelmezetten bekapcsolva, akkor kövesse a következő lépéseket, mielőtt elkezdené használni egy a funkciót.
zh_cn: 要定义动态工单模板，必须指定工单类型和服务。 如果默认情况下未激活这些功能，请在开始使用此功能之前执行以下步骤。

source: To activate ticket type and service features:
de: So aktivieren Sie den Ticket-Typ und die Service-Funktionen:
hu: A jegytípus és a szolgáltatás funkciók bekapcsolásához:
zh_cn: 若要激活工单类型和服务功能：

source: Scroll down to the setting ``Ticket::Service`` and enable it.
de: Scrollen Sie nach unten zur Einstellung ``Ticket::Service`` und aktivieren Sie sie.
hu: Görgessen le a ``Ticket::Service`` beállításig, és engedélyezze azt.
zh_cn: 向下滚动到设置 ``Ticket::Service`` 并启用它。

source: Scroll down to the setting ``Ticket::Type`` and enable it.
de: Scrollen Sie nach unten zur Einstellung ``Ticket::Type`` und aktivieren Sie sie.
hu: Görgessen le a ``Ticket::Type`` beállításig, és engedélyezze azt.
zh_cn: 向下滚动到设置 ``Ticket::Type`` 并启用它。

source: If you already have ITSM packages installed, these options are already active.
de: Wenn Sie bereits ITSM-Pakete installiert haben, sind diese Optionen bereits aktiv.
hu: Ha már rendelkezik telepített ITSM csomagokkal, akkor ezek a beállítások már be vannak kapcsolva.
zh_cn: 如果您已经安装了ITSM软件包，则这些选项已处于激活状态。

source: To activate ticket type and service features for the external interface:
de: So aktivieren Sie den Ticket-Typ und die Service-Funktionen für das externe Interface:
hu: A jegytípus és a szolgáltatás funkciók bekapcsolásához a külső felületnél:
zh_cn: 若要为外部人员界面激活工单类型和服务功能：

source: Navigate to *Frontend → External → View → TicketCreate* in the navigation tree.
de: Navigieren Sie im Navigationsbaum zu *Frontend → External → View → TicketCreate*.
hu: Navigáljon a *Frontend → External → View → TicketCreate* ághoz a navigációs fában.
zh_cn: 在导航树中导航至 *Frontend → External → View → TicketCreate* 。

source: Scroll down to the setting ``ExternalFrontend::TicketCreate###Service`` and enable it.
de: Scrollen Sie nach unten zur Einstellung ``ExternalFrontend::TicketCreate#####Service`` und aktivieren Sie sie.
hu: Görgessen le az ``ExternalFrontend::TicketCreate###Service`` beállításig, és engedélyezze azt.
zh_cn: 向下滚动到设置 ``ExternalFrontend::TicketCreate###Service`` 并启用它。

source: Scroll down to the setting ``ExternalFrontend::TicketCreate###TicketType`` and enable it.
de: Scrollen Sie nach unten zur Einstellung ``ExternalFrontend::TicketCreate#####TicketType`` und aktivieren Sie sie.
hu: Görgessen le az ``ExternalFrontend::TicketCreate###TicketType`` beállításig, és engedélyezze azt.
zh_cn: 向下滚动到设置 ``ExternalFrontend::TicketCreate###TicketType`` 并启用它。

source: Create the following services:
de: Erstellen Sie die folgenden Services:
hu: Hozza létre a következő szolgáltatásokat:
zh_cn: 创建以下服务：
