Repository: Yan-Oliveira/doc-fao
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu, zh_cn

source: If several dynamic ticket templates or groups are added to the system, use the filter box to find a particular dynamic ticket template or group by just typing the name to filter.
de: Wenn dem System mehrere dynamische Ticket-Vorlagen oder Gruppen hinzugefügt wurden, verwenden Sie das Filterfeld, um eine bestimmte dynamische Ticket-Vorlage oder Gruppe zu finden, indem Sie einfach den Namen zum Filtern eingeben.
hu: Ha több dinamikus jegysablon vagy csoport van hozzáadva a rendszerhez, akkor használja a szűrődobozt egy bizonyos dinamikus jegysablon vagy csoport megkereséséhez azáltal, hogy egyszerűen begépeli a nevét a szűrőbe.
zh_cn: 如果系统中添加了多个动态工单模板或组，则只需键入要筛选的名称，即可使用筛选框查找特定的动态工单模板或组。

source: Multiple dynamic ticket templates or groups can be assigned in both screens at the same time. Additionally clicking on a dynamic ticket template or clicking on a group in the relations screen will open the *Edit Template* screen or the *Edit Group* screen accordingly.
de: Mehrere dynamische Ticket-Vorlagen oder Gruppen können in beiden Ansichten gleichzeitig zugeordnet werden. Zusätzlich öffnet sich bei einem Klick auf eine dynamische Ticket-Vorlage oder bei einem Klick auf eine Gruppe in der Ansicht mit den Zuordnungen die Ansicht *Vorlage bearbeiten* oder die Ansicht *Gruppe bearbeiten* entsprechend.
hu: Egyszerre több dinamikus jegysablon vagy csoport is hozzárendelhető mindkét képernyőn. Ezenkívül a kapcsolatok képernyőn egy dinamikus jegysablonra vagy egy csoportra kattintva meg fog nyílni a *Sablon szerkesztése* vagy a *Csoport szerkesztése* képernyő annak megfelelően.
zh_cn: 可以同时在两个屏幕中分配多个动态工单模板或组。此外，单击动态工单模板或单击“关系”屏幕中的组，将相应地打开 *编辑模板* 屏幕或 *编辑组* 屏幕。

source: Accessing a dynamic ticket template or a group provides no back link to the relations screen.
de: Der Zugriff auf eine dynamische Ticket-Vorlage oder eine Gruppe bietet keine Verknüpfung zu den Ansichten mit den Zuordnungen.
hu: Egy dinamikus jegysablon vagy egy csoport elérése nem biztosít visszafelé mutató hivatkozást a kapcsolatok képernyőre.
zh_cn: 访问动态工单模板或组不会提供到“关系”屏幕的反向链接。

source: There is a detailed use-case example in :doc:`admin` chapter.
de: Ein ausführliches Beispiel für einen Anwendungsfall finden Sie im Kapitel :doc:`admin`.
hu: Részletes használati eset példa található az :doc:`admin` fejezetben.
zh_cn: 在 :doc:`admin` 一章中有一个详细的用例示例。

source: Ticket Invoker
zh_cn: 工单调用程序

source: This package adds the functionality of two new invokers ``TicketCreate`` and ``TicketUpdate`` for web services.
de: Dieses Paket fügt die zwei neuen Invoker ``TicketCreate`` und ``TicketUpdate`` für Web Services hinzu.
hu: Ez a csomag két új meghívó, a ``TicketCreate`` és ``TicketUpdate`` funkcionalitását adja a webszolgáltatásokhoz.
zh_cn: 本软件包为Web服务添加了两个新调用程序 ``TicketCreate`` 和 ``TicketUpdate`` 的功能。

source: This package adds a new settings screen to the *Web Service Management* screen to configure the invokers.
de: Dieses Paket fügt eine neue Einstellungsansicht zur Ansicht *Web Service Verwaltung* hinzu, um die Invoker zu konfigurieren.
hu: Ez a csomag egy új beállítások képernyőt ad a *Webszolgáltatás kezelés* képernyőhöz a meghívók beállításához.
zh_cn: 本软件包将新的设置屏幕添加到 *Web服务管理* 屏幕以配置调用程序。

source: This package adds two new invokers to *Invokers* section of the *Web Service Management* screen.
de: Dieses Paket fügt zwei neue Invoker zum Abschnitt *Invoker* der Ansicht *Web- Service-Verwaltung* hinzu.
hu: Ez a csomag két új meghívót ad a *Webszolgáltatás kezelés* képernyő *Meghívók* szakaszához.
zh_cn: 本软件包将两个新的调用程序添加到 *Web服务管理* 屏幕的 *调用程序* 部分。

source: After installation of the package, two new invokers will be available in the *Invokers* section. Selecting an invoker from the drop-down list will open a new settings window.
de: Nach der Installation des Pakets stehen zwei neue Invoker im Abschnitt *Invoker* zur Verfügung. Wenn Sie einen Invoker aus der Dropdown-Liste auswählen, öffnet sich ein neues Einstellungsfenster.
hu: A csomag telepítése után két új meghívó válik elérhetővé a *Meghívók* szakaszban. Egy meghívó kiválasztása a legördülő listából egy új beállítások ablakot fog megnyitni.
zh_cn: 安装本软件包之后，*调用程序* 部分将提供两个新的调用程序。从下拉列表中选择调用程序将打开一个新的设置窗口。

source: Request Example
de: Beispiel für eine Anfrage
hu: Kérés példa
zh_cn: 请求示例

source: ``TicketCreate`` and ``TicketUpdate`` invoker returns the complete ticket and article data based on ticket ID and article ID of the triggered event.
de: Die Invoker ``TicketCreate`` und ``TicketUpdate`` geben die kompletten Ticket- und Artikeldaten basierend auf der Ticket-ID und der Artikel-ID des ausgelösten Ereignisses zurück.
hu: A ``TicketCreate`` és ``TicketUpdate`` meghívó visszaadja a teljes jegy- és bejegyzésadatokat az aktivált esemény jegyazonosítója és bejegyzés-azonosítója alapján.
zh_cn: ``TicketCreate`` 和 ``TicketUpdate`` 调用程序根据触发事件的工单ID和信件ID返回完整的工单和信件数据。

source: Prepare the invocation of the configured remote web service. Event data:
de: Bereiten Sie den Aufruf des konfigurierten Remote-Websrvice vor. Ereignisdaten:
hu: Készítse elő a beállított távoli webszolgáltatás meghívását. Az eseményadatok:
zh_cn: 准备调用已配置的远程web服务。事件数据：

source: Invoker result:
de: Invoker-Resultat:
hu: A meghívó eredménye:
zh_cn: 调用程序结果：

source: The invoker will return the newest article of the ticket if no article ID is given.
de: Der Invoker gibt den neuesten Artikel des Tickets zurück, wenn keine Artikel-ID angegeben wird.
hu: A meghívó a jegy legújabb bejegyzését fogja visszaadni, ha nincs bejegyzés-azonosító megadva.
zh_cn: 如果没有给定信件ID，调用程序将返回工单的最新信件。

source: The invoker will not return dynamic fields with undefined values, because the same named operations ``TicketCreate`` and ``TicketUpdate`` does not handle dynamic fields with undefined values.
de: Der Invoker wird keine dynamischen Felder mit undefinierten Werten zurückgeben, da die gleichnamigen Operationen ``TicketCreate`` und ``TicketUpdate`` nicht mit dynamischen Feldern mit undefinierten Werten umgehen können.
hu: A meghívó nem fogja visszaadni a meghatározatlan értékekkel rendelkező dinamikus mezőket, mert az ugyanilyen nevű ``TicketCreate`` és ``TicketUpdate`` műveletek nem kezelik a meghatározatlan értékekkel rendelkező dinamikus mezőket.
zh_cn: 调用程序不会返回具有未定义值的动态字段，因为同名操作 ``TicketCreate`` 和 ``TicketUpdate`` 不处理具有未定义值的动态字段。

source: Advanced Filtering for Outgoing Data
de: Erweitertes Filtern für ausgehende Daten
hu: Kimenő adatok speciális szűrése
zh_cn: 传出数据的高级过滤器

source: For outgoing data, it is possible to define what kind of ticket fields, article fields or dynamic fields the request should contain. Furthermore it is possible to filter by article type and article sender type.
de: Für ausgehende Daten ist es möglich zu definieren, welche Art von Ticket-, Artikel- oder dynamischen Feldern die Anfrage enthalten soll. Weiterhin ist es möglich, nach Artikeltyp und Artikel-Absendertyp zu filtern.
hu: A kimenő adatoknál lehetőség van meghatározni azt, hogy milyen fajta jegymezőket, bejegyzésmezőket vagy dinamikus mezőket kell a kérésnek tartalmaznia. Továbbá lehetőség van szűrni bejegyzés típusa és a bejegyzés küldőtípusa szerint.
zh_cn: 对于传出数据，可以定义请求应包含的工单字段、信件字段或动态字段的类型。此外，还可以按信件类型和信件发件人类型进行筛选。

source: The different filter options can be selected within every single invoker configuration and are listed in section *Settings for outgoing request data*.
de: Die verschiedenen Filteroptionen können innerhalb jeder einzelnen Invoker-Konfiguration ausgewählt werden und sind im Abschnitt *Einstellungen für ausgehende Anfragedaten* aufgelistet.
hu: A különböző szűrőlehetőségek minden egyes meghívó beállításán belül választhatók ki, és a *Beállítások a kimenő kérés adataihoz* szakaszban vannak felsorolva.
zh_cn: 可以在每个调用程序配置中选择不同的过滤器选项，并在 *传出请求数据设置* 部分中列出。

source: Invoker Details Screen
de: Invoker-Details
hu: Meghívó részletei képernyő
zh_cn: 调用程序详细信息屏幕

source: General Invoker Data
de: Allgemeine Invoker-Daten
hu: Általános meghívó adatok
zh_cn: 通用调用程序数据

source: Invoker backend
hu: Meghívó háttérprogram
zh_cn: 调用程序后端

source: This invoker back end module will be called to prepare the data to be sent to the remote system, and to process its response data. The field is read-only, it was selected in the previous screen.
de: Dieses Invoker Backend-Modul wird aufgerufen, um die an das entfernte System zu sendenden Daten vorzubereiten und dessen Antwortdaten zu verarbeiten. Das Feld ist schreibgeschützt, es wurde in der vorhergehenden Ansicht ausgewählt.
hu: Ez a meghívó háttérprogram modul lesz meghívva a távoli rendszerre küldendő adatok előkészítéséhez, és a válasz adatainak feldolgozásához. A mező csak olvasható, az előző képernyő lett kiválasztva.
zh_cn: 将调用此调用程序后端模块来准备要发送到远程系统的数据，并处理其响应数据。该字段是只读的，它是在前一个屏幕中选定的。

source: Settings for Outgoing Request Data
de: Einstellungen für ausgehende Anfragedaten
hu: Beállítások a kimenő kérés adataihoz
zh_cn: 传出请求数据设置

source: Ticket fields
de: Ticket-Felder
hu: Jegymezők
zh_cn: 工单字段

source: A multi-select menu containing the available ticket attributes (fields), that can be submitted to a remote system. Just the fields that are selected will be included in outgoing requests.
de: Ein Multi-Auswahl-Menü mit den verfügbaren Ticket-Attributen (Feldern), die an ein entferntes System übermittelt werden können. Nur die ausgewählten Felder werden in ausgehende Anfragen aufgenommen.
hu: Az elérhető jegyattribútumokat (mezőket) tartalmazó többválasztós menü, amely elküldhető egy távoli rendszernek. Csak a kiválasztott mezők lesznek felvéve a kimenő kérésekbe.
zh_cn: 包含可用工单属性（字段）的多选菜单，可提交给远程系统。只有选定的字段将包含在传出请求中。

source: Article fields
de: Artikelfelder
hu: Bejegyzés mezői
zh_cn: 信件字段

source: A multi-select menu containing the available article attributes (fields), that can be submitted to a remote system. Just the fields that are selected will be included in outgoing requests.
de: Ein Multi-Select-Menü mit den verfügbaren Artikelattributen (Feldern), die an ein entferntes System übermittelt werden können. Nur die ausgewählten Felder werden in ausgehende Anfragen aufgenommen.
hu: Az elérhető bejegyzés-attribútumokat (mezőket) tartalmazó többválasztós menü, amely elküldhető egy távoli rendszernek. Csak a kiválasztott mezők lesznek felvéve a kimenő kérésekbe.
zh_cn: 包含可提交到远程系统的可用信件属性（字段）的多选菜单。只有选定的字段将包含在传出请求中。

source: Ticket dynamic fields
de: Dynamische Felder bei Artikeln
hu: Jegy dinamikus mezők
zh_cn: 工单动态字段

source: A multi-select menu containing the available ticket dynamic fields, that can be submitted to a remote system. Just the dynamic fields that are selected will be included in outgoing requests.
de: Ein Mehrfachauswahl-Menü mit den verfügbaren dynamischen Ticket-Feldern, die an ein entferntes System übermittelt werden können. Nur die ausgewählten dynamischen Felder werden in ausgehende Anfragen aufgenommen.
hu: Az elérhető jegy dinamikus mezőket tartalmazó többválasztós menü, amely elküldhető egy távoli rendszernek. Csak a kiválasztott dinamikus mezők lesznek felvéve a kimenő kérésekbe.
zh_cn: 包含可用工单动态字段的多选菜单，可提交给远程系统。只有所选的动态字段将包含在传出请求中。

source: Article dynamic fields
de: Dynamische Felder bei Artikeln
hu: Bejegyzés dinamikus mezők
zh_cn: 信件动态字段

source: A multi-select menu containing the available article dynamic fields, that can be submitted to a remote system. Just the dynamic fields that are selected will be included in outgoing requests.
de: Ein Mehrfachauswahl-Menü mit den verfügbaren dynamischen Artikelfeldern, die an ein entferntes System übermittelt werden können. Nur die ausgewählten dynamischen Felder werden in ausgehende Anfragen aufgenommen.
hu: Az elérhető bejegyzés dinamikus mezőket tartalmazó többválasztós menü, amely elküldhető egy távoli rendszernek. Csak a kiválasztott dinamikus mezők lesznek felvéve a kimenő kérésekbe.
zh_cn: 包含可提交到远程系统的可用信件动态字段的多选菜单。只有所选的动态字段将包含在传出请求中。

source: Number of articles
de: Anzahl der Artikel
hu: Bejegyzések száma
zh_cn: 信件数

source: A text field containing the maximum number of articles, that will be transmitted during an outgoing request. The articles will be selected from newest (latest) to oldest. If no number is given, just the latest article will be transmitted.
de: Ein Textfeld, das die maximale Anzahl von Artikeln enthält, die bei einer ausgehenden Anfrage übertragen werden. Die Artikel werden von den neuesten bis zu den ältesten ausgewählt. Wenn keine Anzahl angegeben wird, wird nur der neueste Artikel übertragen.
hu: A bejegyzések legnagyobb számát tartalmazó szövegmező, amely átvitelre fog kerülni egy kimenő kérés során. A bejegyzések a legújabbtól (legutolsótól) a legrégebbiig lesznek kiválasztva. Ha nincs szám megadva, akkor csak a legutolsó bejegyzés lesz átküldve.
zh_cn: 文本字段，包含在传出请求期间发送的最大信件数。信件将从最新（最近）到最旧进行选择。如果没有给定编号，只会发送最新的信件。

source: Communication channels
de: Kommunikationskanäle
hu: Kommunikációs csatornák
zh_cn: 通信渠道

source: The outgoing request data will only consider articles of the selected communication channels. If left empty, articles created by all communication channels will be used.
de: Die ausgehenden Anfragedaten berücksichtigen nur Artikel der ausgewählten Kommunikationskanäle. Wird das Feld leer gelassen, so werden die von allen Kommunikationskanälen erstellten Artikel verwendet.
hu: A kimenő kérés adatai csak a kijelölt kommunikációs csatornák bejegyzéseit fogja figyelembe venni. Ha üresen van hagyva, akkor az összes kommunikációs csatorna által létrehozott bejegyzés használva lesz.
zh_cn: 传出请求数据将只考虑所选通信渠道的信件。如果留空，将使用所有通信渠道创建的信件。

source: Customer visibility
de: Sichtbarkeit für Kunden
hu: Ügyfél láthatóság
zh_cn: 客户可见度

source: The outgoing request data will only consider articles created with the selected customer visibility.
de: Die ausgehenden Anfragedaten berücksichtigen nur Artikel, die mit der ausgewählten Kundensichtbarkeit erstellt wurden.
hu: A kimenő kérés adatai csak a kijelölt ügyfélláthatósággal létrehozott bejegyzéseket fogja figyelembe venni.
zh_cn: 传出请求数据将只考虑使用所选客户可见性创建的信件。

source: Sender Types
de: Sendertyp
hu: Küldőtípusok
zh_cn: 发件人类型

source: The outgoing request data will only consider articles created by the selected sender types. If left empty, articles created by all sender types will be used.
de: Die ausgehenden Anfragedaten berücksichtigen nur Artikel, die von den ausgewählten Absendertypen erstellt wurden. Wird nichts angegeben, werden Artikel aller Absendertypen verwendet.
hu: A kimenő kérés adatai csak a kijelölt küldőtípusok által létrehozott bejegyzéseket fogja figyelembe venni. Ha üresen van hagyva, akkor az összes küldőtípus által létrehozott bejegyzés használva lesz.
zh_cn: 传出请求数据将只考虑由选定的发件人类型创建的信件。如果保留为空，则将使用所有发件人类型创建的信件。

source: Mapping
hu: Leképezés
zh_cn: 映射

source: Mapping for outgoing request data
de: Mapping für ausgehende Anfragedaten
hu: Leképezés a kimenő kérés adataihoz
zh_cn: 映射出站请求数据

source: The data from the invoker will be processed by this mapping, to transform it to the kind of data the remote system expects.
de: Die Daten vom Invoker werden durch dieses Mapping verarbeitet, um sie in die Art von Daten zu transformieren, die das entfernte System erwartet.
hu: Ez a leképezés fogja a meghívóból származó adatokat feldolgozni olyan formára alakítva át azokat, ahogy a távoli rendszer várja.
zh_cn: 调用程序的数据将通过此映射进行处理，以将其转换为远程系统所期望的数据类型。

source: Mapping for incoming response data
de: Mapping für eingehende Antwortdaten
hu: Leképezés a bejövő válasz adataihoz
zh_cn: 映射入站请求数据

source: The response data will be processed by this mapping, to transform it to the kind of data the invoker expects.
de: Die Antwortdaten werden durch dieses Mapping verarbeitet, um sie in die Art von Daten zu transformieren, die der Invoker erwartet.
hu: Ez a leképezés fogja a válasz adatait feldolgozni olyan formára alakítva át azokat, ahogy a meghívó várja.
zh_cn: 响应数据将通过此映射进行处理，以将其转换为调用程序期望的数据类型。

source: Settings for Incoming Response Data
de: Einstellungen für eingehende Antwortdaten
hu: Beállítások a bejövő válasz adataihoz
zh_cn: 传入响应数据的设置

source: It is possible to automatically save certain data of incoming responses to local dynamic fields. The different filter options can be selected within every single invoker configuration.
de: Es ist möglich, bestimmte Daten der eingehenden Antworten automatisch in lokale dynamischen Feldern zu speichern. Die verschiedenen Filter-Optionen können innerhalb jeder einzelnen Aufrufer-Konfiguration ausgewählt werden.
hu: Lehetőség van automatikusan elmenteni a bejövő válaszok bizonyos adatait helyi dinamikus mezőkbe. A különböző szűrőlehetőségek minden egyes meghívó beállításán belül választhatók ki.
zh_cn: 可以将传入响应的某些数据自动保存到本地动态字段。可以在每个调用程序配置中选择不同的过滤器选项。

source: Remote Ticket ID dynamic field
de: Dynamisches Feld für die Remote-Ticket-ID
hu: Távoli jegyazonosító dinamikus mező
zh_cn: 远程工单ID动态字段

source: A drop-down menu containing the available ticket dynamic fields in the system. If such a dynamic field is selected, the received ticket ID from the remote system will be used, to be saved within the selected dynamic field.
de: Ein Drop-Down-Menü mit den im System verfügbaren dynamischen Ticketfeldern. Wenn ein solches dynamisches Feld ausgewählt wird, wird die vom Remote-System empfangene Ticket-ID verwendet, die innerhalb des ausgewählten dynamischen Feldes gespeichert wird.
hu: A rendszeren elérhető jegy dinamikus mezőket tartalmazó legördülő menü. Ha egy ilyen dinamikus mezőt kiválasztanak, akkor a távoli rendszerből megkapott jegyazonosító lesz használva, hogy mentésre kerüljön a kiválasztott dinamikus mezőn belül.
zh_cn: 包含系统中可用工单动态字段的下拉菜单。如果选择了这样的动态字段，则将使用从远程系统接收的工单ID，并将其保存在所选的动态字段中。

source: A multi-select menu containing the available ticket dynamic fields in the system. All selected dynamic fields, that also available in the response data and containing values, will be saved to the local dynamic fields.
de: Ein Mehrfachauswahl-Menü, das die verfügbaren dynamischen Ticket-Felder im System enthält. Alle ausgewählten dynamischen Felder, die auch in den Antwortdaten verfügbar sind und Werte enthalten, werden in den lokalen dynamischen Feldern gespeichert.
hu: A rendszeren elérhető jegy dinamikus mezőket tartalmazó többválasztós menü. Az összes olyan kiválasztott dinamikus mező el lesz mentve a helyi dinamikus mezőkbe, amelyek elérhetők a válasz adataiban is és értékeket tartalmaznak.
zh_cn: 包含系统中可用工单动态字段的多选菜单。所有选定的动态字段（在响应数据中也可用并包含值）都将保存到本地动态字段中。

source: The dynamic field values of the response data will be used from the following data structure:
de: Die dynamischen Feldwerte der Antwortdaten werden aus der folgenden Datenstruktur verwendet:
hu: A válaszadatok dinamikus mező értékei a következő adatszerkezetből lesznek használva:
zh_cn: 响应数据的动态字段值将从以下数据结构中使用：

source: and/or
de: und/oder
hu: és/vagy
zh_cn: 和/或

source: The system configuration option ``GenericInterface::Invoker::Settings::ResponseDynamicField`` was added as a fallback for the dynamic fields that should contain the result ticket ID of the related response data. It shall be used, if the configuration was not added via the invoker GUI and both configurations should not be used at the same time!
de: Die Systemkonfigurations-Option ``GenericInterface::Invoker::Settings::ResponseDynamicField`` wurde als Fallback für die dynamischen Felder hinzugefügt, die die Ergebnis-Ticket-ID der zugehörigen Antwortdaten enthalten sollten. Sie soll verwendet werden, wenn die Konfiguration nicht über die Benutzeroberfläche des Invokers hinzugefügt wurde und beide Konfigurationen nicht gleichzeitig verwendet werden sollen!
hu: A ``GenericInterface::Invoker::Settings::ResponseDynamicField`` rendszerbeállítási lehetőség tartalékként lett hozzáadva azokhoz a dinamikus mezőkhöz, amelyeknek tartalmazniuk kell a kapcsolódó válaszadatok eredmény jegyazonosítóját. Akkor kell használni, ha a beállítás nem lett hozzáadva a meghívó grafikus felhasználói felületén keresztül, de mindkét beállítást nem szabad egyszerre használni!
zh_cn: 添加了系统配置选项 ``GenericInterface::Invoker::Settings::ResponseDynamicField``，作为应包含相关响应数据的结果工单ID的动态字段的备用。如果配置不是通过调用程序GUI添加的，则应使用它，并且两个配置不应同时使用！

source: Event Triggers
de: Ereignis-Auslöser
hu: Eseményaktiválók
zh_cn: 事件触发器

source: Event
de: Ereignis
hu: Esemény
zh_cn: 事件

source: This invoker will be triggered by the configured events.
de: Dieser Invoker wird von den konfigurierten Ereignissen ausgelöst.
hu: Ezt a meghívót a beállított események fogják aktiválni.
zh_cn: 配置事件将触发这个调用程序。

source: Add Event Trigger
de: Ereignis-Auslöser hinzufügen
hu: Eseményaktiváló hozzáadása
zh_cn: 添加事件触发器

source: To add a new event select the event object and event name and click on the *+* button. Asynchronous event triggers are handled by the OTRS daemon in background (recommended). Synchronous event triggers would be processed directly during the web request.
de: Um ein neues Ereignis hinzuzufügen, wählen Sie das Ereignisobjekt und den Ereignisnamen aus und klicken Sie auf die Schaltfläche *+*. Asynchrone Ereignisauslöser werden vom OTRS-Daemon im Hintergrund behandelt (empfohlen). Synchrone Ereignisauslöser würden direkt während der Web-Anfrage verarbeitet werden.
hu: Egy új esemény hozzáadásához válassza ki az eseményobjektumot és az esemény nevét, majd kattintson a *+* gombra. Az aszinkron eseményaktiválókat az OTRS démon kezeli a háttérben (ajánlott). A szinkron eseményaktiválók közvetlenül feldolgozásra kerülhetnek a webkérés során.
zh_cn: 要添加新事件，请选择事件对象和事件名称，然后单击 *+* 按钮。异步事件触发器由OTRS后台守护进程处理（推荐）。同步事件触发器将在Web请求期间直接处理。

source: Set Additional Outbound Headers
de: Zusätzliche ausgehende Header setzen
hu: További kimenő fejlécek beállítása
zh_cn: 设置其它出站标头

source: This functionality is only available in combination with **STORM powered by OTRS™**.
de: Diese Funktionalität ist nur in Verbindung mit **STORM powered by OTRS™** verfügbar.
hu: Ez a funkcionalitás csak a **STORM powered by OTRS™** termékkel együtt érhető el.
zh_cn: 本功能仅与 **STORM powered by OTRS™** 结合使用。

source: This functionality allows to set arbitrary HTTP headers for outbound communication of HTTP::REST and HTTP::SOAP based web services (*Requester* requests and *Provider* responses), superseding the *additional response headers* functionality.
de: Diese Funktionalität erlaubt es, beliebige HTTP-Header für die ausgehende Kommunikation von HTTP::REST und HTTP::SOAP-basierten Web Services (*Requester*-Anfragen und *Provider*-Antworten) zu setzen, wodurch die *zusätzliche Antwort-Header*-Funktionalität ersetzt wird.
hu: Ez a funkcionalitás lehetővé teszi tetszőleges HTTP-fejlécek beállítását a HTTP::REST és HTTP::SOAP kimenő kommunikációjához webszolgáltatások alapján (a *Kérő* kér és a *Szolgáltató* válaszol), helyettesítve a *további válasz fejlécek* funkcionalitást.
zh_cn: 此功能允许为基于 HTTP::REST 和 HTTP::SOAP 的Web服务的出站通信设置任意HTTP标头（*Requester* 请求和 *Provider* 响应），取代 *附加的响应标头* 功能。

source: Within the *Transport* configuration it is now possible to define common headers (which are set for every outbound communication of the web service *Requester*/*Provider*) and *Invoker*/*Operation* specific headers (which are only set if the respective *Invoker*/*Operation* is used).
de: Innerhalb der *Transport*-Konfiguration ist es nun möglich, gemeinsame Header (die für jede ausgehende Kommunikation des Webservices *Requester*/*Provider* gesetzt werden) und *Invoker*/*Operation*-spezifische Header (die nur gesetzt werden, wenn der jeweilige *Invoker*/*Operation* verwendet wird) zu definieren.
hu: Az *Átvitel* beállításán belül mostantól lehetőség van meghatározni közös fejléceket (amelyek be vannak állítva a webszolgáltatás *Kérő*/*Szolgáltató* minden egyes kimenő kommunikációjához) és *Meghívó*/*Művelet* specifikus fejléceket (amelyek csak akkor vannak beállítva, ha a megfelelő *Meghívó*/*Művelet* van használva).
zh_cn: 在 *传输* 配置中，现在可以定义公共标头（为Web服务的每个出站通信设置 *请求者*/*提供者*）和 *调用程序*/*操作* 特定标头（仅在使用相应的 *调用程序*/*操作* 时才设置）。
