Repository: Yan-Oliveira/doc-fao
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu, zh_cn

source: Adjust Sort Ticket Overview
zh_cn: 调整排序工单概览

source: This feature add-on makes it possible to modify the columns of the small ticket overview screens and the dashboard. It offers the following customization options:
de: Dieses Feature Add-on ermöglicht es, die Spalten der kleinen Ticket-Übersichten und des Dashboards zu ändern. Es bietet die folgenden Anpassungsmöglichkeiten:
hu: Ez a funkciókiegészítő lehetővé teszi a kis jegyáttekintő képernyők és a vezérlőpult oszlopainak módosítását. A következő személyre szabási lehetőségeket nyújtja:
zh_cn: 这个功能插件可以修改简洁版式工单概览屏幕和仪表板的列。 它提供以下自定义选项：

source: Definition of a default width of columns.
de: Definition der Standardbreite von Spalten.
hu: Az oszlopok alapértelmezett szélességének meghatározása.
zh_cn: 列的默认宽度的定义。

source: Configurable word length of title column.
de: Konfigurierbare Wortlänge der Titelspalte.
hu: A cím oszlop szóhosszának beállíthatósága.
zh_cn: 标题列的可配置字长。

source: Configurable width of columns via drag and drop on a per-user basis.
de: Konfigurierbare Spaltenbreite per Drag&Drop auf Benutzerebene.
hu: Az oszlopok szélességének beállíthatósága fogd és vidd módon, felhasználónként.
zh_cn: 通过每个用户拖放来配置列的宽度。

source: Setting the queue and service display names.
de: Festlegen der Anzeigenamen für die Queue und den Service.
hu: A várólista és a szolgáltatás megjelenített neveinek beállítása.
zh_cn: 设置队列和服务的显示名称。

source: Make ticket number column always visible.
de: Macht die Spalte mit der Ticketnummer immer sichtbar.
hu: A jegyszám oszlop mindig láthatóvá tétele.
zh_cn: 使工单编号列始终可见。

source: Benefits
de: Vorteile
hu: Előnyök
zh_cn: 优点

source: Facilitates work with the small agent ticket overview.
de: Erleichtert die Arbeit mit der kleinen Ticket-Übersicht für Agenten.
hu: Megkönnyíti a munkát az ügyintézői jegyáttekintő kis nézetével.
zh_cn: 服务人员简洁版式工单概览易于使用。

source: Increases flexibility through optimized adaptability.
de: Erhöht die Flexibilität durch optimierte Anpassungsfähigkeit.
hu: Növeli a rugalmasságot az optimalizált felhasználhatóságon keresztül.
zh_cn: 通过优化的适应性提高灵活性。

source: Target Groups
de: Zielgruppen
hu: Célcsoportok
zh_cn: 目标组

source: IT service management
hu: IT-szolgáltatásmenedzsment
zh_cn: IT 服务管理

source: Internal IT service
de: Interner IT-Service
hu: Belső IT-szolgáltatás
zh_cn: 内部 IT 服务

source: Customer service/support
de: Kunden-Service/Support
hu: Vevőszolgálat és támogatás
zh_cn: 客户服务 / 支持

source: Available in Service Package
de: Verfügbar im Service-Paket
hu: Elérhető a következő szolgáltatáscsomagban
zh_cn: 可在服务包中找到

source: GOLD
hu: ARANY
zh_cn: 黄金

source: Package Name in OTRS Package Manager
de: Paketname im OTRS Package Manager
hu: Csomagnév az OTRS csomagkezelőben
zh_cn: OTRS软件包管理器中的软件包名称

source: OTRSAdjustSortTicketOverview
zh_cn: OTRSAdjustSortTicketOverview（调整工单概览排序方式）

source: Contents
de: Inhalt
hu: Tartalom
zh_cn: 目录

source: Administrator Interface
hu: Adminisztrátori felület
zh_cn: 管理员界面

source: This package has no administrator interface.
de: Dieses Paket hat kein Administrator-Interface.
hu: Ennek a csomagnak nincs adminisztrátori felülete.
zh_cn: 本软件包没有管理员界面。

source: System Configuration
de: Systemkonfiguration
hu: Rendszerbeállítások
zh_cn: 系统配置

source: Width of columns
de: Breite der Spalten
hu: Oszlopok szélessége
zh_cn: 列宽

source: The width of the columns in the small ticket overviews are configurable.
de: Die Breite der Spalten in der kleinen Ticket-Übersicht sind konfigurierbar.
hu: A kis jegyáttekintőkben lévő oszlopok szélessége beállítható.
zh_cn: 简洁版式工单概览视图中列的宽度是可配置的。

source: To configure the width of columns:
de: So konfigurieren die Breite der Spalten:
hu: Az oszlopok szélességének beállításához:
zh_cn: 若要配置列宽：

source: Go to *System Configuration* screen.
de: Gehen Sie zur Ansicht *Systemkonfiguration*.
hu: Menjen a *Rendszerbeállítások* képernyőre.
zh_cn: 转到 *系统配置* 屏幕。

source: Select *OTRSAdjustSortTicketOverview* in the *Navigation* widget.
de: Wählen Sie *OTRSAdjustSortTicketOverview* im Widget *Navigation*.
hu: Válassza ki az *OTRSAdjustSortTicketOverview* lehetőséget a *Navigáció* felületi elemben.
zh_cn: 在 *导航* 小部件中选择 *OTRSAdjustSortTicketOverview* 。

source: Navigate to *Frontend → Agent → TicketOverview* in the navigation tree.
de: Navigieren Sie im Navigationsbaum zu *Frontend → Agent → TicketOverview*.
hu: Navigáljon a *Frontend → Agent → TicketOverview* ághoz a navigációs fában.
zh_cn: 在导航树中导航到 *Frontend → Agent → TicketOverview* 。

source: Add new entries to setting ``Frontend::Agent::TicketOverview::OTRSAdjustSortTicketOverviewFixedWidth``. Examples:
de: Fügen Sie neue Einträge zur Einstellung ``Frontend::Agent::TicketOverview::OTRSAdjustSortTicketOverviewFixedWidth``. Beispiele:
hu: Adjon hozzá új bejegyzéseket a ``Frontend::Agent::TicketOverview::OTRSAdjustSortTicketOverviewFixedWidth`` beállításhoz. Példák:
zh_cn: 在设置 ``Frontend::Agent::TicketOverview::OTRSAdjustSortTicketOverviewFixedWidth`` 中添加新条目。示例：

source: Configurable fields are: ``TicketNumber``, ``Age``, ``EscalationTime``, ``Title``, ``State``, ``Queue``, ``Lock``, ``Owner``, ``CustomerID``, ``DynamicField_*``.
de: Konfigurierbare Felder sind: ``TicketNumber``, ``Age``, ``EscalationTime``, ``Title``, ``State``, ``Queue``, ``Lock``, ``Owner``, ``CustomerID``, ``DynamicField_*``.
hu: A beállítható mezők: ``TicketNumber``, ``Age``, ``EscalationTime``, ``Title``, ``State``, ``Queue``, ``Lock``, ``Owner``, ``CustomerID``, ``DynamicField_*``.
zh_cn: 可配置的字段有：``TicketNumber``、 ``Age``、 ``EscalationTime``、 ``Title``、 ``State``、 ``Queue``、 ``Lock``、 ``Owner``、 ``CustomerID`` 和 ``DynamicField_*`` 。

source: This feature is activated by default after installation of the package.
de: Diese Funktion ist nach der Installation des Pakets standardmäßig aktiviert.
hu: Ez a funkció alapértelmezetten be van kapcsolva van a csomag telepítése után.
zh_cn: 安装软件包后，默认情况下会激活此功能。

source: Word length of title column
de: Wortlänge der Titelspalte
hu: A cím oszlop szóhossza
zh_cn: 标题栏的字长

source: The word length of the title column in the ticket overview widgets is configurable.
de: Die Wortlänge der Titelspalte in den Widgets der Ticket-Übersichten ist konfigurierbar.
hu: A jegyáttekintő felületi elemekben lévő cím oszlop szóhossza beállítható.
zh_cn: 工单概览小部件中标题列的字长是可配置的。

source: To configure the word length:
de: So konfigurieren Sie die Wortlänge:
hu: A szóhossz beállításához:
zh_cn: 若要配置字长：

source: Set the word length in setting ``Frontend::Agent::TicketOverview::OTRSAdjustSortTicketOverviewTitleLength``.
de: Setzen Sie die Wortlänge in der Einstellung ``Frontend::Agent::TicketOverview::OTRSAdjustSortTicketOverviewTitleLength``.
hu: Állítsa be a szóhosszt a ``Frontend::Agent::TicketOverview::OTRSAdjustSortTicketOverviewTitleLength`` beállításban.
zh_cn: 在设置 ``Frontend::Agent::TicketOverview::OTRSAdjustSortTicketOverviewTitleLength`` 中设置字长。

source: Drag and drop table column widths
de: Ziehen Sie die Spaltenbreiten der Tabelle per Drag & Drop
hu: Táblázatoszlopok szélességeinek beállítása fogd és vidd módon
zh_cn: 拖放表格列宽

source: The width of the columns in the ticket overview widgets and the dashboards are configurable via drag and drop on a per-user-base.
de: Die Breite der Spalten in den Widgets der Ticket-Übersichten und im Dashboard ist per Drag & Drop auf einer individuellen Benutzerbasis konfigurierbar.
hu: A jegyáttekintő felületi elemekben és a vezérlőpulton lévő oszlopok szélessége beállítható fogd és vidd módon, felhasználónként.
zh_cn: 工单概览小部件和仪表板中列的宽度可通过基于每个用户的拖放进行配置。

source: To activate this feature:
de: So aktivieren Sie diese Funktion:
hu: A funkció bekapcsolásához:
zh_cn: 若要激活此功能：

source: Enable setting ``Frontend::Agent::TicketOverview::OTRSAdjustSortTicketOverviewUseDragAndDrop``.
de: Aktivieren Sie die Einstellung ``Frontend::Agent::TicketOverview::OTRSAdjustSortTicketOverviewUseDragAndDrop``.
hu: Engedélyezze a ``Frontend::Agent::TicketOverview::OTRSAdjustSortTicketOverviewUseDragAndDrop`` beállítást.
zh_cn: 启用设置 ``Frontend::Agent::TicketOverview::OTRSAdjustSortTicketOverviewUseDragAndDrop`` 。

source: After activation it is possible to drag and drop the different table columns with the mouse to set the widths of every single column. Those settings are saved and restored for every single user in the user preferences.
de: Diese Einstellungen werden für jeden einzelnen Benutzer in den Benutzereinstellungen gespeichert und wiederhergestellt.
hu: A bekapcsolás után lehetőség van a különböző táblázatoszlopok fogd és vidd módon történő átméretezéséhez az egérrel, hogy az önálló oszlopok szélessége beállítható legyen. Ezek a beállítások minden egyes felhasználónál elmentésre és tárolásra kerülnek a felhasználói beállításaikban.
zh_cn: 激活后，可以使用鼠标拖放不同的表列以设置每个列的宽度。 每个用户都可在用户首选项中保存和恢复这些设置。

source: Queue and service display names
de: Anzeigenamen für Queues und Services
hu: Várólista és szolgáltatás megjelenített nevei
zh_cn: 队列和服务的显示名称

source: Depending on a system configuration setting, queue and service names can be displayed with complete paths, only with first letter of parents followed by ``::`` and their names, or just by their names in the ticket overview widgets.
de: Abhängig von der Einstellung in der Systemkonfiguration können Queue- und Service-Namen mit vollständigen Pfaden angezeigt werden oder nur mit dem Anfangsbuchstaben der Eltern, gefolgt von ``::`` und ihren Namen, oder einfach nur mit ihren Namen in den Widgets der Ticket-Übersichten.
hu: Egy rendszerbeállítástól függően a várólista és a szolgáltatás nevei megjeleníthetők teljes elérési úttal, csak a szülők első betűjével egy ``::`` és a neveiket tartalmazva, illetve csak a neveikkel a jegyáttekintő felületi elemekben.
zh_cn: 根据系统配置设置，队列和服务名称可以显示完整的路径、只有父母的第一个字母后面跟着 ``::`` 及其名称，或者只是它们在工单概览小部件中的名称。

source: To modify the display names:
de: So verändern Sie die Anzeigenamen:
hu: A megjelenített nevek módosításához:
zh_cn: 若要修改显示名称：

source: Set the display names in setting ``Frontend::Agent::TicketOverview::ProcessQueueServiceFields``.
de: Bestimmen Sie die Anzeigenamen in der Einstellung ``Frontend::Agent::TicketOverview::ProcessQueueServiceFields``.
hu: Állítsa be a megjelenített neveket a ``Frontend::Agent::TicketOverview::ProcessQueueServiceFields`` beállításban.
zh_cn: 在设置 ``Frontend::Agent::TicketOverview::ProcessQueueServiceFields`` 中设置显示名称。

source: There is a potential risk that if ticket title (if double colons are contained) is also displayed in shortened manner because internally the double colons are used for creating the correct shortened path for queue and service name.
de: Es besteht die Gefahr, dass der Ticket-Titel (wenn Doppelpunkte enthalten sind) auch verkürzt dargestellt wird, da intern die Doppelpunkte zur Erstellung des korrekten verkürzten Pfades für Queue und Servicename verwendet werden.
hu: Lehetséges kockázatot jelenthet, ha a jegy címe (ha dupla kettőspontot tartalmaz) is megjelenítésre kerül egy rövidített módon, mert belsőleg a dupla kettőspontot használják a helyes rövidített útvonal létrehozásához a várólista és a szolgáltatások neveinél.
zh_cn: 如果工单标题（如果包含双冒号）也以缩短的方式显示，则存在潜在的风险，因为在系统内部双冒号用于为队列和服务名称创建正确的缩短路径。

source: Ticket number always visible
de: Ticket-Nummer immer sichtbar
hu: A jegyszám mindig látható
zh_cn: 工单编号始终可见

source: This setting prevents the users to hide the ticket number column by drag and drop.
de: Diese Einstellung verhindert, dass die Benutzer die Spalte Ticket-Nummer per Drag & Drop ausblenden.
hu: Ez a beállítás megakadályozza a felhasználókat abban, hogy elrejtsék a jegyszám oszlopot fogd és vidd módon.
zh_cn: 此设置可防止用户通过拖放隐藏工单编号列。

source: Enable setting ``Frontend::Agent::TicketOverview::TicketNumberAlwaysVisible``.
de: Aktivieren Sie die Einstellung ``Frontend::Agent::TicketOverview::TicketNumberAlwaysVisible``.
hu: Engedélyezze a ``Frontend::Agent::TicketOverview::TicketNumberAlwaysVisible`` beállítást.
zh_cn: 启用设置 ``Frontend::Agent::TicketOverview::TicketNumberAlwaysVisible``。

source: Affected screens
de: Betroffene Ansichten
hu: Érintett képernyők
zh_cn: 受影响的屏幕

source: The features can be enabled or disabled in each ticket overview screens.
de: Diese Funktion kann in jeder der Ticket-Übersichten aktiviert oder deaktiviert werden.
hu: A funkciók engedélyezhetők vagy letilthatók minden egyes jegyáttekintő képernyőn.
zh_cn: 可以在每个工单概览屏幕中启用或禁用此功能。

source: To modify the affected screens:
de: So ändern Sie die betroffenen Ansichten:
hu: Az érintett képernyők módosításához:
zh_cn: 若要修改受影响的屏幕：

source: Navigate to *Frontend → Base → OutputFilter* in the navigation tree.
de: Navigieren Sie im Navigationsbaum zu *Frontend → Base → OutputFilter*.
hu: Navigáljon a *Frontend → Base → OutputFilter* ághoz a navigációs fában.
zh_cn: 在导航树中导航到 *Frontend → Base → OutputFilter*。

source: Add or remove screen names in the ``Template`` key of each setting.
de: Fügen Sie hinzu oder entfernen Sie die Ansichtennamen im Schlüssel ``Template``.
hu: Adjon hozzá vagy távolítson el képernyőneveket az egyes beállítások ``Template`` kulcsánál.
zh_cn: 在每个设置的 ``Template`` 键中添加或删除屏幕名称。

source: Agent Interface
de: Agenten-Interface
hu: Ügyintézői felület
zh_cn: 服务人员界面

source: This package has no agent interface, only the existing ticket overview widgets get new features in the following screens:
de: Dieses Paket hat kein Agenten-Interface, nur die vorhandenen Widgets der Ticket-Übersichten erhalten neue Funktionen in den folgenden Ansichten:
hu: Ennek a csomagnak nincs ügyintézői felülete, mindössze a meglévő jegyáttekintő felületi elemek kapnak új funkciókat a következő képernyőkön:
zh_cn: 此程序包没有服务人员界面，只有现有工单概览小部件在以下屏幕中获得新功能：

source: Agent Dashboard
de: Agenten-Dashboard
hu: Ügyintézői vezérlőpult
zh_cn: 服务人员仪表板

source: Small Queue View
de: Kleine Ansicht nach Queues
hu: Kis várólista nézet
zh_cn: 简洁版式队列视图

source: Small Status View
de: Kleine Ansicht nach Status
hu: Kis állapot nézet
zh_cn: 简洁版式状态视图

source: Small Escalation View
de: Kleine Ansicht nach Eskalationen
hu: Kis eszkalációs nézet
zh_cn: 简洁版式升级视图

source: Customer Information Center
de: Kunden-Informationszentrum
hu: Ügyfélinformációs-központ
zh_cn: 客户信息中心

source: Customer User Information Center
de: Kundenbenutzer-Informationszentrum
hu: Ügyfél-felhasználó információs-központ
zh_cn: 客户用户信息中心

source: The new features are described in the :doc:`admin` chapter.
de: Die neuen Funktionen werden im Kapitel :doc:`admin` beschrieben.
hu: Az új funkciók az :doc:`admin` fejezetben kerülnek bemutatásra.
zh_cn: 此新功能在 :doc:`admin` 章节中描述。

source: External Interface
de: Externes Interface
hu: Külső felület
zh_cn: 外部人员界面

source: This package has no external interface.
de: Dieses Paket hat kein externes Interface.
hu: Ennek a csomagnak nincs külső felülete.
zh_cn: 本软件包没有外部人员界面。

source: Advanced Editor
zh_cn: 高级编辑器

source: This feature add-on allows OTRS administrators and OTRS developers with experience using Template Toolkit to write Template Toolkit code snippets in OTRS templates. This can facilitate, for example, the customization of response templates with multiple languages because you can customize the same template for many languages by using conditions without adding completely new response templates. This saves resources within **OTRS** and gives you a cleaner overview of your response templates.
de: Dieses Feature-Add-on ermöglicht es OTRS-Administratoren und OTRS-Entwicklern mit Erfahrung im Umgang mit dem Template Toolkit, Codeschnipsel des Template Toolkits in OTRS-Vorlagen zu schreiben. Dies kann z.B. die Anpassung von Antwortvorlagen mit mehreren Sprachen erleichtern, da Sie die gleiche Vorlage für viele Sprachen anpassen können, indem Sie Bedingungen verwenden, ohne völlig neue Antwortvorlagen hinzuzufügen. Dies spart Ressourcen innerhalb von OTRS und gibt Ihnen einen besseren Überblick über Ihre Antwortvorlagen.
hu: Ez a funkciókiegészítő lehetővé teszi a Template Toolkit használatában jártas OTRS adminisztrátoroknak és OTRS fejlesztőknek, hogy Template Toolkit kódrészleteket írjanak az OTRS sablonokba. Ez megkönnyítheti például a többnyelvű válaszsablonok személyre szabását, mivel feltételek használatával ugyanazt a sablont több nyelvhez is személyre szabhatja, anélkül hogy teljesen új válaszsablonokat adna hozzá. Ez erőforrást takarít meg az **OTRS**-en belül, és a válaszsablonok érthetőbb áttekintését nyújtja.
zh_cn: 这个功能插件允许OTRS管理员和有使用Template Toolkit经验的OTRS开发人员在OTRS模板中编写模板工具包代码片段。例如，这可以促进使用多种语言定制响应模板，因为您可以使用条件为多种语言定制相同的模板，而无需添加全新的响应模板。这将节省 **OTRS** 内的资源，并为您提供响应模板的更清晰的概览。

source: Easier customization of response templates based on conditions.
de: Einfachere Anpassung der Antwortvorlagen an die Bedingungen.
hu: Válaszsablonok egyszerűbb személyre szabása feltételek alapján.
zh_cn: 根据条件更轻松地自定义响应模板。

source: Resource-saving usage of response templates.
de: Ressourcenschonende Verwendung von Antwortvorlagen.
hu: Válaszsablonok erőforrás-takarékos használata.
zh_cn: 响应模板的资源节约使用。

source: Increases your **OTRS** performance.
de: Steigert die Leistungsfähigkeit Ihres OTRS-Systems.
hu: Növeli az **OTRS** teljesítményét.
zh_cn: 提高你的 **OTRS** 性能。

source: OTRS administrators with Template Toolkit experience
de: OTRS-Administratoren mit Erfahrung in Template Toolkit
hu: Template Toolkit tapasztalattal rendelkező OTRS adminisztrátorok
zh_cn: 具有 Template Toolkit 经验的 OTRS 管理员

source: Organizations that want to easily customize their OTRS templates, e.g. for many languages
de: Unternehmen, die ihre OTRS-Vorlagen einfach anpassen möchten, z.B. für viele Sprachen
hu: Olyan szerveztek, amelyek egyszerűen szeretnék személyre szabni a sablonjaikat, például több nyelvhez
zh_cn: 想要轻松定制 OTRS 模板（例如用于多语言）的组织

source: OTRSAdvancedEditor
zh_cn: OTRSAdvancedEditor（高级编辑器）

source: Not compatible with the following feature add-ons:
de: Nicht kompatibel mit den folgenden Feature Add-ons:
hu: Nem használható együtt a következő funkciókiegészítőkkel:
zh_cn: 与以下功能插件不兼容：

source: This package has no dedicated administrator interface, only extends the existing screens.
de: Dieses Paket hat kein eigenes Administrator-Interface, es erweitert nur die vorhandenen Ansichten.
hu: Ennek a csomagnak nincs saját adminisztrátori felülete, csak a meglévő képernyőket egészíti ki.
zh_cn: 此软件包没有专用的管理员界面，只扩展了现有的屏幕。

source: Create New Templates
de: Neue Vorlagen erstellen
hu: Új sablonok létrehozása
zh_cn: 创建新的模板

source: This feature enables logical if-else conditions as well as loops and much more.
de: Diese Funktion ermöglicht logische if-else Bedingungen sowie Schleifen und vieles mehr.
hu: Ez a funkció logikai ha-egyébként feltételeket, valamint hurkokat és egyéb dolgokat tesz lehetővé.
zh_cn: 此功能启用逻辑 if-else 条件以及循环等等。

source: To insert code snippets:
de: So fügen Sie Codeschnipsel ein:
hu: Kódrészletek beszúrásához:
zh_cn: 若要插入代码片段：

source: Open *Templates*, *Signatures* or *Salutations* modules in the administrator interface.
de: Öffnen Sie eines der Module *Vorlagen*, *Signaturen* oder *Anreden* im Administrator-Interface.
hu: Nyissa meg az *Aláírások*, *Megszólítások* vagy *Sablonok* modulokat az adminisztrátori felületen.
zh_cn: 在管理员界面中打开 *模板*、*签名* 或 *问候语* 模块。

source: Add or modify a resource in these screens.
de: Fügen Sie auf diesen Ansichten eine Ressource hinzu oder ändern Sie sie.
hu: Adjon hozzá vagy módosítson egy erőforrást ezeken a képernyőkön.
zh_cn: 在这些屏幕中添加或修改资源。

source: Find the new icon in the Rich Text editor toolbar (the last one).
de: Suchen Sie das neue Symbol in der Symbolleiste des RichText-Editors (das letzte).
hu: Keresse meg az új ikont a Rich Text szerkesztő eszköztárán (az utolsó ikon).
zh_cn: 在富文本编辑器工具栏中查找新的图标（最后一个）。

source: Insert Code Snippet Icon
de: Symbol „Codeschnipsel einfügen”
hu: Kódrészlet beszúrása ikon
zh_cn: 插入代码片段图标

source: Click on the new icon to open a new window.
de: Klicken Sie auf das Symbol "Neu", um ein neues Fenster zu öffnen.
hu: Kattintson az új ikonra egy új ablak megnyitásához.
zh_cn: 单击新建图标以打开一个新窗口。

source: Select *TemplateToolkit* from the *Language* drop-down.
de: Wählen Sie *TemplateToolkit* im Drop-down-Menü *Sprache* aus.
hu: Válassz a *TemplateToolkit* lehetőséget a *Nyelv* legördülő menüből.
zh_cn: 从 *语言* 下拉列表中选择 *TemplateToolkit*。

source: Write the following lines into the text box.
de: Schreiben Sie folgenden Zeilen in den Textbereich.
hu: Írja be a következő sorokat a szövegdobozba.
zh_cn: 在文本框中写入以下行。

source: Click on the *OK* button to save the code snippet.
de: Klicken Sie auf die Schaltfläche *OK*, um das Codeschnipsel zu speichern.
hu: Kattintson az *OK* gombra a kódrészlet mentéséhez.
zh_cn: 单击 *确定* 按钮以保存代码段。

source: Rich Text Editor Code Snippet
de: RichText-Editor Codeschnipsel
hu: Rich Text szerkesztő kódrészlet
zh_cn: 富文本编辑器代码片段

source: Click on the *Save* or *Save and finish* button.
de: Klicken Sie auf die Schaltfläche *Speichern* oder *Speichern und abschließen*.
hu: Kattintson a *Mentés* vagy *Mentés és befejezés* gombra.
zh_cn: 点击 *保存* 或 *保存并完成* 按钮。

source: Add the template, signature or salutation to the queue you want to use it.
de: Fügen Sie die Vorlage, Signatur oder Anrede zu der Queue hinzu, in der Sie sie benutzen möchten.
hu: Adja hozzá az aláírást, megszólítást vagy sablont ahhoz a várólistához, amelynél használni szeretné.
zh_cn: 将该模板、签名或称呼添加到要使用它的队列中。

source: Create a new ticket, choose a customer user (for this example we will call him John Doe), then choose the queue you have configured your template for.
de: Erstellen Sie ein neues Ticket, wählen Sie einen Kundenbenutzer (für dieses Beispiel nennen wir ihn Joe Doe), und wählen Sie dann die Queue, für die Sie die Vorlage erstellt haben.
hu: Hozzon létre egy új jegyet, válasszon egy ügyfél-felhasználót (ennél a példánál hívjuk őt Kovács Jánosnak), majd válassza ki a várólistát, amelyhez beállította a sablont.
zh_cn: 创建一个新的工单，选择一个客户用户（在本例中，我们称他为John Doe），然后选择为其配置模板的队列。

source: If the customer user language is German, it should print *Sehr geehrte(r) John Doe,*. If it is set to Hungarian, you should see *Tisztelt Doe John!*. If your customer user has no language set or it is set to English, you will see *Dear John Doe,*.
de: Wenn die Kundensprache auf Deutsch eingestellt ist, wird *Sehr geehrte(r) John Doe,* ausgegeben. Wenn die Sprache auf Ungarisch eingestellt ist, sollte die Ausgabe *Tisztelt Doe John!* sein. Wenn keine Sprache eingestellt ist oder die Einstellung auf Englisch gesetzt ist, sollte die Ausgabe *Dear John Doe,* sein.
hu: Ha az ügyfél-felhasználó nyelve német, akkor *Sehr geehrte(r) János Kovács,* lesz kiírva. Ha magyarra van állítva, akkor a *Tisztelt Kovács János!* szöveget kell látnia. Ha az ügyfél-felhasználónál nincs nyelv beállítva vagy angolra van állítva, akkor a *Dear János Kovács,* szöveget fogja látni.
zh_cn: 如果客户的用户语言是德语，则应打印 *Sehr geehrte（r）John Doe，*。如果是匈牙利语的话，你会看到 *Tisztelt Doe John!*。 如果您的客户用户没有设置语言或设置为英语，您将看到 *Dear John Doe,*。

source: As you can see, conditions in templates can be very useful, but be careful to write correct Template Toolkit syntax. If you make mistakes there, you will get an error during choosing a template.
de: Wie Sie sehen, können Bedingungen in Vorlagen sehr nützlich sein. Beachten Sie aber die korrekte Syntax des Template Toolkits. Wenn Sie dort Fehler machen, erhalten Sie einen Fehler bei der Auswahl einer Vorlage.
hu: Láthatja, hogy a feltételek nagyon hasznosak tudnak lenni a sablonokban, de legyen óvatos, hogy helyes Template Toolkit szintaxist írjon. Ha hibát vét itt, akkor hibaüzenetet fog kapni egy sablon kiválasztása közben.
zh_cn: 如您所见，模板中的条件非常有用，但要小心编写正确的 Template Toolkit 语法。 如果条件出错，那么在选择模板时就会出错。
