Repository: Yan-Oliveira/doc-fao
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu, zh_cn

source: ``WAS``: This column contains the value of all previous snapshot. This value will be used for the calculation of *did never equal* and *equaled* conditions.
de: ``WAS``: Diese Spalte enthält den Wert aller vorherigen Schnappschüsse. Dieser Wert wird für die Berechnung von *entsprach niemals* und *gleich gesetzt* Bedingungen verwendet.
hu: ``WAS``: Ez az oszlop tartalmazza az összes előző pillanatkép értékét. Ez az érték lesz használva a *sosem egyezett meg* és *megegyezett* feltételek kiszámításához.
zh_cn: ``WAS``: 此列包含以前所有快照的值。此值将用于计算 *从不等于* 和 *曾经等于* 的条件。

source: Escalation Attribute Sets
de: Sätze von Eskalations-Atrributen
hu: Eszkaláció attribútumhalmazai
zh_cn: 升级的属性集

source: The block with the attribute sets displays if the attribute sets of the escalation type for the given escalation state is matching for the current snapshot.
de: Der Abschnitt mit den Sätzen der Attribute zeigt an, ob die Attributsätze des Eskalationstyps für den angegebenen Eskalations-Status mit dem derzeitigen Schnappschuss übereinstimmt.
hu: Az attribútumhalmazokkal rendelkező blokk azt jeleníti meg, hogy az adott eszkalációs állapot eszkalációtípusának attribútumhalmazai illeszkednek-e az aktuális pillanatképre.
zh_cn: 具有属性集的块将显示给定升级状态的升级类型的属性集是否与当前快照匹配。

source: There are 2 columns:
de: Es gibt zwei Spalten:
hu: 2 oszlop van:
zh_cn: 有2列：

source: ``SET``: This column contains the number of the attribute set in the escalation type. The number will be displayed green if it matches or red if not.
de: ``SET``: Diese Spalte enthält die Nummer des Attributs, das in der Eskalationsart gesetzt ist. Die Nummer wird grün angezeigt, wenn sie übereinstimmt, oder rot, wenn nicht.
hu: ``SET``: Ez az oszlop tartalmazza az eszkalációtípusban lévő attribútumhalmaz számát. A szám zölden lesz megjelenítve, ha illeszkedik, illetve pirosan, ha nem.
zh_cn: ``SET``: 此列包含在升级类型中设置的属性的编号。 如果匹配，该数字将显示为绿色，否则将显示为红色。

source: ``ATTRIBUTES``: This column shows the matched conditions of an attribute set. At this point it will use internal names for matching the attributes. Here are some examples:
de: ``ATTRIBUTES``: Diese Spalte zeigt die übereinstimmenden Bedingungen eines Attributsatzes. An dieser Stelle werden interne Namen für den Abgleich der Attribute verwenden. Hier einige Beispiele:
hu: ``ATTRIBUTES``: Ez az oszlop egy attribútumhalmaz illeszkedő feltételeit jeleníti meg. Ezen a ponton belső neveket fog használni az attribútumok illesztéséhez. Itt van néhány példa:
zh_cn: ``ATTRIBUTES``: 此列显示属性集的匹配条件。 此时，它将使用内部名称来匹配属性。 这里有些例子：

source: For ticket attributes it will show the internal condition:
de: Für Ticket-Attribute zeigt es die interne Bedingung:
hu: A jegyattribútumoknál a belső feltételt fogja megjeleníteni:
zh_cn: 对于工单属性，它将显示内部条件：

source: ``Is_StateType``: The ticket attribute condition ``StateType`` of the attribute set of the current snapshot matched if green or matched not if red.
de: ``Is_StateType``: Die Ticket-Attributbedingung ``StateType`` des Attributsatzes des derzeitigen Schnapschusse stimmt überein, wenn grün oder stimmt nicht überein, wenn rot.
hu: ``Is_StateType``: Az aktuális pillanatkép attribútumhalmazának ``StateType`` jegyattribútum feltétele illeszkedik, ha zöld, illetve nem illeszkedik, ha piros.
zh_cn: ``Is_StateType``: 当前快照的属性集的工单属性条件 ``StateType`` 如果为绿色则匹配，如果为红色则不匹配。

source: Advanced Generic Agent
zh_cn: 高级自动任务

source: This feature add-on enables the OTRS administrators to define actions for certain tickets that are carried out automatically in the agent interface. It is therefore possible to, for example, close tickets automatically using predetermined attributes (*pending*, *escalated*, etc.) or send notifications to the owner of tickets escalating soon.
de: Mithilfe des Generic Agents definiert der OTRS Administrator Aktionen, die im Agenten-Interface für bestimmte Tickets automatisch ausgeführt werden. So können zum Beispiel Tickets mit vorher festgelegten Attributen („warten“, „eskaliert“ usw.) automatisiert geschlossen oder Benachrichtigungen an den Besitzer für bald eskalierende Tickets versendet werden.
hu: Ez a funkciókiegészítő lehetővé teszi az OTRS adminisztrátoroknak, hogy bizonyos jegyekhez olyan műveleteket határozzanak meg, amelyek automatikusan végrehajtásra kerülnek az ügyintézői felületen. Ezáltal lehetséges például a jegyek automatikus lezárása előre meghatározott attribútumok (*függőben*, *eszkalálódott*, stb.) használatával, vagy értesítések küldése a hamarosan eszkalálódó jegyek tulajdonosának.
zh_cn: 此功能插件使 OTRS 管理员能够为服务人员界面中的某些工单定义自动执行的操作。 例如，可以使用预定属性（ *挂起*、*已升级* 等）自动关闭工单，或者向即将升级的工单的所有者发送通知。

source: The advanced generic agent now makes it possible to also assign a time value in the form of a time span instead of a certain point in time, i.e. *+ 2 weeks* or *-3 months*, to the dynamic field. Employees are therefore able to specify resubmission periods or organize recurring communication processes with special customers easily and at regular intervals.
de: Der Advanced Generic Agent ermöglicht es nun, dem dynamischen Feld anstelle eines bestimmten Zeitpunktes, d.h. *+ 2 Wochen* oder *-3 Monate*, auch einen Zeitwert in Form einer Zeitspanne zuzuordnen. So können die Mitarbeiter Wiedervorlagezeiten festlegen oder wiederkehrende Kommunikationsprozesse mit Sonderkunden einfach und in regelmäßigen Abständen organisieren.
hu: A speciális általános ügyintéző mostantól lehetővé teszi egy időérték hozzárendelését a dinamikus mezőhöz időtartam formájában is egy adott időpont helyett, azaz *+2 hét* vagy *-3 hónap*. Következésképpen a munkavállalók képesek megadni újraküldési időszakokat, vagy ismétlődő kommunikációs folyamatot szervezni a különleges ügyfelekkel egyszerűen és rendszeres időközönként.
zh_cn: 现在，高级自动任务还可以为动态字段分配时间范围形式的时间值，而不是某个特定的时间点，如 *+2 周* 或 *-3 月*。 因此，员工可以轻松、定期地指定重新提交的期限或组织与特殊客户的定期沟通流程。

source: Makes creating and executing automated ticket actions much easier.
de: Macht das Erstellen und Ausführen von automatisierten Ticket-Aktionen viel einfacher.
hu: Sokkal egyszerűbbé teszi az automatizált jegyműveletek létrehozását és végrehajtását.
zh_cn: 使创建和执行自动工单操作变得更加容易。

source: Faster processing of projects and tasks with time limits.
de: Schnellere Bearbeitung von Projekten und Aufgaben mit Zeitlimits.
hu: Az időkorlátokkal rendelkező projektek és feladatok gyorsabb feldolgozása.
zh_cn: 加快项目和任务的处理速度。

source: Prevents process errors and processes from being forgotten.
de: Verhindert, dass Prozessfehler und Prozesse vergessen werden.
hu: Megakadályozza a folyamathibákat, és nem hagyja elfelejteni a folyamatokat.
zh_cn: 防止流程错误和流程被遗忘。

source: Saves work through automation.
de: Spart Arbeit durch Automatisierung.
hu: Megspórolja a munkát az automatizáláson keresztül.
zh_cn: 通过自动化节省工作。

source: Sales
de: Vertrieb
hu: Értékesítés
zh_cn: 销售

source: Universities
de: Universitäten
hu: Egyetemek
zh_cn: 高校

source: Government
de: Behörden
hu: Kormányzat
zh_cn: 政府

source: Not compatible with the following feature add-on:
de: Dieses Feature Add-on ist inkompatibel mit folgenden Feature Add-ons:
hu: Nem használható együtt a következő funkciókiegészítővel:
zh_cn: 与以下功能插件不兼容：

source: Generic Agent
hu: Általános ügyintéző
zh_cn: 自动任务

source: This package extends the ticket actions of the *Generic Agent* module of the administrator interface. Dynamic fields of type date or date and time will be extended with the functionality to set absolute, relative or no date for the dynamic field.
de: Dieses Paket erweitert die Ticketaktionen des Moduls *Generic Agent* des Administrator-Interfaces. Dynamische Felder vom Typ Datum oder Datum und Uhrzeit werden um die Funktionalität erweitert, absolute, relative oder kein Datum für das dynamische Feld festzulegen.
hu: Ez a csomag az adminisztrátori felület *Általános ügyintéző* moduljának jegyműveleteit terjeszti ki. A dátum vagy dátum és idő dinamikus mezők olyan funkciókkal lesznek kiterjesztve, hogy abszolút, relatív vagy dátum nélküli beállítást tegyenek lehetővé a dinamikus mezőnél.
zh_cn: 此软件包扩展了管理员界面的 *自动任务* 模块的工单操作。 将扩展日期或日期时间类型的动态字段，以设置动态字段的绝对日期、相对日期或无日期。

source: To set relative dates:
de: So setzen Sie ein relatives Datum:
hu: Relatív dátumok beállításához:
zh_cn: 要设置相对日期：

source: Open the *Generic Agent* screen in administrator interface.
de: Öffnen Sie die Ansicht *Generic Agent* im Administrator-Interface.
hu: Nyissa meg az *Általános ügyintéző* képernyőt az adminisztrátori felületen.
zh_cn: 打开管理员界面的 *自动任务* 屏幕。

source: Expand the tab *Update/Add Ticket Attributes*.
de: Erweitern Sie das Tab *Ticket-Attribute aktualisieren / hinzufügen*.
hu: Nyissa ki az *Jegyjellemzők frissítése/hozzáadása* lapot.
zh_cn: 展开选项卡 *更新/添加工单属性*。

source: Set relative dates for date or date and time dynamic fields.
de: Setzen Sie relative Zeitpunkte für dynamische Felder des Typs Datum oder Datum und Zeit.
hu: Állítson be relatív dátumokat a dátum vagy dátum és idő dinamikus mezőkbe.
zh_cn: 设置日期或日期时间动态字段的相对日期。

source: Date Field in Generic Agent Screen
de: Datumsfeld in der Ansicht des Generic Agent
hu: Dátum mező az általános ügyintéző képernyőn
zh_cn: 自动任务屏幕中的日期字段

source: The values can be positive like *+5 days* or negative like *-10 hours* based on the current time.
de: Die Werte können positiv wie *+5 Tage* oder negativ wie *-10 Stunden* basierend auf der aktuellen Zeit sein.
hu: Az értékek lehetnek pozitívak, mint például *+5 nap*, vagy negatívak, mint például *-10 óra* a jelenlegi idő alapján.
zh_cn: 值可以是基于当前时间正的 *+5天* 或负的 *-10小时*。

source: Agent Email Interface
zh_cn: 服务人员邮件接口

source: This feature add-on makes it possible for an agent to work with tickets via emails without having to use the web agent interface of **OTRS**.
de: Dieses Feature Add-on ermöglicht es einem Agenten, mit Tickets per E-Mail zu arbeiten, ohne die Web-Agent-Schnittstelle von **OTRS** nutzen zu müssen.
hu: Ez a funkciókiegészítő lehetővé teszi egy ügyintézőnek, hogy e-maileken keresztül dolgozzon a jegyekkel, anélkül hogy az **OTRS** webes ügyintézői felületét kelljen használnia.
zh_cn: 此功能插件使服务人员可以通过电子邮件处理工单，而无需使用 **OTRS** 的Web界面。

source: In order to work with this module an agent could just reply to any ticket notification email by including one or many commands between two special command tags, like this:
de: Um mit diesem Modul zu arbeiten, kann ein Agent einfach auf jede E-Mail mit Ticketbenachrichtigung antworten, indem er einen oder mehrere Befehle zwischen zwei speziellen Befehls-Tags einfügt, wie hier:
hu: Azért, hogy egy ügyintéző dolgozhasson ezzel a modullal, egyszerűen bármelyik jegyértesítésre válaszolhat egy olyan e-maillel, amely egy vagy több parancsot tartalmaz két különleges parancscímke között, úgymint:
zh_cn: 为了使用此模块，服务人员可以通过在两个特殊命令标签之间包含一个或多个命令来回复任何工单通知邮件，如下所示：

source: or
de: oder
hu: vagy
zh_cn: or（或）

source: Commands can be combined (comma separated) if it makes sense to combine them.
de: Befehle können kombiniert (kommagetrennt) werden, wenn es sinnvoll ist, sie zu kombinieren.
hu: A parancsok egyesíthetők (vesszővel elválasztva), ha van értelme egyesíteni őket.
zh_cn: 可以把几个命令组合使用(逗号分隔)，需要确保组合后的命令是有意义的。

source: The following commands exist:
de: Es gibt die folgenden Befehle:
hu: A következő parancsok léteznek:
zh_cn: 有以下命令：

source: ``send`` – Sends an email to the customer, including the cc and bcc recipients (``send`` also locks the ticket).
de: ``send`` – Sendet eine E-Mail an den Kunden, einschließlich der cc- und bcc-Empfänger (``send``` sperrt auch das Ticket).
hu: ``send`` – Egy e-mailt küld az ügyfélnek, beleértve a másolati és a rejtett másolati mezőben lévő címzetteket is (a ``send`` parancs a jegyet is zárolja).
zh_cn: ``send`` - 向客户发送电子邮件，包括cc和bcc收件人（``send`` 还会锁定工单）。

source: ``nocc`` – If used together with ``send``, the cc and bcc recipients will be excluded.
de: ``nocc``` – Bei Verwendung zusammen mit ``send`` werden die cc- und bcc-Empfänger ausgeschlossen.
hu: ``nocc`` – Ha a ``send`` paranccsal együtt használják, akkor a másolati és a rejtett másolati mezőben lévő címzettek ki lesznek hagyva.
zh_cn: ``nocc`` - 如果与 ``send`` 一起使用，cc和bcc收件人将被排除在外。

source: ``lock`` – Locks the ticket.
de: ``lock`` - Sperrt das Ticket.
hu: ``lock`` – Zárolja a jegyet.
zh_cn: ``lock`` - 锁定工单。

source: ``unlock`` – Unlocks the ticket.
de: ``unlock`` - Entsperrt das Ticket.
hu: ``unlock`` – Feloldja a jegyet.
zh_cn: ``unlock`` - 解锁工单。

source: ``get`` – Gets the last customer article and sends it to the agent.
de: ``get`` – Ruft den letzten Kundenartikel ab und sendet ihn an den Agenten.
hu: ``get`` – Lekéri a legutolsó ügyfélbejegyzést, és elküldi az ügyintézőnek.
zh_cn: ``get`` - 获取最后一篇客户信件并将其发送给服务人员。

source: ``note`` – Adds an internal note to the ticket.
de: ``note`` – Fügt dem Artikel eine interne Notiz hinzu.
hu: ``note`` – Egy belső jegyzetet ad a jegyhez.
zh_cn: ``note`` - 为工单添加内部注释。

source: ``close`` – Closes the ticket (also unlocks the ticket).
de: ``close`` – Schließt das Ticket (das Ticket wird ebenfalls entsperrt).
hu: ``close`` – Lezárja a jegyet (és fel is oldja a jegyet).
zh_cn: ``close`` - 关闭工单（还会解锁工单）。

source: The package restricts the functionality of this feature to agents known to the system, but it does not use advanced security mechanisms such as digital signatures and the like.
de: Das Paket beschränkt die Funktionalität dieser Funktion auf Agenten, die dem System bekannt sind. Es verwendet aber keine erweiterten Sicherheitsmechanismen wie digitale Signaturen und dergleichen.
hu: A csomag csak a rendszer ismert ügyintézőire korlátozza ezt a funkcionalitást, viszont nem használ fokozott biztonsági mechanizmust, mint például digitális aláírás és hasonlók.
zh_cn: 该软件包将此功能的功能限制为系统已知的服务人员，但它不使用高级安全机制，如数字签名等。

source: Saves time because frequent logging in and out is not necessary.
de: Spart Zeit, weil ständiges An- und Abmelden nicht notwendig ist.
hu: Időt takarít meg, mert nem szükséges gyakori be- és kijelentkezés.
zh_cn: 节省时间，因为不需要频繁登录和注销。

source: Increase flexibility because you do not have to log in to the system.
de: Erhöhen Sie die Flexibilität, da Sie sich nicht am System anmelden müssen.
hu: Növeli a rugalmasságot, mert nem kell bejelentkeznie a rendszerbe.
zh_cn: 提高灵活性，因为您无需登录系统。

source: Can be used in all areas where agents are not logged in permanently to the **OTRS** agent interface.
de: Kann in allen Bereichen eingesetzt werden, in denen Agenten nicht dauerhaft am **OTRS** Agenten-Interface angemeldet sind.
hu: Használható minden olyan területen, ahol az ügyintézők nincsenek álladóan bejelentkezve az **OTRS** ügyintézői felületére.
zh_cn: 可用于服务人员未永久登录到 **OTRS** 服务人员界面的所有区域。

source: The agent interface address should be set to the same as in setting *Core → Email → NotificationSenderEmail*.
de: Die Adresse des Agenten-Interface sollte auf die gleiche Weise eingestellt werden wie bei der Einstellung *Core → Email → NotificationSenderEmail*.
hu: Az ügyintézői felület címét ugyanarra kell beállítani, mint ami a *Core → Email → NotificationSenderEmail* beállításban meg van adva.
zh_cn: 服务人员界面位置与设置 *Core → Email → NotificationSenderEmail* 相同。

source: To check if the addresses are the same:
de: So prüfen Sie, ob die Adressen gleich sind:
hu: Annak ellenőrzéséhez, hogy a címek ugyanazok-e:
zh_cn: 检查位置是否相同:

source: Select *OTRS* in the *Navigation* widget.
de: Wählen Sie *OTRS* im Widget *Navigation*.
hu: Válassza ki az *OTRS* lehetőséget a *Navigáció* felületi elemben.
zh_cn: 在 *导航* 小部件中选择 *OTRS*。

source: Navigate to *Core → Email* in the navigation tree and search for setting ``NotificationSenderEmail``.
de: Navigieren Sie im Navigationsbaum zu *Core → Email* und suchen Sie die Einstellung ``NotificationSenderEmail``.
hu: Navigáljon a *Core → Email* ághoz a navigációs fában, és keressen rá a ``NotificationSenderEmail`` beállításra.
zh_cn: 导航到导航树中的 *Core → Email* 并搜索设置 ``NotificationSenderEmail``。

source: Change the email address if needed, and remember it.
de: Ändern Sie bei Bedarf die E-Mail-Adresse und merken Sie sich diese.
hu: Változtassa meg az e-mail címet, ha szükséges, és jegyezze meg.
zh_cn: 如果需要，请更改电子邮件地址，并记住它。

source: Select *OTRSAgentEmailInterface* in the *Navigation* widget.
de: Wählen Sie *OTRSAgentEmailInterface* im Widget *Navigation*.
hu: Válassza ki az *OTRSAgentEmailInterface* lehetőséget a *Navigáció* felületi elemben.
zh_cn: 在 *导航* 小部件中选择 *OTRSAgentEmailInterface*。

source: Navigate to *Core → Email → PostMaster* in the navigation tree.
de: Navigieren Sie im Navigationsbaum nach *Core → Email → PostMaster*.
hu: Navigáljon a *Core → Email → PostMaster* ághoz a navigációs fában.
zh_cn: 导航到导航树中的 *Core → Email → PostMaster*。

source: Change the value of key ``AgentInterfaceAddress`` to the same as set in step 3.
de: Ändern Sie den Wert des Schlüssels ``AgentInterfaceAddress`` auf den gleichen Wert, wie in Schritt 3.
hu: Változtassa meg az ``AgentInterfaceAddress`` kulcs értékét ugyanarra, ami a 3. lépésben lett beállítva.
zh_cn: 将 ``AgentInterfaceAddress`` 键的值更改为与步骤3中设置的值相同。

source: Usage
de: Verwendung
hu: Használat
zh_cn: 用法

source: Reply any ticket notification and insert for example the following tag anywhere in the body of the mail:
de: Beantworten Sie jede Ticket-Benachrichtigung und fügen Sie z.B. den folgenden Tag an beliebiger Stelle im Text der Mail ein:
hu: Válaszoljon bármely jegyértesítésre, és szúrja be például a következő címkét bárhova a levél törzsébe:
zh_cn: 回复任何工单通知，并在邮件正文的任何位置插入以下标签：

source: Switch to the ticket from the ticket notification and compare the ticket state. The ticket should have the state *closed*.
de: Wechseln Sie aus der Ticket-Benachrichtigung zum Ticket und vergleichen Sie den Ticket-Status. Das Ticket sollte den Status *geschlossen* haben.
hu: Váltson át a jegyre a jegyértesítésből, és hasonlítsa össze a jegyállapotot. A jegynek *lezárva* állapottal kell rendelkeznie.
zh_cn: 从工单通知切换到工单，并比较工单状态。 工单应处于 *已关闭* 状态。

source: Automated FAQ Ticket Creator
zh_cn: FAQ工单自动生成器

source: With the help of this feature add-on, it is possible to create time-controlled tickets via FAQ entries. This can refer to the FAQ entry itself or to a specific task that is related to the FAQ topic. This is particularly useful in situations, such as maintenance work, where routine activities take place at large intervals. The automatically generated ticket becomes a *To do* for the employee. And, through the FAQ documentation, everyone knows the steps of the task.
de: Mit Hilfe dieses Feature Add-ons ist es möglich, mit einem FAQ-Eintrag zeitgesteuert Tickets zu erstellen. Dieses kann sich sowohl auf den FAQ- Eintrag selbst beziehen, als auch auf eine konkrete Aufgabe, die (sinnvollerweise) mit dem FAQ-Thema zusammenhängt. Typischerweise handelt es sich dabei um eher seltenere, in großen Abständen stattfindende Tätigkeiten, wie z .B. Wartungsarbeiten. Das automatisch erzeugte Ticket ist das „To Do“ für den Mitarbeiter. Durch den FAQ-Eintrag kennt jeder die anfallenden Schritte der Aufgabe.
hu: Ennek a funkciókiegészítőnek a segítségével lehetőség van idővezérelt jegyek létrehozására a GyIK bejegyzéseken keresztül. Ez hivatkozhat magára a GyIK bejegyzésre, vagy a GyIK témájához kapcsolódó bizonyos feladatra. Ez különösen azokban a helyzetekben hasznos, ahol a megszokott tevékenységek nagy időközönként zajlanak, például karbantartási munkáknál. Az automatikusan előállított jegyek egy *teendő listává* válhatnak az alkalmazottak számára. Valamint a GyIK dokumentációján keresztül mindenki tudni fogja a feladat lépéseit.
zh_cn: 借助此功能插件，可以通过FAQ知识库条目创建时间控制的工单。 这可以参考FAQ知识库条目本身或与FAQ知识库主题相关的特定任务。 这在诸如维护工作（其例行活动以很长的间隔进行）的情况下特别有用。 自动生成的工单成为员工的 *待办事项*。 并且，通过FAQ知识库文档，每个人都知道任务的步骤。

source: Example
de: Beispiel
hu: Példa
zh_cn: 样例

source: An employee creates a FAQ entry for a specific maintenance task. The feature add-on will now automatically create an associated ticket after a specified period of time, reminding an employee to either renew the FAQ or to perform the activity described in the FAQ entry. For new employees who do not have experience, the FAQ makes it possible for them to perform the activity too, because the steps are clearly described in the documentation.
de: Ein Mitarbeiter erstellt einen FAQ-Eintrag zu einer bestimmten Wartungsaufgabe. Das Feature Add-On erstellt nun nach einer festgelegten Zeitspanne automatisch ein zugehöriges Ticket, was daran erinnert, dass entweder der FAQ-Eintrag erneuert werden soll, oder aber die Tätigkeit zu verrichten ist, die im FAQ-Eintrag beschrieben ist. Somit ist es auch neuen Mitarbeitern ohne Erfahrung möglich, diese Tätigkeit auszuüben, weil sie sie im zugehörigen FAQ-Eintrag beschrieben finden.
hu: Egy alkalmazott létrehoz egy GyIK bejegyzést egy bizonyos karbantartási munkára. A funkciókiegészítő innentől kezdve automatikusan létrehoz egy hozzárendelt jegyet egy megadott időtartam után, emlékeztetve az alkalmazottat, hogy vagy újítsa meg a GyIK bejegyzést, vagy végezze el az GyIK bejegyzésben leírt tevékenységet. A tapasztalatlan új alkalmazottak számára is lehetővé teszi a GyIK bejegyzés a tevékenység elvégzését, mert a lépések egyértelműen le vannak írva a dokumentációban.
zh_cn: 员工为特定的维护任务创建FAQ知识库条目。现在，该功能插件将在指定的时间段之后自动创建一个相关的工单，提醒员工更新FAQ知识库或执行FAQ知识库条目中描述的活动。对于没有经验的新员工，FAQ知识库使他们也可以执行活动，因为文档中清楚地描述了这些步骤。

source: Keep FAQs up-to-date with reminders about necessary update.
de: Jederzeit aktuelle FAQs durch Erinnerung an notwendige Aktualisierung.
hu: A GyIK bejegyzések naprakészen tartása a szükséges frissítésekről szóló értesítésekkel.
zh_cn: 通过提醒必要的更新，使FAQ知识库保持最新状态。

source: Less frequently opened *resubmission tickets*.
de: Weniger offene *Wiedervorlage-Tickets*.
hu: Ritkábban nyitott *újraküldési jegyek*.
zh_cn: 减少频繁处理的 *重新提交工单*。

source: Functionality can be used for one-time activities that include an end date.
de: Funktionalität durch mögliches Enddatum auch für einmalige Tätigkeiten einsetzbar.
hu: A funkcionalitás használható egyszeri tevékenységeknél, amelyek rendelkeznek befejezési dátummal.
zh_cn: 可用于包含结束日期的一次性活动。

source: Even complex tasks can be done by new or untrained employees.
de: Auch komplexe Aufgaben können von neuen oder ungeschulten Mitarbeitern erledigt werden.
hu: Még az összetett feladatokat is el tudják végezni az új vagy képzetlen alkalmazottak.
zh_cn: 即使是复杂的任务也可以由新员工或未经培训的员工完成。

source: Facility management
de: Gebäudemanagement
hu: Létesítménygazdálkodás
zh_cn: 设施管理

source: Service providers
de: Serviceanbieter
hu: Szolgáltatók
zh_cn: 服务提供商

source: Companies with recurring activities, such as maintenance work
de: Unternehmen mit wiederkehrenden Tätigkeiten, wie z.B. Wartungsarbeiten
hu: Ismétlődő tevékenységeket, mint például karbantartási munkákat végző vállalatok
zh_cn: 具有经常性活动如维护工作的公司

source: Companies with a large number of employees
de: Unternehmen mit einer großen Anzahl von Mitarbeitern
hu: Nagyszámú alkalmazottat foglalkoztató vállalatok
zh_cn: 拥有大量员工的公司

source: TITANIUM
hu: TITÁN
zh_cn: 钛金

source: This chapter describes the new features that are available in the administrator interface after installation of the package.
de: Dieses Kapitel beschreibt die neuen Funktionen, die im Administrator-Interface nach der Installation des Paketes verfügbar sind.
hu: Ez a fejezet azokat az új funkciókat mutatja be, amelyek az adminisztrátori felületen érhetők el a csomag telepítése után.
zh_cn: 本章介绍安装该软件包后管理员界面中可用的新功能。

source: Processes & Automation
de: Prozesse & Automatisierung
hu: Folyamatok és automatizálás
zh_cn: 流程和自动化

source: After installation of the package some new dynamic fields are added to the system.
de: Nach der Installation des Paketes werden einige neue dynamische Felder dem System hinzugefügt.
hu: A csomag telepítése után néhány új dinamikus mező lesz hozzáadva a rendszerhez.
zh_cn: 安装该软件包之后，一些新的动态字段被添加到系统中。

source: Dynamic Fields
de: Dynamische Felder
hu: Dinamikus mezők
zh_cn: 动态字段
