Repository: Yan-Oliveira/doc-fao
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu, zh_cn

source: Adding a notification can be done with the same procedure that is described in the `administrator manual <https://doc.otrs.com/doc/manual/admin/7.0/en/content/communication-notifications/ticket-notifications.html#ticket-notification-settings>`__. There is only one difference: the *Recipients* section.
de: Das Hinzufügen einer Benachrichtigung kann mit der gleichen Vorgehensweise erfolgen, die im `Administratorhandbuch <https://doc.otrs.com/doc/manual/admin/7.0/en/content/communication-notifications/ticket-notifications.html#ticket-notification-settings>`__ beschrieben ist. Es gibt nur einen Unterschied: den Abschnitt *Empfänger*.
hu: Egy értesítés hozzáadása ugyanazzal az eljárással végezhető el, amint az `adminisztrátori kézikönyvben <https://doc.otrs.com/doc/manual/admin/7.0/en/content/communication-notifications/ticket-notifications.html#ticket-notification-settings>`__ le van írva. Csak egyetlen különbség van: a *Címzettek* szakasz.
zh_cn: 添加通知的过程与 `管理员手册 <https://doc.otrs.com/doc/manual/admin/7.0/en/content/communication-notifications/ticket-notifications.html#ticket-notification-settings>`__ 中描述的过程相同。只有一个区别，*收件人* 部分。

source: In case of adding a personal ticket notification, only the personal email address of the administrator or agent can be selected in the *Recipients* section.
de: Wenn Sie eine persönliche Ticket-Benachrichtigung hinzufügen, kann im Abschnitt *Empfänger* nur die persönliche E-Mail-Adresse des Administrators oder Agenten ausgewählt werden.
hu: Egy személyes jegyértesítés hozzáadása esetén az adminisztrátornak vagy az ügyintézőnek csak a személyes e-mail címe választható ki a *Címzettek* szakaszban.
zh_cn: 如果添加个人工单通知，则只能在 *收件人* 部分中选择管理员或服务人员的个人电子邮件地址。

source: After installation of the package a new group is added to the system.
de: Nach der Installation des Pakets wird dem System eine neue Gruppe hinzugefügt.
hu: A csomag telepítése után egy új csoport kerül hozzáadásra a rendszerhez.
zh_cn: 安装本软件包后，将向系统添加一个新组。

source: Groups
de: Gruppen
hu: Csoportok
zh_cn: 组

source: Access to the personal notification module is managed on a role-based access concept. After installation of the package a new group is added to the system. The group management screen is available in the *Groups* module of the *Users, Groups & Roles* group.
de: Der Zugriff auf das persönliche Benachrichtigungsmodul wird über ein rollenbasiertes Zugriffskonzept verwaltet. Nach der Installation des Pakets wird dem System eine neue Gruppe hinzugefügt. Die Ansicht für die Gruppenverwaltung ist im Modul *Gruppen* der Gruppe *Benutzer, Gruppen und Rollen* verfügbar.
hu: A személyes értesítés modulhoz való hozzáférés szerepalapú hozzáférési elgondolás alapján van kezelve. A csomag telepítése után egy új csoport kerül hozzáadásra a rendszerhez. A csoportkezelés képernyő a *Felhasználók, csoportok és szerepek* csoport *Csoportok* moduljában érhető el.
zh_cn: 对个人通知模块的访问是基于角色的访问概念管理的。安装本软件包后，将向系统添加一个新组。组管理屏幕位于 *用户、组和角色* 组的 *组* 模块中。

source: Group Management Screen
de: Gruppen-Verwaltung
hu: Csoportkezelés képernyő
zh_cn: 组管理屏幕

source: New Group
de: Neue Gruppen
hu: Új csoport
zh_cn: 新的组

source: After installation of the package the following group is added to the system:
de: Nach der Installation des Pakets wird dem System die folgende Gruppe hinzugefügt:
hu: A csomag telepítése után a következő csoport kerül hozzáadásra a rendszerhez:
zh_cn: 安装本软件包后，系统会添加以下组：

source: Every agent who is a member of this group gets a *Custom Notifications* widget in the bottom of the *Notification Settings* module of :doc:`../../agent/avatar/personal-preferences` screen.
de: Jeder Agent, der Mitglied dieser Gruppe ist, erhält ein *Anpassung*-Widget am unteren Rand des Moduls *Anpassungseinstellungen* der Ansicht :doc:`../../agent/avatar/personal-preferences`.
hu: Minden egyes ügyintéző, aki ennek a csoportnak a tagja, egy *Egyéni értesítések* felületi elemet kap a :doc:`../../agent/avatar/personal-preferences` képernyő *Értesítési beállítások* moduljának alján.
zh_cn: 作为此组成员的每个服务人员都会在 :doc:`../../agent/avatar/personal-preferences` 屏幕的 *通知设置* 模块底部获得一个 *自定义通知* 小部件。

source: The primary administrator user (root@localhost) is added to all groups with permission *rw* by default.
de: Der primäre Administratorbenutzer (root@localhost) wird standardmäßig allen Gruppen mit der Berechtigung *rw* hinzugefügt.
hu: Az elsődleges adminisztrátor felhasználó (root@localhost) alapértelmezetten hozzá van adva az összes csoporthoz *olvasás, írás* jogosultságokkal.
zh_cn: 默认情况下，主要管理员用户（root@localhost）被添加到所有组的 *rw* 权限中。

source: To set the correct permissions for other agents, check the following relations:
de: Um die richtigen Berechtigungen für andere Agenten festzulegen, überprüfen Sie die folgenden Beziehungen:
hu: A többi ügyintéző számára a helyes jogosultságok beállításához nézze meg a következő kapcsolatokat:
zh_cn: 要为其他服务人员设置正确的权限，请检查以下关系：

source: *Agents ↔ Groups*
de: *Agenten ↔ Gruppen*
hu: *Ügyintézők ↔ Csoportok*
zh_cn: *服务人员 ↔ 组*

source: *Roles ↔ Groups*
de: *Rollen ↔ Gruppen*
hu: *Szerepek ↔ Csoportok*
zh_cn: *角色 ↔ 组*

source: This package allows agents to set personal ticket notifications, like administrators can do.
de: Dieses Paket ermöglicht es Agenten, persönliche Ticket-Benachrichtigungen festzulegen, wie es Administratoren tun können.
hu: Ez a csomag lehetővé teszi az ügyintézőknek, hogy úgy állítsanak be személyes jegyértesítéseket, ahogy azt az adminisztrátorok tehetik azt.
zh_cn: 本软件包允许服务人员设置个人工单通知，就像管理员可以做的那样。

source: After installation of the package it is possible to create own notifications, like administrators can do, except for the recipient addresses. Every event which is created by an agent will send emails to the agents own primary email only.
de: Nach der Installation des Pakets ist es möglich, eigene Benachrichtigungen zu erstellen, wie es Administratoren tun können, mit Ausnahme der Empfängeradressen. Jedes Ereignis, das von einem Agenten erstellt wird, sendet E-Mails nur an die eigene primäre E-Mail des Agenten.
hu: A csomag telepítése után úgy van lehetőség saját értesítések létrehozására, ahogy az adminisztrátorok tehetik azt, kivéve a címzett címeit. Minden egyes esemény, amelyet egy ügyintéző hozott létre, csak az ügyintézők saját elsődleges e-mail címére fog e-maileket küldeni.
zh_cn: 安装本软件包之后，可以像管理员一样创建自己的通知，但收件人地址除外。由服务人员创建的每个事件将仅向服务人员自己的主电子邮件发送电子邮件。

source: This package adds a new *Custom Notifications* widget to the bottom of the *Notification Settings* module of *Personal Settings*.
de: Dieses Paket fügt ein neues *Anpassungen*-Widget am unteren Rand des Moduls *Benachrichtigungseinstellungen* in der Ansicht *Persönliche Einstellungen* hinzu.
hu: Ez a csomag egy új *Egyéni értesítések* felületi elemet ad hozzá a *Személyes beállítások* képernyő *Értesítési beállítások* moduljának aljára.
zh_cn: 本软件包在 *个人设置* 的 *通知设置* 模块的底部添加了一个新的 *自定义通知* 小部件。

source: Every agent who is a member of the group ``custom_notifications`` gets a *Custom Notifications* widget in the bottom of the *Notification Settings* module of *Personal Settings*.
de: Jeder Agent, der Mitglied der Gruppe ``custom_notifications`` ist, erhält ein *Benutzerdefinierte Benachrichtigungen*-Widget unten im Modul *Benachrichtigungseinstellungen* von *Persönliche Einstellungen*.
hu: Minden egyes ügyintéző, aki a ``custom_notifications`` csoport tagja, egy *Egyéni értesítések* felületi elemet kap a *Személyes beállítások* képernyő *Értesítési beállítások* moduljának aljára.
zh_cn: 每个属于 ``custom_notifications`` 组的服务从同都会在 *个人设置* 的 *通知设置* 模块底部获得一个 *自定义通知* 小部件。

source: Custom Notifications
de: Benutzerdefinierte Benachrichtigungen
hu: Egyéni értesítések
zh_cn: 自定义通知

source: This widget contains a link that points to the :doc:`../../admin/communication-notifications/ticket-notifications` screen of the administrator interface, if an administrator clicks on the link. If an agent clicks on it, it opens a reduced variant of the *Ticket Notifications* screen.
de: Dieses Widget enthält einen Link, der in der Ansicht :doc:`../../admin/communication-notifications/ticket-notifications` im Administrator-Interface zeigt, wenn ein Administrator auf den Link klickt. Wenn ein Agent darauf klickt, öffnet er eine reduzierte Variante der Ansicht *Ticket-Benachrichtigungen*.
hu: Ez a csomag egy olyan hivatkozást tartalmaz, amely az adminisztrátori felület :doc:`../../admin/communication-notifications/ticket-notifications` képernyőjére mutat, ha egy adminisztrátor kattint a hivatkozásra. Ha egy ügyintéző kattint rá, akkor a *Jegyértesítések* képernyő csökkentett változatát nyitja meg.
zh_cn: 如果管理员单击此链接，则此小部件包含指向管理员界面的 :doc:`../../admin/communication-notifications/ticket-notifications` 屏幕的链接。如果一个服务人员点击它，它会打开一个缩小的 *工单通知* 屏幕。

source: Custom Notifications Widget
de: Widget „Benutzerdefinierte Benachrichtigungen”
hu: Egyéni értesítések felületi elem
zh_cn: 自定义通知小部件

source: The *Ticket Notifications* screen does not contain the administrative elements, if an agent opens it.
de: Die Ansicht *Ticket-Benachrichtigungen* enthält nicht die administrativen Elemente, wenn ein Agent sie öffnet.
hu: A *Jegyértesítések* képernyő nem tartalmazza az adminisztratív elemeket, ha egy ügyintéző nyitja meg azt.
zh_cn: 如果服务人员打开 *工单通知* 屏幕，则该屏幕不包含管理元素。

source: The agent is able to create his own notifications, like administrators can do, except the recipient addresses. Every event that an agent creates, will send emails to its own primary email. This recipient address is mandatory and cannot be switched to another one.
de: Der Agent ist in der Lage, seine eigenen Benachrichtigungen zu erstellen, wie es Administratoren tun können, mit Ausnahme der Empfängeradressen. Jedes Ereignis, das ein Agent erstellt, sendet E-Mails an seine eigene primäre E-Mail. Diese Empfängeradresse ist obligatorisch und kann nicht auf eine andere umgestellt werden.
hu: Az ügyintéző úgy képes létrehozni saját értesítéseket, ahogy az adminisztrátorok tehetik azt, kivéve a címzett címeit. Minden egyes esemény, amelyet egy ügyintéző létrehoz, csak a saját elsődleges e-mail címére fog e-maileket küldeni. Ez a címzett cím kötelező, és nem lehet átváltani másik címre.
zh_cn: 服务人员可以创建自己的通知，就像管理员所做的那样，但收件人地址除外。服务人员创建的每个事件都会将电子邮件发送到自己的主电子邮件。此收件人地址是必需的，不能切换到其它地址。

source: The related agent is only able to see, create, edit and/or delete his own notification entries. It is not possible to see or modify notification entries of other agents.
de: Der zugehörige Bearbeiter kann nur seine eigenen Benachrichtigungseinträge einsehen, anlegen, bearbeiten und/oder löschen. Es ist nicht möglich, Benachrichtigungseinträge anderer Bearbeiter zu sehen oder zu ändern.
hu: Az érintett ügyintéző csak a saját értesítési bejegyzéseit képes megtekinteni, létrehozni, szerkeszteni és/vagy törölni. Nem lehetséges más ügyintézők értesítési bejegyzéseit megtekinteni vagy módosítani.
zh_cn: 相关服务人员只能查看、创建、编辑和/或删除自己的通知条目。无法查看或修改其他服务人员的通知条目。

source: State Pre-selection Response Templates
zh_cn: 状态预选响应模板

source: The use of response templates saves a lot of time – especially if an agent has to answer a lot of similar customer requests, such as requests for a quote or a manual.
de: Die Verwendung von Antwortvorlagen spart viel Zeit - vor allem, wenn ein Agent viele ähnliche Kundenanfragen beantworten muss, wie z.B. Anfragen nach einem Angebot oder einem Handbuch.
hu: A válaszsablonok használata rengeteg időt megspórol – különösen akkor, ha egy ügyintézőnek nagyon sok hasonló ügyfélkérésre kell válaszolnia, például egy ajánlattal vagy kézikönyvvel kapcsolatos kérésekre.
zh_cn: 使用响应模板可以节省大量时间，特别是在服务人员必须回答许多类似的客户请求（如报价请求或手册）时。

source: In the standard version of **OTRS** you need to define the ticket state manually every time you use a response template. This is an additional task, which needlessly costs a lot of time and even is a source for mistakes, especially when you use response templates very often.
de: In der Standardversion von **OTRS** müssen Sie den Ticket-Status bei jeder Verwendung einer Antwortvorlage manuell definieren. Dies ist eine zusätzliche Aufgabe, die unnötig viel Zeit kostet und sogar eine Fehlerquelle ist, besonders wenn Sie sehr oft Antwortvorlagen verwenden.
hu: Az **OTRS** szabványos verziójában kézzel kell meghatároznia a jegyállapotot minden alkalommal, amikor egy válaszsablont használ. Ez egy további feladat, amely szükségtelenül emészt fel rengeteg időt, és még hibaforrás is lehet, amikor nagyon gyakran használja a válaszsablonokat.
zh_cn: 在 **OTRS** 的标准版本中，每次使用响应模板时都需要手动定义工单状态。这是一个额外的任务，不必要地花费大量时间，甚至是错误的来源，特别是当您经常使用响应模板时。

source: This feature add-on makes it possible to define a ticket state for every response template right from the start, so if the answer is sent, the ticket state is set automatically. This saves time and lowers the risk for mistakes.
de: Dieses Feature Add-on ermöglicht es, von Anfang an für jede Antwortvorlage einen Ticket-Status zu definieren, so dass beim Senden der Antwort der Ticket-Status automatisch gesetzt wird. Das spart Zeit und senkt das Fehlerrisiko.
hu: Ez a funkciókiegészítő már az elejétől kezdve lehetővé teszi egy jegyállapot meghatározását minden egyes válaszsablonhoz, így ha egy választ elküldenek, a jegyállapot automatikusan be lesz állítva. Ezzel időt nyer, és a hibázás kockázata is kisebb.
zh_cn: 本功能插件使您能够从一开始就为每个响应模板定义一个工单状态，因此，如果发送了应答，工单状态将自动设置。这样可以节省时间并降低出错的风险。

source: Decreasing the risk of incorrect status inputs.
de: Verminderung des Risikos falscher Statuseingaben.
hu: A helytelen állapotbevitelek kockázatának csökkentése.
zh_cn: 降低错误状态输入的风险。

source: Advertising or communication agencies
de: Werbe- oder Kommunikationsagenturen
hu: Reklám vagy kommunikációs ügynökségek
zh_cn: 广告或通讯机构

source: This package adds a new module *State pre-selection for Templates* to the *Ticket Settings* group in the administration interface.
de: Dieses Paket fügt ein neues Modul *Statusvorauswahl für Vorlagen* zur Gruppe *Ticketeinstellungen* im Administrator-Interface hinzu.
hu: Ez a csomag egy új *Állapot előre kiválasztása a sablonoknál* modult ad a *Jegybeállítások* csoporthoz az adminisztrátori felületen.
zh_cn: 本软件包将新模块 *状态预选模板* 添加到管理界面中的 *工单设置* 组。

source: State Pre-selection for Templates
de: Statusvorauswahl für Vorlagen
hu: Állapot előre kiválasztása a sablonoknál
zh_cn: 状态预选模板

source: Use this screen to assign a ticket state to response templates. The ticket state will be pre-selected when answering a ticket via the response template. The management screen is available in the *State Pre-selection for Templates* module of the *Ticket Settings* group.
de: In dieser Ansicht können Sie den Antwortvorlagen einen Ticket-Status zuweisen. Der Ticket-Status wird bei der Beantwortung eines Tickets über die Antwortvorlage vorselektiert. Die Verwaltungsansicht ist im Modul *Statusvorauswahl für Vorlagen* der Gruppe *Ticket-Einstellungen* verfügbar.
hu: Használja ezt a képernyőt egy jegyállapotnak a válaszsablonokhoz történő rendeléséhez. A jegyállapot előre ki lesz választva, ha megválaszol egy jegyet a válaszsablonon keresztül. A kezelőképernyő a *Jegybeállítások* csoport *Állapot előre kiválasztása a sablonoknál* moduljában érhető el.
zh_cn: 使用此屏幕可将工单状态分配给响应模板。通过响应模板答复工单时，工单状态将被预先选择。管理屏幕在 *工单设置* 组的 *状态预选模板* 模块中可用。

source: Ticket State Pre-selections For Response Templates Management Screen
de: Voreinstellungen für den Ticket-Status für die Verwaltungsansicht der Antwortvorlagen
hu: Jegyállapot előre kiválasztása a válaszsablonoknál kezelésének képernyője
zh_cn: 响应模板的工单状态预选管理屏幕

source: Manage Responses
de: Antworten verwalten
hu: Válaszok kezelése
zh_cn: 管理响应

source: To assign a ticket state to a response template:
de: So weisen Sie einer Antwortvorlage einen Ticket-Status zu:
hu: Egy jegyállapotnak egy válaszsablonhoz való rendeléshez:
zh_cn: 若要将工单状态分配给响应模板，请执行以下操作：

source: Click on a template in the list of templates.
de: Klicken Sie in der Liste mit den Vorlagen auf eine Vorlage.
hu: Kattintson egy sablonra a sablonok listájában.
zh_cn: 点击模板列表中的一个模板。

source: Select a ticket state for the response template.
de: Wählen Sie einen Ticket-Status für die Antwortvorlage aus.
hu: Válasszon egy jegyállapotot a válaszsablonhoz.
zh_cn: 为响应模板选择工单状态。

source: Edit Response Screen
de: Antwort bearbeiten
hu: Válasz szerkesztése képernyő
zh_cn: 编辑响应屏幕

source: The configured ticket states must be allowed in ticket context as next state. If this should not be the case, no next state will be pre-selected when answering a ticket.
de: Die konfigurierten Ticket-Status müssen im Ticket-Kontext als Folgestatus erlaubt sein. Sollte dies nicht der Fall sein, wird bei der Beantwortung eines Tickets kein nächster Status vorselektiert.
hu: A beállított jegyállapotoknak következő állapotként kell engedélyezve lenniük a jegy környezetében. Ha nem ez lenne a helyzet, akkor nem lesz következő állapot előre kiválasztva, ha megválaszolnak egy jegyet.
zh_cn: 已配置的工单状态必须在工单上下文中允许作为下一个状态。如果不是这样，则在答复工单时不会预先选择下一个状态。

source: If several templates are added to the system, use the filter box to find a particular template by just typing to filter.
de: Wenn dem System mehrere Vorlagen hinzugefügt wurden, verwenden Sie das Filterfeld, um eine bestimmte Vorlage zu finden, indem Sie einfach den zu filternden Namen eingeben.
hu: Ha több sablon van hozzáadva a rendszerhez, akkor használja a szűrődobozt egy bizonyos sablon megkereséséhez azáltal, hogy egyszerűen begépeli a nevét a szűrőbe.
zh_cn: 如果系统中添加了多个模板，请使用筛选框通过键入筛选来查找特定模板。

source: Response Settings
de: Antwort-Einstellungen
hu: Válasz beállításai
zh_cn: 响应设置

source: Pre-selected ticket state
de: Vorgewählter Ticket-Status
hu: Előre kiválasztott jegyállapot
zh_cn: 预选工单状态

source: Select a ticket state to assign it to the template. This ticket state will be pre-selected on *Ticket Compose* screen when answering a ticket using this response template.
de: Wählen Sie einen Ticket-Status aus, um ihn der Vorlage zuzuordnen. Dieser Ticket-Status wird in der Ansicht *Ticket erstellen* vorgewählt, wenn Sie ein Ticket mit dieser Antwortvorlage beantworten.
hu: Egy jegyállapot kiválasztása a sablonhoz történő hozzárendeléshez. Ez a jegyállapot lesz előre kiválasztva a *Jegyválasz* képernyőn, ha a válaszsablon használatával válaszolnak meg egy jegyet.
zh_cn: 选择工单状态以将其分配给模板。使用此响应模板答复工单时，将在 *工单撰写* 屏幕上预先选择此工单状态。

source: This package has no agent interface, but the package allows pre-selection of ticket states for response templates.
de: Dieses Paket hat kein Agenten-Interface, aber das Paket ermöglicht die Vorauswahl von Ticket-Status für Antwortvorlagen.
hu: Ennek a csomagnak nincs ügyintézői felülete, de a csomag lehetővé teszi a jegyállapotok előre kiválasztását a válaszsablonoknál.
zh_cn: 本软件包没有服务人员界面，但本软件包允许预先选择响应模板的工单状态。

source: To pre-select a ticket state on reply:
de: So wählen Sie bei der Antwort einen Ticket-Status vorab aus:
hu: Egy jegyállapot előre kiválasztásához a válasznál:
zh_cn: 若要在答复时预先选择工单状态，请执行以下操作：

source: Go to the *Ticket Zoom* screen and click on the *Reply* menu item in the article menu.
de: Gehen Sie zur *Ticket-Detailansicht* und klicken Sie auf den Menüpunkt *Antworten* im Artikelmenü.
hu: Menjen a *Jegynagyítás* képernyőre, és kattintson a *Válasz* menüpontra a bejegyzésmenüben.
zh_cn: 转到 *工单详情* 屏幕，单击文章菜单中的 *答复* 菜单项。

source: Select a response template from the drop-down list.
de: Wählen Sie eine Antwortvorlage aus der Dropdown-Liste aus.
hu: Válasszon egy válaszsablont a legördülő listából.
zh_cn: 从下拉列表中选择响应模板。

source: The pre-selected ticket state should be set on the *Next ticket state* field in the *Ticket Compose* window.
de: Der vorgewählte Ticket-Status sollte im Feld *Nächster Ticket-Status* im Fenster *Ticket erstellen* eingestellt sein.
hu: Az előre kiválasztott jegyállapotnak beállítva kell lennie a *Jegyválasz* ablakban lévő *Következő jegyállapot* mezőben.
zh_cn: 预选的工单状态应在 *工单撰写* 窗口中的 *下一个工单状态* 字段上设置。

source: The ticket state can be assigned in the :doc:`admin/ticket-settings/state-pre-selection-for-templates` management screen.
de: Der Status des Tickets kann in der Verwaltungsansicht :doc:`admin/ticket-settings/state-pre-selection-for-templates` zugewiesen werden.
hu: A jegyállapotot az :doc:`admin/ticket-settings/state-pre-selection-for-templates` kezelőképernyőn lehet hozzárendelni.
zh_cn: 工单状态可以在 :doc:`admin/ticket-settings/state-pre-selection-for-templates` 管理屏幕中分配。

source: System Configuration History
zh_cn: 系统配置历史

source: System configuration import and export are fully possible in the standard version of **OTRS**. An export always represents your complete configuration.
de: Der Import und Export von Systemkonfigurationen ist in der Standardversion von **OTRS** vollständig möglich. Ein Export stellt immer Ihre komplette Konfiguration dar.
hu: A rendszerbeállítás importálása és exportálása teljes mértékben lehetséges az **OTRS** szabványos verziójában. Az exportálás mindig a teljes konfigurációt jelenti.
zh_cn: 系统配置导入和导出在 **OTRS** 的标准版本中是完全可能的。一份导出始终代表您的完整配置。

source: With this feature add-on, previous revisions can now be viewed and restored individually. This makes it easy to reset a setting, reducing errors and downtime. In addition, changes are auditable and revision-proof – the system registers which changes have been made by whom.
de: Mit diesem Feature Add-on können nun frühere Revisionen einzeln betrachtet und wiederhergestellt werden. Dies erleichtert das Zurücksetzen einer Einstellung und reduziert Fehler und Ausfallzeiten. Darüber hinaus sind Änderungen prüfbar und revisionssicher - das System registriert, welche Änderungen von wem vorgenommen wurden.
hu: Ezzel a funkciókiegészítővel a korábbi verziók most már egyénileg megtekinthetők és helyreállíthatók. Ez megkönnyíti a beállítás visszaállítását, csökkentve a hibákat és a leállási időt. Ezenkívül a változtatások auditálhatók és ellenőrizhetők – a rendszer nyilvántartja, hogy ki és milyen változtatásokat hajtott végre.
zh_cn: 使用本功能插件，现在可以单独查看和还原以前的修订。 这使得重置设置变得容易，从而减少了错误和停机时间。 此外，更改是可审核的并且可以进行修订-系统会记录由谁进行的更改。

source: Error reduction by restoring configurations.
de: Fehlerreduzierung durch Wiederherstellung von Konfigurationen.
hu: A hibák csökkentése a beállítások helyreállításával.
zh_cn: 通过恢复配置来减少错误。

source: Detailed change log for all settings.
de: Detailliertes Änderungsprotokoll für alle Einstellungen.
hu: Részletes változásnapló az összes beállításhoz.
zh_cn: 所有设置的详细更改日志。

source: Accountability of changes.
de: Verantwortlichkeit für Änderungen.
hu: A változtatások felelősségre vonhatósága.
zh_cn: 变更责任。

source: This package adds two new screens to see the history of the system configuration settings.
de: Dieses Paket fügt zwei neue Ansichten hinzu, um die Historie der Einstellungen in der Systemkonfiguration anzuzeigen.
hu: Ez a csomag két új képernyőt ad hozzá a rendszerbeállítási lehetőségek előzményeinek megtekintéséhez.
zh_cn: 本软件包添加了两个新屏幕，以查看系统配置设置的历史记录。

source: After installation of the package, new screens will be available for administrators to go through system configuration deployment and specific settings history, and make changes if needed.
de: Nach der Installation des Pakets stehen den Administratoren neue Ansichten zur Verfügung, auf denen sie die Bereitstellung der Systemkonfiguration und den Verlauf bestimmter Einstellungen durchgehen und bei Bedarf Änderungen vornehmen können.
hu: A csomag telepítése után új képernyők válnak elérhetővé az adminisztrátoroknak, hogy végignézzék a rendszerbeállítások üzembe állításait és bizonyos beállítások előzményeit, illetve változtatásokat végezzenek, ha szükséges.
zh_cn: 安装本软件包后，新的屏幕将可供管理员查看系统配置部署和特定设置历史记录，并在需要时进行更改。
