Repository: Yan-Oliveira/doc-fao
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu, zh_cn

source: By default only certain dynamic fields are shown in the FAQ creation and edit screens, those that controls the frequency of the ticket creation but not ones that set values for the ticket, instead the ticket uses the default values provided in the system configuration settings described in :doc:`../../admin/processes-automation/dynamic-fields` chapter of the administrator interface.
de: Standardmäßig werden in den FAQ-Erstellungs- und Bearbeitungsansichten nur bestimmte dynamische Felder angezeigt, diejenigen, die die Häufigkeit der Ticket-Erstellung steuern, aber nicht diejenigen, die Werte für das Ticket festlegen. Stattdessen verwendet das Ticket die Standardwerte, die in den Systemkonfigurations-Einstellungen angegeben sind, die in Kapitel :doc:`../../admin/processes-automation/dynamic-fields` des Administrations-Interface beschrieben sind.
hu: Alapértelmezetten csak bizonyos dinamikus mezők jelennek meg a GyIK létrehozás és szerkesztés képernyőkön, amelyek a jegylétrehozás gyakoriságát vezérlik, de azok nem, amelyek értékeket állítanak be a jegyhez, ehelyett a jegy azokat az alapértelmezett értékeket használja, amelyeket az adminisztrátori felület :doc:`../../admin/processes-automation/dynamic-fields` fejezetében leírt rendszerbeállítási lehetőségek biztosítanak.
zh_cn: 默认情况下，FAQ知识库创建和编辑屏幕中仅显示某些动态字段，这些字段控制创建工单的频率，但不显示设置工单值的设置，而是使用系统配置设置中提供的默认值，参见管理员界面的 :doc:`../../admin/processes-automation/dynamic-fields` 章节。

source: To show the dynamic fields that set ticket values:
de: So zeigen Sie die dynamischen Felder an, die Ticketwerte festlegen:
hu: Azon dinamikus mezők megjelenítéséhez, amelyek jegyértékeket állítanak be:
zh_cn: 若要显示设置工单值的动态字段：

source: Search for settings ``FAQ::Frontend::AgentFAQAdd###DynamicField`` and/or ``FAQ::Frontend::AgentFAQEdit###DynamicField``.
de: Suchen Sie nach den Einstellungen ``FAQ::Frontend::AgentFAQAdd###DynamicField`` und/oder ``FAQ::Frontend::AgentFAQEdit###DynamicField``.
hu: Keressen rá a ``FAQ::Frontend::AgentFAQAdd###DynamicField`` és/vagy ``FAQ::Frontend::AgentFAQEdit###DynamicField`` beállításra.
zh_cn: 搜索设置 ``FAQ::Frontend::AgentFAQAdd###DynamicField`` 和/或 ``FAQ::Frontend::AgentFAQEdit###DynamicField`` 。

source: Update their values from *0* to *1* as any other dynamic field.
de: Aktualisieren Sie ihre Werte von *0* auf *1* wie jedes andere dynamische Feld.
hu: Frissítse az értékeiket *0*-ról *1*-re, mint bármely más dinamikus mezőnél.
zh_cn: 将其值从 *0* 更新为 *1* ，与任何其它动态字段一样。

source: Use Case Example
de: Anwendungsfall-Beispiel
hu: Használati eset példa
zh_cn: 用例示例

source: The following example assumes that all FAQ dynamic fields that set ticket values are activated for the FAQ add screen and the configuration of each dynamic field is set with valid values for the system.
de: Das folgende Beispiel geht davon aus, dass alle dynamischen FAQ-Felder, die Ticketwerte setzen, für die FAQ Hinzufügen-Ansicht aktiviert sind und die Konfiguration jedes dynamischen Feldes mit gültigen Werten für das System eingestellt ist.
hu: A következő példa azt feltételezi, hogy a jegyértékeket beállító összes GyIK dinamikus mező aktiválva van a GyIK hozzáadása képernyőhöz, és az egyes dinamikus mezők beállításai érvényes értékekkel vannak beállítva a rendszernél.
zh_cn: 下面的示例假设设置工单值的所有FAQ动态字段都在FAQ添加屏幕中激活，并且每个动态字段的配置都使用系统的有效值设置。

source: To create a FAQ item which will be triggered for the ticket creation:
de: So erstellen Sie ein FAQ-Element, das für die Ticketerstellung ausgelöst wird:
hu: Egy olyan GyIK elem létrehozásához, amely aktiválva lesz a jegy létrehozásánál:
zh_cn: 若要创建将触发创建工单的FAQ条目，请执行以下操作：

source: Create a new FAQ item.
de: Erstellen Sie einen FAQ-Eintrag.
hu: Hozzon létre egy új GyIK elemet.
zh_cn: 创建一个新的FAQ知识库条目。

source: Set *2019-04-15 10:00:00* for *Ticket create start time*.
de: Setzen Sie *2019-04-15 10:00:00* für *Ticketerstellung Startzeit*.
hu: Állítson be *2019-04-15 10:00:00* értéket a *Jegylétrehozás kezdési ideje* mezőnél.
zh_cn: *工单创建开始时间* 设置为 *2019-04-15 10:00:00*。

source: Set *2020-04-15 10:00:00* for *Ticket create end time*.
de: Setzen Sie *2020-04-15 10:00:00* für *Ticketerstellung Endzeit*.
hu: Állítson be *2020-04-15 10:00:00* értéket a *Jegylétrehozás befejezési ideje* mezőnél.
zh_cn: *工单创建结束时间* 设置为 *2020-04-15 10:00:00*。

source: Set *Daily* for *Ticket create frequency*.
de: Setzen Sie *Täglich* für *Ticketerstellung Häufigkeit*.
hu: Állítson be *Napi* értéket a *Jegylétrehozás gyakorisága* mezőnél.
zh_cn: *工单创建频率* 设置为 *每天*。

source: Set *01* for *Ticket create repeat times*.
de: Setzen Sie *01* für *Ticketerstellung Wiederholungszeiten*.
hu: Állítson be *01* értéket a *Jegylétrehozás ismétléseinek száma* mezőnél.
zh_cn: *工单创建重复次数* 设置为 *01*。

source: Select *Monday* and *Friday* for *Ticket create repeat on days*.
de: Wählen Sie *Montag* und *Freitag* für *Ticketerstellung Wiederholen an Tagen*.
hu: Válasszon *Hétfő* és *Péntek* értéket a *Jegylétrehozás ismétlése ezeken a napokon* mezőnél.
zh_cn: *工单创建重复天数* 选择 *星期一* 和 *星期五*。

source: Fill the following fields to define the values for the ticket which will be created:
de: Füllen Sie die folgenden Felder aus, um die Werte für das zu erstellende Ticket zu definieren:
hu: Töltse ki a következő mezőket a létrehozandó jegy értékeinek meghatározásához:
zh_cn: 填写以下字段以定义将要创建的工单的值：

source: Ticket create customer user
de: Ticket-Erstellung Kundenbenutzer
hu: Jegylétrehozás ügyfél-felhasználója
zh_cn: 工单创建的客户用户

source: Ticket create owner
de: Ticket-Erstellung Besitzer
hu: Jegylétrehozás tulajdonosa
zh_cn: 工单创建的所有者

source: Ticket create responsible
de: Ticket-Erstellung Verantwortlicher
hu: Jegylétrehozás felelőse
zh_cn: 工单创建的负责人

source: Ticket create ticket type
de: Ticket-Erstellung Ticket-Typ
hu: Jegylétrehozás jegytípusa
zh_cn: 工单创建的工单类型

source: Ticket create queue
de: Ticket-Erstellung Queue
hu: Jegylétrehozás várólistája
zh_cn: 工单创建的队列

source: Ticket create priority
de: Ticket-Erstellung Priorität
hu: Jegylétrehozás prioritása
zh_cn: 工单创建的优先级

source: Ticket create service
de: Ticket-Erstellung Service
hu: Jegylétrehozás szolgáltatása
zh_cn: 工单创建的服务

source: Ticket create SLA
de: Ticket-Erstellung SLA
hu: Jegylétrehozás SLA-ja
zh_cn: 工单创建的SLA

source: Ticket create state
de: Ticket-Erstellung Status
hu: Jegylétrehozás állapota
zh_cn: 工单创建的状态

source: Create New FAQ Article
de: Neuen FAQ-Artikel erstellen
hu: Új GyIK bejegyzés létrehozása
zh_cn: 创建新的FAQ知识库文章

source: Now every Monday and Friday in the range of 2019-2020 years the OTRS daemon cron job will create a ticket for this FAQ item.
de: Jetzt wird jeden Montag und Freitag im Bereich von 2019-2020 der OTRS-Daemon CronJob ein Ticket für diesen FAQ-Artikel erstellen.
hu: Mostantól az OTRS démon cron-feladat 2019-2020 között minden hétfőn és pénteken létre fog hozni egy jegyet ehhez a GyIK elemhez.
zh_cn: 现在，在2019-2020年的每个星期一和星期五，OTRS守护进程cron任务将为此FAQ知识库条目创建一个工单。

source: Automatic Start of Processes
zh_cn: 自动启动流程

source: Recurring tasks can be digitized particularly well. Creating process tickets on a schedule relieves your agents, and even your customers, of the obligation to think about the tasks. Once set up, steps can be automated and begun without manual intervention. Documentation of task fulfillment develops naturally as the ticket moves through the process.
de: Wiederkehrende Aufgaben lassen sich besonders gut digitalisieren. Die Erstellung von Prozess-Tickets über einen Zeitplan nimmt Ihren Agenten und sogar Ihren Kunden, die Pflicht an die Aufgaben zu denken. Einmal eingestellt, können Schritte automatisiert und regelmäßig abgearbeitet werden. Eine Dokumentation der Aufgaben-Erfüllung entsteht dabei wie von selbst.
hu: Az ismétlődő feladatok különösen jól digitalizálhatók. A folyamatjegyek tervezett ütemben való létrehozása mentesíti az Ön ügyintézőit, sőt, még az ügyfeleit is a feladatokon való gondolkodás alól. A beállítást követően a lépések automatizálhatók, és manuális beavatkozás nélkül elindíthatók. A feladat teljesítésének dokumentálása természetesen megy végbe, ahogy a jegy keresztülhalad a folyamaton.
zh_cn: 重复的任务可以特别好地数字化。 按计划创建流程工单可以使您的服务人员甚至客户免于考虑任务的义务。一旦设置好，步骤就可以自动开始，无需人工干预。当工单在流程中移动时，任务实现的文档会自然地发展。

source: Automated processes save time.
de: Automatisierte Prozesse sparen Zeit.
hu: Az automatizált folyamatok időt takarítanak meg.
zh_cn: 自动化流程可节省时间。

source: Tasks are completed efficiently.
de: Aufgaben werden effizient erledigt.
hu: A feladatok végrehajtása hatékony.
zh_cn: 有效地完成任务。

source: Performance is consistent and errors are reduced.
de: Die Leistung ist konsistent und Fehler werden reduziert.
hu: Állandó teljesítmény, kevesebb hibával.
zh_cn: 性能一致，错误减少。

source: The right tasks are completed at the right times.
de: Die richtigen Aufgaben werden zur richtigen Zeit erledigt.
hu: A megfelelő feladatok kerülnek végrehajtásra a megfelelő időben.
zh_cn: 正确的任务是在正确的时间完成的。

source: Complaint management
de: Reklamationsbearbeitung
hu: Panaszkezelés
zh_cn: 投诉管理

source: Customer service
de: Kundenservice
hu: Vevőszolgálat
zh_cn: 客户服务

source: Finance and accounting
de: Finanz- und Rechnungswesen
hu: Pénzügy és könyvelés
zh_cn: 财会

source: IT service
hu: IT-szolgáltatás
zh_cn: IT服务

source: Security management
de: Sicherheitsmanagement
hu: Biztonságmenedzsment
zh_cn: 安全管理

source: This package implements a scheduled automatic creation of process tickets.
de: Dieses Paket implementiert eine geplante automatische Erstellung von Prozesstickets.
hu: Ez a csomag a folyamatjegyek ütemezett, automatikus létrehozását valósítja meg.
zh_cn: 此软件包实现了计划的自动创建流程工单。

source: After installation of the package a new *Start Event* element is added to process management.
de: Nach der Installation des Pakets wird der Prozessverwaltung ein neues *Startereignis*-Element hinzugefügt.
hu: A csomag telepítése után egy új *Kezdőesemény* elem lesz hozzáadva a folyamatkezeléshez.
zh_cn: 安装本软件包后，会向流程管理添加一个新的 *启动事件* 元素。

source: Process Management
de: Prozessmanagement
hu: Folyamatkezelés
zh_cn: 流程管理

source: After installation of the package a new *Start Event* element will be available in the accordion widget of the process management. Processes can now contain a normal start point and a scheduled start point. The schedule of the start event can be configured via an interface.
de: Nach der Installation des Pakets ist ein neues *Startereignis*-Element im Akkordeon-Bereich des Prozessmanagements verfügbar. Prozesse können nun einen normalen Startpunkt und einen geplanten Startpunkt enthalten. Der Zeitplan des Startereignisses kann über eine Schnittstelle konfiguriert werden.
hu: A csomag telepítése után egy új *Kezdőesemény* elem lesz elérhető a folyamatkezelés harmonika felületi elemében. A folyamatok mostantól tartalmazhatnak normál kezdőpontot és ütemezett kezdőpontot. A kezdőesemény ütemezése egy felületen keresztül állítható be.
zh_cn: 安装该软件包后，流程管理的手风琴小部件中将提供一个新的 *启动事件* 元素。流程现在可以包含正常起点和计划起点。可以通过一个界面配置启动事件的计划。

source: Create Start Events
de: Startereignisse erstellen
hu: Kezdőesemények létrehozása
zh_cn: 创建启动事件

source: To be able to create a start event for the process management, create a process or modify an existing one.
de: Um ein Startereignis für das Prozessmanagement anlegen zu können, legen Sie einen Prozess an oder ändern Sie einen bestehenden.
hu: Ahhoz, hogy képes legyen kezdőeseményt létrehozni a folyamatkezeléshez, hozzon létre egy folyamatot vagy módosítson egy meglévőt.
zh_cn: 为了能够为流程管理创建启动事件，请创建流程或修改现有流程。

source: Click on the *Start Events* item in the *Available Process Elements* widget in the left sidebar. This action will expand the *Start Events* options and will collapse all others doing an accordion like effect. Click on the *Create New Start Event* button.
de: Klicken Sie auf den Eintrag *Startereignisse* im Widget *Verfügbare Prozesselemente* in der linken Seitenleiste. Diese Aktion erweitert die Optionen von *Startereignisse* und schließt alle anderen evtl. ausgeklappten Prozesselemente. Klicken Sie auf die Schaltfläche *Neues Startereignis erstellen*.
hu: Kattintson a *Kezdőesemények* elemre a bal oldalsávon lévő *Elérhető folyamatelemek* felületi elemben. Ez a művelet ki fogja nyitni a *Kezdőesemények* lehetőségeit, és össze fogja csukni az összes többit egy harmonikaszerű hatást elvégezve. Kattintson az *Új kezdőesemény létrehozása* gombra.
zh_cn: 单击左侧边栏中 *可用的流程元素* 小部件中的 *启动事件* 项。 此操作将扩展 *启动事件* 选项，并将折叠所有其它的选项类似手风琴效果。 单击 *创建新的启动事件* 按钮。

source: Start Events
de: Startereignisse
hu: Kezdőesemények
zh_cn: 启动事件

source: In the opened popup screen fill in the *Start Event Name* as well as set the schedule times.
de: Geben Sie im geöffneten Popup-Fenster den *Startereignis-Name* ein und legen Sie die Zeitpunkte für die Planung fest.
hu: A megnyílt felugró képernyőn töltse ki a *Kezdőesemény neve* mezőt, valamint állítsa be az ütemezési időket.
zh_cn: 在打开的弹出屏幕中，填写 *启动事件名称* 并设置计划时间。

source: Create New Start Event Screen
de: Neues Startereignis erstellen
hu: Új kezdőesemény létrehozása képernyő
zh_cn: 创建新的启动事件 屏幕

source: Start event name
de: Startereignis-Name
hu: Kezdőesemény neve
zh_cn: 启动事件名称

source: A name of the scheduled based start point.
de: Ein Name für den geplanten Startpunkt.
hu: Az ütemezésalapú kezdőpont neve.
zh_cn: 基于计划的起始点的名称。

source: Schedule settings
de: Zeitplan-Einstellungen
hu: Ütemezési beállítások
zh_cn: 计划设置

source: Cron settings of the scheduled start point.
de: CronJob-Einstellungen des geplanten Startpunktes.
hu: Az ütemezett kezdőpont cron-beállításai.
zh_cn: 计划起始点的 Cron 设置。

source: To edit an already defined start event, just click on its name in the *Available Process Elements* widget.
de: Um ein bereits definiertes Startereignis zu bearbeiten, klicken Sie einfach auf seinen Namen im Widget *Verfügbare Prozesselemente*.
hu: Egy már meghatározott kezdőesemény szerkesztéséhez egyszerűen kattintson a nevére az *Elérhető folyamatelemek* felületi elemben.
zh_cn: 要编辑已定义的启动事件，只需在 *可用的流程元素* 小部件中单击其名称即可。

source: Edit Start Event Screen
de: Startereignis bearbeiten
hu: Kezdőesemény szerkesztése képernyő
zh_cn: 编辑启动事件 屏幕

source: Add Start Event to Canvas
de: Startereignis zur Zeichenfläche hinzufügen
hu: Kezdőesemény hozzáadása a vászonhoz
zh_cn: 将启动事件添加到画布

source: To add a configured start event to the process canvas screen a free activity (not connected to other activities) is necessary. The scheduled based start event can not be connected directly to the normal start point of the process. In addition, the timer start event is not moveable. It is absolutely required to connect the scheduled based start event to a free activity. This first scheduled based activity can then be connected with a normal activity.
de: Um ein konfiguriertes Startereignis zur Prozess-Zeichenfläche hinzuzufügen, ist eine freie Aktivität (nicht mit anderen Aktivitäten verbunden) erforderlich. Das geplante basierte Startereignis kann nicht direkt mit dem normalen Startpunkt des Prozesses verbunden werden. Außerdem ist das Startereignis nicht beweglich. Es ist zwingend erforderlich, das geplante Startereignis mit einer freien Aktivität zu verbinden. Diese erste geplante basierte Aktivität kann dann mit einer normalen Aktivität verbunden werden.
hu: Ahhoz, hogy hozzáadja a kezdőeseményt a folyamat vászonképernyőjéhez, egy szabad tevékenység szükséges (olyan, amely nem kapcsolódik egyéb tevékenységekhez). Az ütemezésalapú kezdőesemény nem kapcsolódhat közvetlenül a folyamat normál kezdőpontjához. Ezenkívül az időzítő kezdőesemény nem mozgatható. Feltétlenül szükséges az ütemezésalapú kezdőeseményt hozzákapcsolni egy szabad tevékenységhez. Ez az első ütemezésalapú tevékenység ezután hozzákapcsolható egy normál tevékenységhez.
zh_cn: 要将已配置的启动事件添加到流程画布屏幕，必需一个空闲的活动（未连接到其它活动）。 基于计划的启动事件无法直接连接到流程的正常起始点。 此外，计时器启动事件不可移动。 绝对需要将基于计划的启动事件连接到空闲活动。 然后，可以将该基于计划的第一个活动连接到正常活动。

source: Start Event on Canvas
de: Startereignis auf der Zeichenfläche
hu: Kezdőesemény a vásznon
zh_cn: 画布上的启动事件

source: The initial activity of the timer start event can be any type of activity. In case of a user task activity, the process ticket is created and the process stays in this activity.
de: Die Anfangsaktivität des Startereignisses kann eine beliebige Art von Aktivität sein. Im Falle einer Aktivität eines Benutzer-Tasks wird das Prozessticket erstellt und der Prozess bleibt in dieser Aktivität.
hu: Az időzítő kezdőesemény kezdeti tevékenysége bármilyen típusú tevékenység lehet. Felhasználói feladat tevékenység esetén a folyamatjegy létrejön, és a folyamat ott marad ebben a tevékenységben.
zh_cn: 计时器启动事件的初始活动可以是任何类型的活动。 如果是用户任务活动，则会创建流程工单，并且该流程将保留在此活动中。

source: Any change that is made on the process will require to re-deploy the process in order to get the change reflected in the system.
de: Jede Änderung am Prozess erfordert, dass der Prozess neu in Betrieb genommen werden muss, damit sich die Änderungen im System auswirken.
hu: A folyamatokon elvégzett bármilyen változtatás a folyamat ismételt üzembe állítását igényli annak érdekében, hogy a változtatást visszajuttassa a rendszerbe.
zh_cn: 对流程所做的任何更改都需要重新部署流程，以便将更改反映到系统中。

source: Brute Force Attack Protection
zh_cn: 暴力攻击保护

source: Access to your customers’ data must be protected at all times, and new defense mechanisms are being created all the time to help with this. A drastic and effective method is to simply block access once too many incorrect logins have been tried. This method can be incorporated into **OTRS**. Whether over the Internet or via VPN, your customers’ access to the Self Service Center is now even better protected.
de: Die Zugänge und Daten Ihrer Kunden gilt es mit allen Mitteln zu schützen. Dafür werden immer neue Abwehrmechanismen geschaffen. Eine drastische und gleichermaßen wirksame Methode ist es, einen Zugang bei vielen Fehlanmeldungen einfach zu sperren. Egal ob im Internet oder im VPN, die Zugänge Ihrer Kunden zum Self Service Center sind nun noch mal besser geschützt.
hu: Az ügyfelek adataihoz való hozzáférést minden esetben védeni kell, és folyamatosan új védekezési módszereket kell létrehozni ennek segítségére. Drasztikus és hatékony módszer, hogy egyszerűen blokkoljuk a hozzáférést, amikor túl sok helytelen bejelentkezési kísérlet történik. Ezt a módszert be lehet építeni az **OTRS**-be. Mindegy, hogy az internetről vagy VPN-en keresztül történik, az ügyfelek hozzáférése az önkiszolgáló ügyfélszolgálati központhoz mostantól még jobban védett.
zh_cn: 必须始终保护对客户数据的访问，并始终创建新的防御机制以帮助实现此目的。 一种极其有效的方法是在尝试了太多不正确的登录后简单地阻止访问。 该方法可以整合到 **OTRS** 中。 无论是通过互联网还是通过VPN，您的客户对自助服务中心的访问现在都得到了更好的保护。

source: Increases the security of **OTRS**.
de: Die Sicherheit Ihres OTRS wird erhöht.
hu: Megnöveli az **OTRS** biztonságát.
zh_cn: 增加了 **OTRS** 的安全性。

source: Protects from misuse of your customer accounts.
de: Schützt Sie vor Missbrauch Ihrer Kundenzugänge.
hu: Megvédi az ügyfelek fiókját a visszaélésektől.
zh_cn: 防止滥用您的客户帐户。

source: E-commerce
hu: E-kereskedelem
zh_cn: 电子商务

source: SILVER
hu: EZÜST
zh_cn: 银牌

source: After installation of the package a new system configuration option will be available to restrict the passwords in the external interface.
de: Nach der Installation des Pakets wird eine neue Systemkonfigurations-Option zur Verfügung stehen, um die Passwörter im externen Interface zu beschränken.
hu: A csomag telepítése után egy új rendszerbeállítási lehetőség lesz elérhető a külső felületen lévő jelszavak korlátozásához.
zh_cn: 安装本软件包后，可以使用新的系统配置选项来限制外部人员界面中的密码。

source: The customer user passwords can be restricted in the external interface to avoid using of weak passwords.
de: Die Kundenpasswörter können im externen Interface eingeschränkt werden, um die Verwendung von schwachen Passwörtern zu vermeiden.
hu: Az ügyfél-felhasználói jelszavak korlátozhatók a külső felületen a gyenge jelszavak használatának elkerüléséhez.
zh_cn: 可以在外部人员界面中限制客户用户密码，以避免使用弱密码。

source: To activate these features:
de: So aktivieren Sie diese Feature:
hu: Ezen funkciók bekapcsolásához:
zh_cn: 要激活这些功能：

source: Select *OTRSBruteForceAttackProtection* in the *Navigation* widget.
de: Wählen Sie *OTRSBruteForceAttackProtection* im Widget *Navigation*.
hu: Válassza ki az *OTRSBruteForceAttackProtection* lehetőséget a *Navigáció* felületi elemben.
zh_cn: 在 *导航* 小部件中选择 *OTRSBruteForceAttackProtection*。

source: Navigate to *Frontend → External → View → Preferences* in the navigation tree.
de: Navigieren Sie im Navigationsbaum zu *Frontend → External → View → Preferences*.
hu: Navigáljon a *Frontend → External → View → Preferences* ághoz a navigációs fában.
zh_cn: 导航到导航树中的 *Frontend → External → View → Preferences* 。

source: Modify the settings.
de: Ändern Sie die Einstellungen.
hu: Módosítsa a beállításokat.
zh_cn: 修改设置。

source: Deploy the modified settings.
de: Nehmen Sie die geänderten Einstellungen in Betrieb.
hu: Állítsa üzembe a módosított beállításokat.
zh_cn: 部署修改后的设置。

source: ``CustomerPersonalPreference###Password`` Setting
de: ``CustomerPersonalPreference###Password``-Einstellung
hu: A ``CustomerPersonalPreference###Password`` beállítás
zh_cn: ``CustomerPersonalPreference###Password`` 设置

source: Allows to lock a customer user to forbid the login if maximum failed logins reached. Setting this option to *0* disables the feature, setting the option to *3* means that only three login attempts possible.
de: Ermöglicht es, einen Kundenbenutzer zu sperren, um die Anmeldung zu verbieten, wenn die maximale Anzahl von fehlgeschlagenen Anmeldungen erreicht wurde. Wenn Sie diese Option auf *0* setzen, wird die Funktion deaktiviert, wenn Sie die Option auf *3* setzen, sind nur drei Anmeldeversuche möglich.
hu: Lehetővé teszi egy ügyfél-felhasználó zárolását, hogy megtiltsa a bejelentkezést, ha a legnagyobb sikertelen bejelentkezést elérte. Ennek a beállításnak a *0*-ra állítása letiltja a funkciót, a beállítás *3*-ra állítása pedig azt jeleni, hogy csak három bejelentkezési próbálkozás lehetséges.
zh_cn: 允许锁定客户用户，以便在达到最大登录失败时禁止登录。 将此选项设置为 *0* 会禁用该功能，将选项设置为 *3* 表示只能进行三次登录尝试。

source: The OTRS log file contains an error message related to the locked customer user account and the forbidden login. This error message can be used by third-party tools like `fail2ban <https://www.fail2ban.org/>`__.
de: Die OTRS-Protokolldatei enthält eine Fehlermeldung bezüglich des gesperrten Kundenkontos und der verbotenen Anmeldung. Diese Fehlermeldung kann von Drittanbieter-Tools wie `fail2ban <https://www.fail2ban.org/>`__ verwendet werden.
hu: Az OTRS naplófájl hibaüzenetet tartalmaz a zárolt ügyfél-felhasználói fiókkal és a megtiltott bejelentkezéssel kapcsolatban. Ezt a hibaüzenet használhatják a harmadik féltől származó eszközök, mint például a `fail2ban <https://www.fail2ban.org/>`__.
zh_cn: OTRS日志文件包含与锁定的客户用户帐户和禁止登录相关的错误消息。 第三方工具可以使用此错误消息，例如 `fail2ban <https://www.fail2ban.org/>`__。

source: Defines if the password needs to contain at least 2 letter characters by setting the option to *1*.
de: Legt fest, ob das Passwort mindestens 2 Buchstaben enthalten muss, indem die Option auf *1* gesetzt wird.
hu: Meghatározza a beállítás *1*-re állításával, hogy a jelszónak tartalmaznia kell legalább 2 betű karaktert.
zh_cn: 通过将选项设置为 *1* 来定义密码是否需要包含至少2个字母的字符。

source: Defines if at least 2 lowercase and 2 uppercase letter characters are needed by setting the option to *1*.
de: Definiert, ob mindestens 2 Kleinbuchstaben und 2 Großbuchstaben benötigt werden, indem die Option auf *1* gesetzt wird.
hu: Meghatározza a beállítás *1*-re állításával, hogy legalább 2 kisbetű és 2 nagybetű karakter szükséges.
zh_cn: 通过将选项设置为 *1* 来定义是否需要至少2个小写字母和2个大写字母字符。

source: Defines the minimum number of characters in passwords.
de: Legt die minimale Anzahl von Buchstaben in Passwörtern fest.
hu: Meghatározza a jelszavakban lévő karakterek legkisebb számát.
zh_cn: 定义密码中的最小字符数。
