Repository: Yan-Oliveira/doc-fao
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu, zh_cn

source: You can even configure to use the additional shown information out of the *Timeline Custom* view (configurable per calendar) in the ICS file generation as well. Just activate the setting ``AppointmentCalendar::ICSFiles::UseAppointmentDescription`` to combine the regular description with the configured text.
de: Sie können sogar konfigurieren, dass die zusätzlich angezeigten Informationen aus der Ansicht *Zeitleiste Benutzerdefiniert* (konfigurierbar pro Kalender) auch in der ICS-Dateierzeugung verwendet werden. Aktivieren Sie einfach die Einstellung ``TerminKalender::ICSFiles::UseAppointmentDescription``, um die normale Beschreibung mit dem konfigurierten Text zu kombinieren.
hu: Még azt is beállíthatja, hogy a további megjelenített információkat is használja az *Egyéni idővonal* nézetből (naptáranként állítható be) az ICS-fájl előállításakor. Egyszerűen kapcsolja be az ``AppointmentCalendar::ICSFiles::UseAppointmentDescription`` beállítást a szokásos leírás és a beállított szöveg egyesítéséhez.
zh_cn: 您甚至可以配置使用ICS文件生成中 *自定义时间线* 视图（每个日历可配置）中显示的附加信息。只需激活设置 ``AppointmentCalendar::ICSFiles::UseAppointmentDescription`` 即可将常规描述与配置的文本组合起来。

source: This package adds support for dynamic fields to appointments.
de: Dieses Paket bietet Unterstützung für dynamische Felder in Terminen.
hu: Ez a csomag támogatást ad az időpontokhoz adható dinamikus mezőkhöz.
zh_cn: 本软件包为预约添加了对动态字段的支持。

source: The usage of :doc:`../../dynamic-field-database` feature is not supported.
de: Die Verwendung der Funktion :doc:`../../dynamic-field-database` wird nicht unterstützt.
hu: A :doc:`../../dynamic-field-database` funkció használata nem támogatott.
zh_cn: 不支持使用 :doc:`../../dynamic-field-database` 功能。

source: Use this screen to manage dynamic fields for appointments. Dynamic fields for appointments have to be configured in the same way as dynamic fields for other object. Once you have set up the dynamic fields, you have to activate the dynamic fields for calendars.
de: In dieser Ansicht können Sie dynamische Felder für Termine verwalten. Dynamische Felder für Termine müssen genauso konfiguriert werden wie dynamische Felder für andere Objekte. Nachdem Sie die dynamischen Felder eingerichtet haben, müssen Sie die dynamischen Felder für Kalender aktivieren.
hu: Használja ezt a képernyőt az időpontok dinamikus mezőinek kezeléséhez. Az időpontok dinamikus mezőit ugyanúgy kell beállítani mint az egyéb objektumok dinamikus mezőit. Miután beállította a dinamikus mezőket, be is kell kapcsolnia a dinamikus mezőket a naptáraknál.
zh_cn: 使用此屏幕可管理预约的动态字段。预约的动态字段的配置方式必须与其它对象的动态字段的配置方式相同。设置动态字段后，必须激活日历的动态字段。

source: To activate dynamic fields for calendars:
de: So aktivieren Sie dynamische Felder für Kalender:
hu: A naptáraknál történő dinamikus mezők bekapcsolásához:
zh_cn: 若要激活日历的动态字段，请执行以下操作：

source: Go to the :doc:`../administration/calendars` screen.
de: Gehen zur Ansicht :doc:`../administration/calendars`.
hu: Menjen a :doc:`../administration/calendars` képernyőre.
zh_cn: 转到 :doc:`../administration/calendars` 屏幕。

source: Select a calendar or create a new one.
de: Wählen Sie einen Kalender aus oder erstellen Sie einen neuen.
hu: Válasszon egy naptárat vagy hozzon létre egy újat.
zh_cn: 选择一个日历或创建一个新日历。

source: Find the *Dynamic Fields* section in the *Manage Settings* widget.
de: Suchen Sie nach dem Abschnitt *Dynamische Felder* im Widget *Einstellungen verwalten*.
hu: Keresse meg a *Dinamikus mezők* szakaszt a *Beállítások kezelése* felületi elemen.
zh_cn: 在 *管理设置* 小部件中找到 *动态字段* 部分。

source: Dynamic fields are available in the linked appointments widget in the *Ticket Zoom* screen as well.
de: Dynamische Felder sind auch im Widget für verknüpfte Termine in der *Ticket-Detailansicht* verfügbar.
hu: A dinamikus mezők elérhetők a *Jegynagyítás* képernyőn lévő kapcsolt időpontok felületi elemen is.
zh_cn: 动态字段也可以在 *工单详情* 屏幕的 “链接预约” 小部件中找到。

source: This feature add-on enhances the original calendar implementation by introducing resource allocation for appointments. Furthermore, resources can be assigned to separate teams, which in turn can be used to filter resource overview and availability. The appointments now can be used in dynamic list statistics.
de: Dieses Feature Add-on erweitert die ursprüngliche Kalenderimplementierung um die Ressourcenzuweisung für Termine. Darüber hinaus können Ressourcen einzelnen Teams zugeordnet werden, die wiederum zur Filterung der Ressourcenübersicht und -verfügbarkeit verwendet werden können. Die Termine können nun in der Statistik des Typs „Dynamische Liste” verwendet werden.
hu: Ez a funkciókiegészítő feljavítja az eredeti naptár-megvalósítást az időpontokhoz történő erőforrás-lefoglalás bevezetésével. Ezenkívül az erőforrások hozzárendelhetők különálló csapatokhoz, amelyek viszont használhatók az erőforrás-áttekintés és erőforrás-elérhetőség szűréséhez. Az időpontok mostantól használhatók a dinamikus lista statisztikákban.
zh_cn: 此功能加载项通过引入预约的资源分配来增强原始日历实现。此外，可以将资源分配给不同的团队，这些团队又可以用于筛选资源概览和可用性。现在可以在动态列表统计中使用预约。

source: The agent have to be the member of ``admin`` group to access :doc:`agent/calendar/manage-calendars`, :doc:`agent/calendar/manage-teams` and :doc:`agent/calendar/manage-team-agents` screens.
de: Der Agent muss Mitglied der Gruppe ``admin`` sein, um auf die Ansichten :doc:`agent/calendar/manage-calendars`, :doc:`agent/calendar/manage-teams` und :doc:`agent/calendar/manage-team-agents` zugreifen zu können.
hu: Az ügyintézőnek az ``admin`` csoport tagjának kell lennie a :doc:`agent/calendar/manage-calendars`, a :doc:`agent/calendar/manage-teams` és a :doc:`agent/calendar/manage-team-agents` képernyők eléréséhez.
zh_cn: 服务人员必须是 ``admin`` 组的成员才能访问 :doc:`agent/calendar/manage-calendars` 、:doc:`agent/calendar/manage-teams` 和 :doc:`agent/calendar/manage-team-agents` 屏幕。

source: Calendar
de: Kalender
hu: Naptár
zh_cn: 日历

source: After installation of the package, some new menu items will be available in the *Calendar* menu.
de: Nach der Installation des Pakets sind einige neue Menüpunkte im Menü *Kalender* verfügbar.
hu: A csomag telepítése után néhány új menüpont lesz elérhető a *Naptár* menüben.
zh_cn: 安装本软件包后，*日历* 菜单中将提供一些新的菜单项。

source: Manage Calendars
de: Kalender verwalten
hu: Naptárak kezelése
zh_cn: 管理日历

source: You have to be the member of ``admin`` group to access this screen.
de: Sie müssen Mitglied der Gruppe ``admin`` sein, um auf diese Ansicht zugreifen zu können.
hu: Az ``admin`` csoport tagjának kell lennie, hogy hozzáférjen ehhez a képernyőhöz.
zh_cn: 您必须是 ``admin`` 组的成员才能访问此屏幕。

source: This menu item opens the :doc:`../../admin/administration/calendars` management screen of the administrator interface.
de: Dieser Menüpunkt öffnet die Verwaltungsansicht :doc:`../../admin/administration/calendars` im Administratior-Interface.
hu: Ez a menüpont az adminisztrátori felület :doc:`../../admin/administration/calendars` kezelése képernyőjét nyitja meg.
zh_cn: 此菜单项打开管理员界面的 :doc:`../../admin/administration/calendars` 管理屏幕。

source: Manage Team Agents
de: Team-Agenten verwalten
hu: Csapatügyintézők kezelése
zh_cn: 管理团队服务人员

source: Once you have set up a team in :doc:`manage-teams` screen, you must define which agents belong to which teams. To use this function, at least one agent and one team need to have been added to the system. The management screen is available in the *Manage Team Agents* menu item of the *Calendar* menu. Additionally, it is also accessible from the :doc:`resource-overview` and :doc:`manage-teams` screens.
de: Sobald Sie ein Team in der Ansicht :doc:`manage-teams` eingerichtet haben, müssen Sie definieren, welche Agenten zu welchen Teams gehören. Um diese Funktion nutzen zu können, müssen mindestens ein Agent und ein Team dem System hinzugefügt worden sein. Die Verwaltungsansicht ist im Menüpunkt *Teamagenten verwalten* des Menüs *Kalender* verfügbar. Darüber hinaus ist es auch über die Ansichten :doc:`resource-overview` und :doc:`manage-teams` zugänglich.
hu: Miután beállított egy csapatot a :doc:`manage-teams` képernyőn, meg kell határoznia, hogy mely ügyintézők tartozzanak az egyes csapatokhoz. A funkció használatához az szükséges, hogy legalább egy ügyintéző és legalább egy csapat hozzá legyen adva a rendszerhez. A kezelőképernyő a *Naptár* menü *Csapatügyintézők kezelése* menüpontjában érhető el. Ezenkívül a kezelőképernyő elérhető az :doc:`resource-overview` és a :doc:`manage-teams` képernyőkről is.
zh_cn: 在 :doc:`manage-teams` 屏幕中设置团队后，您必须定义哪些服务人员属于哪些团队。 要使用此功能，至少需要在系统中添加一个服务人员和一个团队。 管理屏幕位于 *日历* 菜单的 *管理团队的服务人员* 菜单项中。 此外，它还可以从 :doc:`resource-overview` 和 :doc:`manage-teams` 屏幕访问。

source: Manage Team Agents Screen
de: Team-Agenten verwalten
hu: Csapatügyintézők kezelése képernyő
zh_cn: 管理团队的服务人员

source: Manage Agents ↔ Teams Relations
de: Agenten ↔ Teams-Zuordnungen verwalten
hu: Ügyintézők ↔ Csapatok kapcsolatainak kezelése
zh_cn: 管理服务人员 ↔ 团队关系

source: To assign some teams to an agent:
de: So ordnen Sie Teams einem Agenten zu:
hu: Néhány csapatnak egy ügyintézőhöz való rendeléséhez:
zh_cn: 若要将某些团队分配给一个服务人员：

source: Click on an agent in the *Agents* column.
de: Klicken Sie in der Spalte *Agenten* auf einen Agent.
hu: Kattintson egy ügyintézőre az *Ügyintézők* oszlopban.
zh_cn: 点击 *服务人员* 列中的一个服务人员。

source: Select the teams you would like to assign the agent to.
de: Wählen Sie die Teams aus, denen Sie den Agenten zuordnen möchten.
hu: Válassza ki azokat a csapatokat, amelyeket hozzá szeretne rendelni az ügyintézőhöz.
zh_cn: 选择要为此服务人员分配的团队。

source: Change Team Relations for Agent
de: Team-Beziehungen für Agent verwalten
hu: Csapatkapcsolatok megváltoztatása egy ügyintézőnél
zh_cn: 修改服务人员的团队关系

source: To assign some agents to a team:
de: So ordnen Sie Agenten einem Team zu:
hu: Néhány ügyintézőnek egy csapathoz való rendeléséhez:
zh_cn: 若要将某些服务人员分配给一个团队：

source: Click on a team in the *Teams* column.
de: Klicken Sie auf ein Team in der Spalte *Teams*.
hu: Kattintson egy csapatra a *Csapatok* oszlopban.
zh_cn: 点击 *团队* 列中的一个团队。

source: Select the agents you would like to assign to the team.
de: Wählen Sie die Agenten aus, die Sie dem Team zuordnen möchten.
hu: Válassza ki azokat az ügyintézőket, akiket hozzá szeretne rendelni a csapathoz.
zh_cn: 选择要为此团队分配的服务人员。

source: Change Agent Relations for Team
de: Agenten-Beziehungen für Team verwalten
hu: Ügyintéző-kapcsolatok megváltoztatása egy csapatnál
zh_cn: 修改团队的服务人员关系

source: If several agents or teams are added to the system, use the filter box to find a particular agent or team by just typing the name to filter.
de: Wenn dem System mehrere Agenten oder Teams hinzugefügt wurden, verwenden Sie das Filterfeld, um einen bestimmten Agenten oder Team zu finden, indem Sie einfach den zu filternden Namen eingeben.
hu: Ha több ügyintéző vagy csapat van hozzáadva a rendszerhez, akkor használja a szűrődobozt egy bizonyos ügyintéző vagy csapat megkereséséhez azáltal, hogy egyszerűen begépeli a nevét a szűrőbe.
zh_cn: 如果系统中添加了多个服务人员或团队，只需键入要过滤的名称，即可使用过滤器框查找特定服务人员或团队。

source: Multiple agents or teams can be assigned in both screens at the same time. Additionally clicking on an agent or clicking on a team in the relations screen will open the *Edit Agent* screen or the *Edit Team* screen accordingly.
de: In beiden Ansichten können gleichzeitig mehrere Agenten oder Teams zugeordnet werden. Wenn Sie zusätzlich auf einen Agenten oder auf ein Team in der Ansicht klicken, wird die Ansicht *Agent bearbeiten* oder die Ansicht *Team bearbeiten* entsprechend geöffnet.
hu: Egyszerre több ügyintéző vagy csapat is hozzárendelhető mindkét képernyőn. Ezenkívül a kapcsolatok képernyőn egy ügyintézőre vagy egy csapatra kattintva meg fog nyílni az *Ügyintéző szerkesztése* vagy a *Csapat szerkesztése* képernyő annak megfelelően.
zh_cn: 可以在两个屏幕中同时分配多个服务人员或团队。 此外，单击关系屏幕中的服务人员或团队将相应地打开 *编辑服务人员* 屏幕或 *编辑团队* 屏幕。

source: Accessing an agent or a team provides no back link to the relations screen.
de: Die Ansichten zur Verwaltung von Agenten und Teams bieten keinen „Zurück”-Link zur Ansicht mit den Zuordnungen.
hu: Egy ügyintéző vagy egy csapat elérése nem biztosít visszafelé mutató hivatkozást a kapcsolatok képernyőre.
zh_cn: 访问服务人员或团队后不提供返回到关系屏幕的链接。

source: Manage Teams
de: Teams verwalten
hu: Csapatok kezelése
zh_cn: 管理团队

source: Use this screen to manage teams. The team management screen is available in the *Manage Teams* menu item of the *Calendar* menu. Additionally, it is also accessible from the :doc:`resource-overview` and :doc:`manage-team-agents` screens.
de: Verwenden Sie diese Ansicht, um Teams zu verwalten. Die Ansicht zur Verwaltung von Teams ist unter dem Menüeintrag *Teams verwalten* im Menü *Kalender* verfügbar. Darüber hinaus ist es auch über die Ansichten :doc:`resource-overview` und :doc:`manage-team-agents` zugänglich.
hu: Használja ezt a képernyőt a csapatok kezeléséhez. A csapatkezelés képernyő a *Naptár* menü *Csapatok kezelése* menüpontjában érhető el. Ezenkívül a kezelőképernyő elérhető az :doc:`resource-overview` és a :doc:`manage-team-agents` képernyőkről is.
zh_cn: 使用此屏幕管理团队。 团队管理屏幕位于 *日历* 菜单的 *管理团队* 菜单项中。 此外，它还可以从 :doc:`resource-overview` 和 :doc:`manage-team-agents` 屏幕访问。

source: Manage Teams Screen
de: Teams verwalten
hu: Csapatok kezelése képernyő
zh_cn: 管理团队 屏幕

source: To create a new team:
de: So erstellen Sie ein neues Team:
hu: Egy új csapat létrehozásához:
zh_cn: 若要创建一个新的团队：

source: Click on the *Add Team* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Team hinzufügen*.
hu: Kattintson a *Csapat hozzáadása* gombra a bal oldalsávban.
zh_cn: 点击左侧边栏中的 *添加团队* 按钮。

source: Click on the *Save* button.
de: Klicken Sie auf die Schaltfläche *Speichern*.
hu: Kattintson a *Mentés* gombra.
zh_cn: 点击 *保存* 按钮。

source: Add Team Screen
de: Team hinzufügen
hu: Csapat hozzáadása képernyő
zh_cn: 添加团队 屏幕

source: Teams can not be deleted from the system. They can only be deactivated by setting the *Validity* option to *invalid* or *invalid-temporarily*.
de: Teams können nicht aus dem System gelöscht werden. Sie können nur deaktiviert werden, wenn die Einstellung *Gültigkeit* auf *ungültig* oder *ungültig-temporär* gesetzt wird.
hu: A csapatok nem törölhetők a rendszerből. Azonban kikapcsolhatók az *Érvényesség* beállítás *érvénytelen* vagy *átmenetileg érvénytelen* értékre állításával.
zh_cn: 无法从系统中删除团队。 只能通过将 *有效性* 选项设置为 *无效* 或 *临时无效* 来停用它们。

source: To edit a team:
de: So bearbeiten Sie ein Team:
hu: Egy csapat szerkesztéséhez:
zh_cn: 若要编辑一个团队：

source: Click on a team in the list of teams.
de: Klicken Sie in der Liste mit den Teams auf ein Team.
hu: Kattintson egy csapatra a csapatok listájában.
zh_cn: 点击团队列表中的一个团队。

source: Modify the fields.
de: Ändern Sie die Felder.
hu: Módosítsa a mezőket.
zh_cn: 修改字段。

source: Edit Team Screen
de: Teams bearbeiten
hu: Csapat szerkesztése képernyő
zh_cn: 编辑团队 屏幕

source: To manage team agents:
de: So verwalten Sie Team-Agenten:
hu: Csapatügyintézők kezeléséhez:
zh_cn: 若要管理团队中的服务人员：

source: Click on the *Manage Team Agents* button.
de: Klicken Sie auf die Schaltfläche *Team-Agenten verwalten*.
hu: Kattintson a *Csapatügyintézők kezelése* gombra.
zh_cn: 点击 *管理团队的服务人员* 按钮。

source: Assign agents to teams and vice versa in the :doc:`manage-team-agents` screen.
de: Ordnen Sie in der Ansicht :doc:`manage-team-agents` Agenten den Teams zu und umgekehrt.
hu: Rendeljen ügyintézőket a csapatokhoz és fordítva a :doc:`manage-team-agents` képernyőn.
zh_cn: 在 :doc:`manage-team-agents` 屏幕中将服务人员分配给团队，反之亦然。

source: To export a team:
de: So exportieren Sie ein Team:
hu: Egy csapat exportálásához:
zh_cn: 若要导出一个团队：

source: Click on the export icon in the last column of the overview table.
de: Klicken Sie in der letzten Spalte der Übersichtstabelle auf das Export-Symbol.
hu: Kattintson az exportálás ikonra az áttekintő táblázat utolsó oszlopában.
zh_cn: 单击概览表最后一列中的导出图标。

source: Choose a location in your computer to save the ``Export_Team_Team_name.yml`` file.
de: Wählen Sie einen Speicherort auf Ihrem Computer um die ``Export_Team_Team_name.yml``-Datei zu speichern.
hu: Válasszon egy helyet a számítógépén az ``Export_Team_Csapatnév.yml`` fájl mentéséhez.
zh_cn: 在计算机中选择一个位置以保存 ``Export_Team_Team_name.yml`` 文件。

source: Export Team Screen
de: Teams exportieren
hu: Csapat exportálása képernyő
zh_cn: 导出团队 屏幕

source: To import a team:
de: So importieren Sie ein Team:
hu: Egy csapat importálásához:
zh_cn: 若要导入一个团队：

source: Click on the *Browse…* button of the *Team Import* widget in the left sidebar.
de: Klicken Sie auf die Schaltfläche *Durchsuchen...* im Widget *Teams importieren* in der linken Seitenleiste.
hu: Kattintson a *Csapat importálása* felületi elem *Tallózás…* gombjára a bal oldalsávban.
zh_cn: 点击左侧边栏中的 *团队导入* 小部件的 *浏览…* 按钮。

source: Click on the *Overwrite existing entities* checkbox, if you would like to overwrite the existing teams.
de: Klicken Sie auf das Kontrollkästchen *Bestehende Einträge überschreiben*, wenn Sie die bestehenden Teams überschreiben möchten.
hu: Kattintson a *Meglévő bejegyzések felülírása* jelölőnégyzetre, ha felül szeretné írni a meglévő csapatokat.
zh_cn: 如果您想覆盖现有的团队，点击 *覆盖当前已有条目* 复选框。

source: Click on the *Import team* button.
de: Klicken Sie auf die Schaltfläche *Teams importieren*.
hu: Kattintson a *Csapat importálása* gombra.
zh_cn: 点击 *导入团队* 按钮。

source: Team Import Widget
de: Widget „Team importieren”
hu: Csapat importálása felületi elem
zh_cn: 团队导入小部件

source: If several teams are added to the system, use the filter box to find a particular team by just typing the name to filter.
de: Wenn dem System mehrere Teams hinzugefügt wurden, verwenden Sie das Filterfeld, um ein bestimmtes Team zu finden, indem Sie einfach den zu filternden Namen eingeben.
hu: Ha több csapat van hozzáadva a rendszerhez, akkor használja a szűrődobozt egy bizonyos csapat megkereséséhez azáltal, hogy egyszerűen begépeli a nevét a szűrőbe.
zh_cn: 如果系统中添加了多个团队，只需键入要过滤的名称，即可使用过滤器框查找特定团队。

source: Team Settings
de: Team-Einstellungen
hu: Csapat beállításai
zh_cn: 团队设置

source: Permission group \*
de: Berechtigungsgruppe \*
hu: Jogosultsági csoport \*
zh_cn: 权限组 \*

source: Agent groups that can manage the team. Full access to this group is required for anyone to be able to manage the team and its agents, as well as assign them as resources to appointments.
de: Agentengruppen, die das Team verwalten können. Der volle Zugriff auf diese Gruppe ist Voraussetzung dafür, dass jeder in der Lage ist, das Team und seine Agenten zu verwalten und sie als Ressourcen für Termine zuzuordnen.
hu: Ügyintézői csoportok, amelyek kezelhetik a csapatot. Teljes hozzáférés szükséges ehhez a csoporthoz mindenkinek, hogy képes legyen kezelni a csapatot és annak ügyintézőit, valamint hozzá tudja rendelni azokat erőforrásokként az időpontokhoz.
zh_cn: 可以管理团队的服务人员组。 任何人都可以完全访问该组，以便能够管理团队及其服务人员，并将其作为资源分配给预约。

source: Resource Overview
de: Ressourcenübersicht
hu: Erőforrás áttekintő
zh_cn: 资源概览

source: While it is possible to assign resources to an appointment in any calendar overview, this screen is designed exclusively for allocating resources to appointments. The resource overview screen is available in the *Resource Overview* menu item of the *Calendar* menu.
de: Während es möglich ist, einem Termin in jeder Kalenderübersicht Ressourcen zuzuordnen, ist diese Ansicht ausschließlich für die Zuordnung von Ressourcen zu Terminen gedacht. Die Ressourcenübersicht finden Sie im Menüpunkt *Ressourcenübersicht* des Menüs *Kalender*.
hu: Noha lehetőség van erőforrásokat hozzárendelni egy időponthoz bármely naptáráttekintőben, ezt a képernyőt kizárólag az időpontokhoz történő erőforrás-hozzárendeléshez tervezték. Az erőforrás áttekintő képernyő a *Naptár* menü *Erőforrás áttekintő* menüpontjában érhető el.
zh_cn: 虽然可以在任何日历概览中为预约分配资源，但此屏幕专门用于为预约分配资源。 资源概览屏幕位于 *日历* 菜单的 *资源概览* 菜单项。

source: This screen looks very much like a regular calendar overview. It has a filter for teams on top and a list of agents for that team (available only in time-line views). By choosing a team from the top filter, you will be presented with all appointments assigned to it. A new button *Timeline Custom* is also added as a new customizable view.
de: Dieser Ansicht sieht sehr ähnlich wie eine normale Kalenderübersicht aus. Sie hat einen Filter für Teams an der Spitze und eine Liste der Agenten für dieses Team (nur in der Zeitachsenansicht verfügbar). Wenn Sie ein Team aus dem oberen Filter auswählen, werden Ihnen alle ihm zugeordneten Termine angezeigt. Eine neue Schaltfläche *Zeitleiste Benutzerdefiniert* wird ebenfalls als neue anpassbare Ansicht hinzugefügt).
hu: Ez a képernyő nagyon hasonlóan néz ki, mint a szokásos naptáráttekintő. Rendelkezik egy szűrővel a csapatokhoz a felső részen, valamint egy ügyintézőlistával ahhoz a csapathoz (csak idővonal nézetekben érhető el). A felső szűrőből egy csapat kiválasztásával meg fog jelenni az összes időpont, amely hozzá van rendelve. Egy új *Egyéni idővonal* gomb is hozzáadásra került új személyre szabható nézetként.
zh_cn: 这个屏幕看起来非常像一个常规的日历概览。它有一个位于顶部的团队过滤器和该团队的服务人员列表（仅在时间线视图中可用）。通过从顶部过滤器中选择一个团队，您将看到分配给它的所有预约。还添加了新的 *自定义时间线* 按钮作为新的可自定义视图。

source: Resource Overview Screen
de: Ressourcenübersicht
hu: Erőforrás áttekintő képernyő
zh_cn: 资源概览 屏幕

source: Management screens for the *Resource Overview* screen:
de: Verwaltungsansichten für die *Ressourcenübersicht*:
hu: Kezelőképernyők az *Erőforrás áttekintő* képernyőnél:
zh_cn: *资源概览* 屏幕的管理屏幕：

source: Click on the :doc:`manage-calendars` button to set up some calendars.
de: Klicken Sie auf die Schaltfläche :doc:`manage-calendars`, um Kalender einzurichten.
hu: Kattintson a :doc:`manage-calendars` gombra néhány naptár beállításához.
zh_cn: 单击 :doc:`manage-calendars` 按钮以设置一些日历。

source: Click on the :doc:`manage-teams` button to create teams.
de: Klicken Sie auf die Schaltfläche :doc:`manage-teams`, um Teams zu erstellen.
hu: Kattintson a :doc:`manage-teams` gombra csapatok létrehozásához.
zh_cn: 单击 :doc:`manage-teams` 按钮创建团队。

source: Click on the :doc:`manage-team-agents` button to assign agents to teams.
de: Klicken Sie auf die Schaltfläche :doc:`manage-team-agents`, um Agenten zu Teams zuzuordnen.
hu: Kattintson a :doc:`manage-team-agents` gombra az ügyintézők csapatokhoz való hozzárendeléséhez.
zh_cn: 点击 :doc:`manage-team-agents` 按钮为团队分配服务人员。

source: Click on the *Add Appointment* button to create appointment in the configured calendars.
de: Klicken Sie auf die Schaltfläche *Termin hinzufügen*, um einen Termin in einem konfigurierten Kalendern zu erstellen.
hu: Kattintson az *Időpont hozzáadása* gombra a beállított naptárakban történő időpont létrehozásához.
zh_cn: 点击 *添加预约* 按钮以在配置的日历中创建预约。

source: The buttons are available only, if calendars, teams and team agent are configured properly.
de: Die Schaltflächen sind nur verfügbar, wenn Kalender, Teams und Team-Agent richtig konfiguriert sind.
hu: A gombok csak akkor érhető el, ha a naptárak, a csapatok és a csapatügyintézők megfelelően be vannak állítva.
zh_cn: 只有在日历、团队和团队服务人员均配置正确时，这些按钮才可用。
