Repository: Yan-Oliveira/doc-fao
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu, zh_cn

source: To filter the services on the ticket create screens:
de: So filtern Sie die Services in der Ticket-Erstellansicht:
hu: A jegylétrehozás képernyőkön lévő szolgáltatások szűréséhez:
zh_cn: 要在工单创建屏幕上筛选服务，请执行以下操作：

source: Go to any ticket create screen, for example *New Phone Ticket*.
de: Gehen Sie in einer Ticket-Erstellansicht, bspw. *Neues Telefon-Ticket*.
hu: Menjen bármelyik jegylétrehozás képernyőre, például az *Új telefonos jegy* képernyőre.
zh_cn: 转到任何工单创建屏幕，例如 *新建电话工单*。

source: Choose *Unclassified* ticket type.
de: Wählen Sie den Ticket-Typ *unklassifiziert*.
hu: Válassza ki az *Osztályozatlan* jegytípust.
zh_cn: 选择 *Unclassified（未分类）* 工单类型。

source: Fill in the other customer fields.
de: Füllen Sie die anderen Kundenfelder aus.
hu: Töltse ki a többi ügyfélmezőt.
zh_cn: 填写其它客户字段。

source: Check what services are available in the *Service* drop-down.
de: Überprüfen Sie in der Dropdown-Liste *Service*, welche Services verfügbar sind.
hu: Ellenőrizze, hogy mely szolgáltatások érhetők el a *Szolgáltatás* legördülő listában.
zh_cn: 在 *服务* 下拉列表中检查可用的服务。

source: *Customer Users ↔ Services* filter is applied before the one for *Types ↔ Services*.
de: Der Filter *Kundennutzer ↔ Services* wird vor dem Filter für *Typen ↔ Services* angewendet.
hu: Az *Ügyfél-felhasználók ↔ Szolgáltatások* szűrő a *Típusok ↔ Szolgáltatások* képernyőn lévők előtt van alkalmazva.
zh_cn: *客户用户 ↔ 服务* 过滤器在 *类型 ↔ 服务* 过滤器之前应用。

source: Service Responsible
zh_cn: 服务负责人

source: Typically, an inbound ticket is first assigned to an edit group/team, known as a queue, by an agent. This agent usually has no knowledge of which employee on the respective team should handle the request. The ticket is then reopened by the team that manages the queue, and it is assigned to the person who becomes responsible for taking care of the request. This means that the ticket is dispatched two times, so to speak.
de: In der Regel wird ein eingehendes Ticket zunächst von einem Agenten einer Bearbeitungsgruppe bzw. einem Bearbeitungsteam, einer so genannten Queue, zugeordnet. Dieser Agent hat in der Regel keine Kenntnis darüber, welcher Mitarbeiter des jeweiligen Teams die Anfrage bearbeiten soll. Das Ticket wird dann von dem Team, das die Queue verwaltet, wieder geöffnet und der Person zugewiesen, die für die Bearbeitung der Anfrage verantwortlich ist. Das bedeutet, dass das Ticket sozusagen zweimal versandt wird.
hu: Jellemzően egy bejövő jegyet először egy ügyintéző hozzárendel egy szerkesztő csoporthoz vagy csapathoz, amelyet várólistaként ismernek. Ennek az ügyintézőnek általában nincs tudomása arról, hogy a megfelelő csapat mely alkalmazottjának kellene kezelnie a kérést. Ezután a jegyet újranyitja az a csapat, amely kezeli a várólistát, és hozzárendeli ahhoz a személyhez, aki felelősévé válik annak, hogy kezelje a kérést. Ez azt jelenti, hogy a jegyet úgymond kétszer kézbesítik.
zh_cn: 通常，一个服务人员首先将入站工单分配给称为队列的编辑组/团队。 该服务人员通常不知道各个团队中的哪个雇员应处理该请求。 然后，工单由管理队列的团队重新打开，并分配给负责处理请求的人员。 可以这么说，这意味着工单已分配两次。

source: This feature add-on allows you to configure your system so that specific agents are associated with each service option. This way, the agent who originally receives the inbound ticket does not need to know which employee is responsible for which services, but instead chooses only the service that needs to be provided. The assignment to a person is automatically handled by the system. Now, ticket assignment only needs to happen one time.
de: Mit diesem Feature Add-on können Sie Ihr System so konfigurieren, dass jeder Serviceoption bestimmte Agenten zugeordnet sind. Auf diese Weise muss der Bearbeiter, der das eingehende Ticket ursprünglich erhält, nicht wissen, welcher Mitarbeiter für welche Services verantwortlich ist, sondern wählt nur den Service aus, der erbracht werden muss. Die Zuordnung zu einer Person wird vom System automatisch übernommen. Nun muss die Ticket-Zuordnung nur noch einmal erfolgen.
hu: Ez a funkciókiegészítő lehetővé teszi, hogy úgy állítsa be a rendszert, hogy bizonyos ügyintézők hozzá legyenek rendelve az egyes szolgáltatási lehetőségekhez. Így módon annak az ügyintézőnek, aki eredetileg megkapta a bejövő jegyet, nem kell tudnia, hogy mely alkalmazott felelős az adott szolgáltatásért, hanem csak a szolgáltatást kell kiválasztania, amelyet meg kell adni. A rendszer automatikusan kezeli a személyhez történő hozzárendelést. Mostantól a jegyhozzárendelésnek csak egyszer kell megtörténnie.
zh_cn: 本功能插件使您可以配置系统，以便将特定的服务人员与每个服务选项相关联。 这样，最初接收入站工单的服务人员无需知道哪个员工负责哪些服务，而是只选择需要提供的服务。 系统自动处理分配给某个人。 现在，工单分配仅需要执行一次。

source: This functionality is, for example, a big advantage when working with a paged first-level support group. In this situation, agents who handle inbound tickets do not usually know the individual employees and their skill sets. This can cause delays in correctly assigning the ticket.
de: Diese Funktionalität ist z.B. ein großer Vorteil bei der Arbeit mit einer seitenlangen First-Level-Supportgruppe. In dieser Situation kennen Agenten, die eingehende Tickets bearbeiten, in der Regel nicht die einzelnen Mitarbeiter und ihre Fähigkeiten. Dies kann zu Verzögerungen bei der korrekten Zuordnung des Tickets führen.
hu: Ez a funkcionalitás például nagy előny, amikor első szintű támogató csoportban dolgozik. Ebben a helyzetben azok az ügyintézők, akik kezelik a bejövő jegyeket, általában nem ismerik az egyes alkalmazottakat és a megadott képességeiket. Ez késleltetést okozhat a jegy megfelelő hozzárendelésben.
zh_cn: 例如，当使用分页的一级支持组时，此功能是一个很大的优势。在这种情况下，处理入境工单的服务人员通常不知道员工个人及其技能集。这可能会导致延迟正确分配工单。

source: Tickets are assigned directly to the person responsible.
de: Tickets werden direkt dem Verantwortlichen zugeordnet.
hu: A jegyek közvetlenül a felelős személyhez lesznek rendelve.
zh_cn: 工单直接分配给负责人。

source: Ticket allocation is faster and more efficient.
de: Die Ticket-Zuordnung ist schneller und effizienter.
hu: A jegykiosztás gyorsabb és hatékonyabb.
zh_cn: 工单分配更快更有效。

source: Assignment to outsourced first-level support is seamless.
de: Die Zuordnung zum ausgelagerten First-Level-Support erfolgt nahtlos.
hu: Zökkenőmentes hozzárendelés a kiszervezett első szintű támogatáshoz.
zh_cn: 分配到外包的一级支持是无缝的。

source: Large companies
de: Große Unternehmen
hu: Nagyvállalatok
zh_cn: 大型公司

source: Companies with a high volume of tickets
de: Unternehmen mit einem hohen Ticketaufkommen
hu: Nagyszámú jeggyel dolgozó vállalatok
zh_cn: 工单量大的公司

source: Companies with many employees
de: Unternehmen mit vielen Mitarbeitern
hu: Sok alkalmazottat foglalkoztató vállalatok
zh_cn: 员工很多的公司

source: Service-oriented workgroups
de: Service-orientierte Arbeitsgruppen
hu: Szolgáltatásorientált munkacsoportok
zh_cn: 面向服务的工作组

source: Companies with outsourced first-level support
de: Unternehmen mit ausgelagertem First-Level-Support
hu: Kiszervezett első szintű támogatással rendelkező vállalatok
zh_cn: 外包了一级支持的公司

source: This package has no administrator interface, but adds a new entry to the recipient list of ticket notifications.
de: Dieses Paket hat kein Administrator-Interface, fügt aber einen neuen Eintrag in die Empfängerliste der Ticket-Benachrichtigungen ein.
hu: Ennek a csomagnak nincs adminisztrátori felülete, de egy új bejegyzést ad a jegyértesítések címzettlistájához.
zh_cn: 本软件包没有管理员界面，但将新条目添加到工单通知的收件人列表中。

source: This feature add-on adds a notification recipient for agents, who set the services in the :doc:`../agent/avatar/personal-preferences` as responsible services.
de: Dieses Feature Add-on fügt einen Benachrichtigungsempfänger für Agenten hinzu, die die Services in der Datei :doc:`../agent/avatar/personal-preferences` als zuständige Services festlegen.
hu: Ez a funkciókiegészítő egy értesítési címzettet ad azokhoz az ügyintézőkhöz, akik beállították a szolgáltatásokat felelős szolgáltatásokként a :doc:`../agent/avatar/personal-preferences` képernyőn.
zh_cn: 本功能插件为服务人员添加一个通知收件人，服务人员将 :doc:`../agent/avatar/personal-preferences` 中的服务设置为负责的服务。

source: After installation of the package a new option will be available for the *Send to* field of the *Recipients* widget.
de: Nach der Installation des Pakets steht eine neue Option für das Feld *Senden an* des Widgets *Empfänger* zur Verfügung.
hu: A csomag telepítése után egy új lehetőség válik elérhetővé a *Címzettek* felületi elem *Küldés neki* mezőjében.
zh_cn: 安装本软件包后，*收件人* 小部件的 *发送给* 字段将提供一个新选项。

source: Manage Ticket Notifications
de: Ticket-Benachrichtigungen verwalten
hu: Jegyértesítések kezelése
zh_cn: 管理工单通知

source: This feature add-on adds a new notification option for the service responsible agent.
de: Dieses Feature Add-on fügt eine neue Benachrichtigungsoption für den zuständigen Bearbeiter hinzu.
hu: Ez a funkciókiegészítő egy új értesítési lehetőséget ad a szolgáltatás felelős ügyintézőjéhez.
zh_cn: 本功能插件为服务的负责人员添加了一个新的通知选项。

source: Ticket Notification Settings
de: Ticket-Benachrichtigungseinstellungen
hu: Jegyértesítési beállítások
zh_cn: 工单通知设置

source: For an example, see a default ticket notification which is included in a fresh **OTRS** installation.
de: Ein Beispiel dafür ist die standardmäßige Ticket-Benachrichtigung, die in einer neuen **OTRS** Installation enthalten ist.
hu: Példaként nézzen meg egy alapértelmezett jegyértesítést, amelyet egy friss **OTRS** telepítés tartalmaz.
zh_cn: 示例请参阅新的 **OTRS** 安装中包含的默认工单通知。

source: Recipients
de: Empfänger
hu: Címzettek
zh_cn: 收件人

source: Ticket Notification Settings - Recipients
de: Ticket-Benachrichtigungseinstellungen - Empfänger
hu: Jegyértesítési beállítások – címzettek
zh_cn: 工单通知设置 - 收件人

source: Send to
de: Senden an
hu: Küldés neki
zh_cn: 发送给

source: The service responsibilities of all assigned agents can be chosen with the option *All agents responsible for the service* to notify the responsible agents.
de: Mit der Option *Alle für den Service verantwortlichen Agenten* können Sie die Serviceverantwortlichkeiten aller zugeordneten Agenten auswählen, um die zuständigen Agenten zu benachrichtigen.
hu: Az összes hozzárendelt ügyintéző szolgáltatásfelelősségei *Az összes ügyintéző, aki felelős a szolgáltatásért* lehetőséggel választhatók ki a felelős ügyintézők értesítéséhez.
zh_cn: 可以通过选项 *所有负责服务的服务人员* 选择所有已分配服务人员的服务职责，以通知负责的服务人员。

source: All other setting and options are part of the **OTRS** framework.
de: Alle anderen Einstellungen und Optionen sind Teil des **OTRS** Frameworks.
hu: Az összes többi beállítás és lehetőség az **OTRS** keretrendszer része.
zh_cn: 所有其它设置和选项都是 **OTRS** 框架的一部分。

source: This package adds a new preferences module to assign agents as responsible for services. Each agent can be assigned as responsible to multiple services and each service can have assigned multiple agents.
de: Dieses Paket fügt ein neues Einstellungs-Modul hinzu, um Agenten als Verantwortliche für Services zuzuweisen. Jeder Agent kann als Verantwortlicher mehreren Services zugeordnet werden und jeder Service kann mehrere Agenten zugeordnet haben.
hu: Ez a csomag egy új beállítások modult ad hozzá az ügyintézők felelősként történő beállításához a szolgáltatásoknál. Minden egyes ügyintéző hozzárendelhető felelősként több szolgáltatáshoz is, és minden egyes szolgáltatás is több hozzárendelt ügyintézővel rendelkezhet.
zh_cn: 本软件包添加了一个新的首选项模块，以将服务人员分配为服务负责人。 可以将每个服务人员分配为负责多个服务，并且每个服务可以分配多个服务人员。

source: With this feature add-on each agent can be assigned to services within the related user preferences.
de: Mit diesem Feature Add-on kann jeder Agent den Services innerhalb der zugehörigen Benutzereinstellungen zugeordnet werden.
hu: Ezzel a funkciókiegészítővel az egyes ügyintézők hozzárendelhetők szolgáltatásokhoz a kapcsolódó felhasználói beállításokon belül.
zh_cn: 借助此功能插件，可以将每个服务人员分配给相关用户首选项内的服务。

source: After installation of the package a new widget will be available in the *Notification Settings* module in the *Personal Preferences* screen.
de: Nach der Installation des Pakets ist ein neues Widget im Modul *Benachrichtigungseinstellungen* in der Ansicht *Persönliche Einstellungen* verfügbar.
hu: A csomag telepítése után egy új felületi elem válik elérhetővé a *Személyes beállítások* képernyőn lévő *Értesítési beállítások* modulban.
zh_cn: 安装本软件包后，*个人首选项* 屏幕的 *通知设置* 模块中将提供一个新的小部件。

source: Notification Settings
de: Benachrichtigungseinstellungen
hu: Értesítési beállítások
zh_cn: 通知设置

source: These settings are for customizing personal notifications.
de: Diese Einstellungen dienen zum Anpassen von persönlichen Benachrichtigungen.
hu: Ezek a beállítások a személyes értesítések személyre szabásához vannak.
zh_cn: 这些设置用于自定义个人通知。

source: In this widget the agents can set services to be a responsible agent to those services.
de: In diesem Widget können die Agenten Services auswählen, für die sie als verantwortlicher Agent für diese Services zuständig sind.
hu: Ezen a felületi elemen az ügyintézők beállíthatnak szolgáltatásokat, hogy felelős ügyintézők legyenek azoknál a szolgáltatásoknál.
zh_cn: 在此小部件中，服务人员可以将服务设置为对那些服务负责的服务人员。

source: Service Responsible Widget
de: Widget „Service-Verantwortlicher”
hu: Szolgáltatás felelőse felületi elem
zh_cn: 服务负责人小部件

source: Select one or more services from the drop-down list.
de: Wählen Sie einen oder mehrere Services aus der Dropdown-Liste.
hu: Válasszon egy vagy több szolgáltatást a legördülő listából.
zh_cn: 从下拉列表中选择一个或多个服务。

source: To activate this widget in personal preferences, you need to enable the following system configuration options:
de: Um dieses Widget in den persönlichen Einstellungen zu aktivieren, müssen Sie die folgenden Systemkonfigurationsoptionen aktivieren:
hu: Ennek a felületi elemnek a személyes beállításokban való bekapcsolásához engedélyeznie kell a következő rendszerbeállítási lehetőségeket:
zh_cn: 要在个人首选项中激活此小部件，需要启用以下系统配置选项：

source: Specific Ticket Notifications
zh_cn: 特定的工单通知

source: As part of standard functionality, agents with administrator permissions can create automated notifications to be sent to a certain group of recipients of agents and/or customers. These are standard notifications, e.g. for when the owner of the ticket has changed or the ticket has been moved to another queue.
de: Im Rahmen der Standardfunktionalität können Agenten mit Administratorrechten automatisierte Benachrichtigungen erstellen, die an eine bestimmte Gruppe von Empfängern von Agenten und/oder Kunden gesendet werden. Dies sind Standardbenachrichtigungen, z.B. wenn der Besitzer des Tickets gewechselt hat oder das Ticket in eine andere Queue verschoben wurde.
hu: A szabványos funkcionalitás részeként az adminisztrátori jogosultsággal rendelkező ügyintézők létrehozhatnak automatizált értesítéseket, amelyek az ügyintézők és/vagy ügyfelek meghatározott csoportjainak kerülnek kiküldésre. Ezek olyan szabványos értesítések, mint például amikor a jegy tulajdonosa megváltozik vagy a jegyet áthelyezik egy másik várólistába.
zh_cn: 作为标准功能的一部分，具有管理员权限的服务人员可以创建自动通知，以发送到服务人员和/或客户的特定收件人组。这些是标准通知，例如，当工单的所有者已更改或工单已转移到另一队列时。

source: Now, with the feature add-on, agents without administrator privileges can also create individual, event-based notifications, albeit with the limitation that they can only be sent to their own email address. For example, an IT-service employee can configure individual notifications in order to be informed as soon as there is a change in the priority of a specific customer’s ticket.
de: Mit dem Feature Add-on können Agenten ohne Administratorrechte nun auch individuelle, ereignisbasierte Benachrichtigungen erstellen, allerdings mit der Einschränkung, dass sie nur an ihre eigene E-Mail-Adresse gesendet werden können. So kann beispielsweise ein IT-Servicemitarbeiter individuelle Benachrichtigungen konfigurieren, um benachrichtigt zu werden, sobald sich die Priorität des Tickets eines bestimmten Kunden ändert.
hu: A funkciókiegészítővel az ügyintézők mostantól adminisztrátori jogosultság nélkül is létrehozhatnak egyéni, eseményalapú értesítéseket, habár azzal a korlátozással, hogy csak a saját e-mail címükre küldhetik ki azokat. Például egy IT-szolgáltatás alkalmazottja beállíthat egyéni értesítéseket, azért hogy tájékoztatva legyen, amint változás áll be egy bizonyos ügyfél jegyének prioritásában.
zh_cn: 现在，有了这个功能插件，没有管理员权限的服务人员也可以创建单独的、基于事件的通知，尽管它们只能发送到自己的电子邮件地址。例如，IT服务员工可以配置单个通知，以便在特定客户的工单优先级发生更改时立即得到通知。

source: Stay informed regarding ticket changes, even when working outside of the agent interface.
de: Bleiben Sie über Änderungen an Tickets informiert, auch wenn Sie nicht im Agenten-Interface arbeiten.
hu: Tájékozott marad a jegy változásaival kapcsolatban akkor is, ha az ügyintézői felületen kívül dolgozik.
zh_cn: 即使在服务人员界面之外工作，也要随时了解工单的更改。

source: React to changes more quickly.
de: Reagieren Sie schneller auf Änderungen.
hu: Gyorsabb reagálás a változásokra.
zh_cn: 对更改反应更快。

source: More personalized configuration of notifications, avoiding a flood of information.
de: Personalisiertere Konfiguration von Benachrichtigungen, um eine Informationsflut zu vermeiden.
hu: Az értesítések személyesebb beállítása, elkerülve a túlzott információáramlást.
zh_cn: 更个性化的通知配置，避免信息泛滥。

source: This package has no administrator interface, but extends *Ticket Notifications* screen with new buttons and adds a new group to the system.
de: Dieses Paket hat kein Administrator-Interface, erweitert aber die Ansicht *Ticket-Benachrichtigungen* um neue Schaltflächen und fügt dem System eine neue Gruppe hinzu.
hu: Ennek a csomagnak nincs adminisztrátori felülete, de kiegészíti a *Jegyértesítések* képernyőt új gombokkal, és egy új csoportot ad a rendszerhez.
zh_cn: 此软件包没有管理员界面，但使用新按钮扩展了 *工单通知* 屏幕，并向系统添加了新组。

source: After installation of the package a new functionality will be available in the *Ticket Notifications* screen of the *Communication & Notifications* group in the administrator interface.
de: Nach der Installation des Pakets ist eine neue Funktion in der Ansicht *Ticket-Benachrichtigungen* in der Gruppe *Kommunikation & Benachrichtigungen* im Administrator-Interface verfügbar.
hu: A csomag telepítése után egy új funkcionalitás válik elérhetővé a *Kommunikáció és értesítések* csoport *Jegybeállítások* képernyőjén az adminisztrátori felületen.
zh_cn: 安装本软件包后，将在管理员界面中的 *通信和通知* 组的 *工单通知* 屏幕中提供新功能。

source: This screen gets two new buttons in the left sidebar and a new column in the overview table.
de: Diese Ansicht erhält zwei neue Schaltflächen in der linken Seitenleiste und eine neue Spalte in der Übersichtstabelle.
hu: Ez a képernyő két új gombot kapott a bal oldalsávban és egy új oszlopot az áttekintő táblázatban.
zh_cn: 此屏幕在左侧边栏中有两个新按钮，在概览表中有一个新列。

source: Ticket Notification Management Screen
de: Verwaltung von Ticket-Benachrichtigungen
hu: Jegyértesítés-kezelés képernyő
zh_cn: 工单通知管理屏幕

source: Administrators are still able to see all available notification entries. To be able to differentiate between entries of administrators and agents, there is a new column *Personal* in the notification overview. The entries of agents are marked in orange and have the value *Yes* in the column *Personal*.
de: Administratoren haben weiterhin die Möglichkeit, alle verfügbaren Benachrichtigungseinträge zu sehen. Um zwischen Einträgen von Administratoren und Bearbeitern unterscheiden zu können, gibt es in der Meldungsübersicht eine neue Spalte *persönlich*. Die Einträge der Agenten sind orange markiert und haben in der Spalte *persönlich* den Wert *Ja*.
hu: Az adminisztrátorok továbbra is láthatják az összes elérhető értesítési bejegyzést. Ahhoz, hogy képesek legyenek különbséget tenni az adminisztrátorok és az ügyintézők bejegyzései között, egy új *Személyes* oszlop áll rendelkezésre az értesítésáttekintőben. Az ügyintézők bejegyzései narancssárgával vannak megjelölve és *Igen* értékkel rendelkeznek a *Személyes* oszlopban.
zh_cn: 管理员仍然可以看到所有可用的通知条目。为了能够区分管理员和服务人员的条目，在通知概览中有一个新列 *个人*。服务人员条目用橙色标记，并在 *个人* 列中显示值 *是*。

source: Furthermore it is still possible to add other agents as email recipients in every new or modified notification entry, including notification entries of agents.
de: Darüber hinaus ist es weiterhin möglich, bei jedem neuen oder geänderten Benachrichtigungseintrag, einschließlich der Benachrichtigungseinträge von Agenten, andere Agenten als E-Mail-Empfänger hinzuzufügen.
hu: Ezenkívül továbbra is lehetőség van egyéb ügyintézőket hozzáadni e-mail címzettekként minden egyes új vagy módosított értesítési bejegyzésénél, beleértve az ügyintézők értesítési bejegyzéseit is.
zh_cn: 此外，仍然可以在每个新的或修改的通知条目（包括服务人员的通知条目）中添加其他服务人员作为电子邮件收件人。

source: Manage Personal Ticket Notifications
de: Persönliche Ticket-Benachrichtigungen verwalten
hu: Személyes jegyértesítések kezelése
zh_cn: 管理个人工单通知

source: To add a personal ticket notification:
de: So fügen Sie eine persönliche Ticket-Benachrichtigung hinzu:
hu: Egy személyes jegyértesítés hozzáadásához:
zh_cn: 若要添加个人工单通知：

source: Click on the *Add personal notification* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Persönliche Benachrichtigung hinzufügen*.
hu: Kattintson a *Személyes értesítés hozzáadása* gombra a bal oldalsávban.
zh_cn: 单击左侧边栏中的 *添加个人通知* 按钮。

source: To edit a personal ticket notification:
de: So bearbeiten Sie eine persönliche Ticket-Benachrichtigung:
hu: Egy személyes jegyértesítés szerkesztéséhez:
zh_cn: 若要编辑个人工单通知：

source: Click on a ticket notification in the list of ticket notifications in a row that is displayed in orange.
de: Klicken Sie auf eine Ticket-Benachrichtigung in der Liste der Ticket-Benachrichtigungen in der Reihe, die orange dargestellt wird.
hu: Kattintson egy jegyértesítésre a jegyértesítések listájában egy olyan sorban, amely narancssárgával van megjelenítve.
zh_cn: 单击以橙色显示的一行工单通知列表中的工单通知。

source: To delete a personal ticket notification:
de: So löschen Sie eine persönliche Ticket-Benachrichtigung:
hu: Egy személyes jegyértesítés törléséhez:
zh_cn: 若要删除个人工单通知：

source: Click on the trash icon in the list of ticket notifications in a row that is displayed in orange.
de: Klicken Sie auf das Papierkorbsymbol in der Liste der Ticketbenachrichtigungen in der Reihe, die orange dargestellt wird.
hu: Kattintson a kuka ikonra a jegyértesítések listájában egy olyan sorban, amely narancssárgával van megjelenítve.
zh_cn: 单击工单通知列表中以橙色显示的行中的垃圾箱图标。

source: To list only the personal notifications:
de: So listen Sie nur die persönlichen Benachrichtigungen auf:
hu: Csak a személyes értesítések megjelenítéséhez:
zh_cn: 若要仅列出个人通知：

source: Click on the *List my personal notifications only* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Nur meine persönlichen Benachrichtigungen auflisten*.
hu: Kattintson a *Csak a saját személyes értesítéseim felsorolása* gombra a bal oldalsávban.
zh_cn: 单击左侧边栏中的 *仅列出我的个人通知* 按钮。

source: Click on the *List all notifications* button to restore the overview.
de: Klicken Sie auf die Schaltfläche *Alle Benachrichtigungen auflisten*, um die Übersicht wiederherzustellen.
hu: Kattintson az *Az összes értesítés felsorolása* gombra az áttekintő visszaállításához.
zh_cn: 单击 *列出所有通知* 按钮以还原概览。
