Repository: Yan-Oliveira/doc-fao
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu, zh_cn

source: For assigning an advanced escalation to a ticket, this one should contain a valid customer ID and valid SLA, so the advanced escalation for the ticket will be assigned based on previous configuration. Advanced escalations currently does not work for unknown customers.
de: Um einem Ticket eine erweiterte Eskalation zuzuordnen, sollte diese eine gültige Kundennummer und ein gültiges SLA enthalten, so dass die erweiterte Eskalation für das Ticket basierend auf der vorherigen Konfiguration zugewiesen wird. Erweiterte Eskalationen funktionieren derzeit nicht für unbekannte Kunden.
hu: Ahhoz, hogy egy speciális eszkalációt lehessen hozzárendelni egy jegyhez, annak tartalmaznia kell egy érvényes ügyfél-azonosítót és egy érvényes SLA-t, így a jegy speciális eszkalációja az előző beállítás alapján lesz hozzárendelve. A speciális eszkalációk jelenleg nem működnek ismeretlen ügyfeleknél.
zh_cn: 为将高级升级分配给一个工单，此工单应包含有效的客户 ID 和有效的 SLA，因此将根据工单的先前的配置分配高级升级。高级升级当前不适用于未知客户。

source: It is possible to show advanced escalations columns in ticket overviews, ticket dashboard widgets and statistics. The advanced escalations data is calculated on-the-fly and could have a huge negative performance impact on the whole system.
de: Es ist möglich, in Ticket-Übersichten, Ticket Dashboard Widgets und Statistiken die Spalten für erweiterte Eskalationen anzuzeigen. Die Daten der erweiterten Eskalationen werden direkt berechnet und können sich erheblich negativ auf die Leistung des Gesamtsystems auswirken.
hu: Lehetőség van megjeleníteni a speciális eszkalációk oszlopait a jegyáttekintőkben, a jegy vezérlőpult felületi elemeiben és a statisztikákban. A speciális eszkalációk adatai valós időben vannak kiszámítva, és hatalmas negatív teljesítményhatást okozhatnak a teljes rendszeren.
zh_cn: 可以在工单概览、工单仪表板小部件和统计信息中显示高级升级列。 高级升级数据是即时计算的，可能会对整个系统产生巨大的负面性能影响。

source: Escalation automatism is not supported. Use the generic agent or generic interface to trigger escalation events.
de: Eskalationsautomatik wird nicht unterstützt. Verwenden Sie den GenericAgent oder das Generic Interface, um Eskalationsereignisse auszulösen.
hu: Az eszkaláció automatizálása nem támogatott. Használja az általános ügyintézőt vagy az általános felületet az eszkalációs események aktiválásához.
zh_cn: 不支持升级自动化。 使用自动任务或通用接口来触发升级事件。

source: Reports
de: Berichte
hu: Jelentések
zh_cn: 报表

source: The escalation information can be displayed in reports and statistics using the new statistics object modules.
de: Die Eskalationsinformationen können in Berichten und Statistiken mit Hilfe der neuen Statistikobjektmodule angezeigt werden.
hu: Az eszkalációs információk megjeleníthetők a jelentésekben és a statisztikákban az új statisztikaobjektum-modulok használatával.
zh_cn: 可以使用新的统计对象模块在报告和统计信息中显示升级信息。

source: Statistics
de: Statistiken
hu: Statisztikák
zh_cn: 统计

source: Advanced Escalations Data in Statistics
de: Erweiterte Eskalationsdaten in der Statistik
hu: Speciális eszkalációk adatai a statisztikákban
zh_cn: 统计中的高级升级数据

source: By installing the advanced escalations package, you have the possibility to use the new statistics object modules:
de: Durch die Installation des Pakets Advanced Escalations haben Sie die Möglichkeit, die neuen Statistik-Objektmodule zu verwenden:
hu: A speciális eszkalációk csomag telepítésével lehetősége van az új statisztikaobjektum-modulok használatára:
zh_cn: 通过安装高级升级软件包，您可以使用以下新的统计对象模块：

source: A new matrix statistic which only contains tickets with accounted time. It is a copy of the ``TicketAccountedTime`` statistic out of the **OTRS** framework, but you are able to show advanced escalations data and to filter the data by ticket attributes as well as by advanced escalations.
de: Eine neue Matrixstatistik, die nur Tickets mit abgerechneter Zeit enthält. Es ist eine Kopie der ``TicketAccountedTime`` Statistik aus dem **OTRS** Framework, aber Sie können die Daten von erweiterten Eskalationen anzeigen und nach Ticket-Attributen sowie nach erweiterten Eskalationen filtern.
hu: Egy új mátrix statisztika, amely csak az elszámolt idővel rendelkező jegyeket tartalmazza. Ez a ``TicketAccountedTime`` statisztika másolata az **OTRS** keretrendszerből, de lehetőség van a speciális eszkalációk adatainak megjelenítésére, valamint az adatok szűrésére a jegyattribútumok, illetve a speciális eszkalációk szerint.
zh_cn: 一种新的矩阵统计量，它只包含有计算时间的工单。它是 **OTRS** 框架中 ``TicketAccountedTime`` 统计数据的副本，但您可以显示高级升级数据，并按工单属性和高级升级筛选数据。

source: A new matrix statistic which shows configured columns on X- and Y-axis. It is a copy of the ticket matrix statistic out of the **OTRS** framework, but you are able to show advanced escalations data and to filter the data by ticket attributes as well as by advanced escalations.
de: Eine neue Matrixstatistik, die konfigurierte Spalten auf der X- und Y-Achse anzeigt. Es ist eine Kopie der Ticket-Matrixstatistik aus dem **OTRS** Framework, aber es ist möglich, erweiterte Eskalationsdaten anzuzeigen und die Daten sowohl nach Ticket-Attributen als auch nach erweiterten Eskalationen zu filtern.
hu: Egy új mátrix statisztika, amely az X és az Y-tengelyen beállított oszlopokat jeleníti meg. Ez a jegymátrix statisztika másolata az **OTRS** keretrendszerből, de lehetőség van a speciális eszkalációk adatainak megjelenítésére, valamint az adatok szűrésére a jegyattribútumok, illetve a speciális eszkalációk szerint.
zh_cn: 一个新的矩阵统计量，它显示了X轴和Y轴上的配置列。它是 **OTRS** 框架外的工单矩阵统计的副本，但您可以显示高级升级数据，并按工单属性和高级升级筛选数据。

source: A new statistic which shows configured columns (advanced escalations data, too) on X-axis. You can specify a column which is used in an order by clause on Y-axis. You are able to filter the data by ticket attributes as well as by advanced escalations columns.
de: Eine neue Statistik, die konfigurierte Spalten (auch Daten zu erweiterten Eskalationen) auf der X-Achse anzeigt. Sie können eine Spalte angeben, die in einer Reihenfolge auf der Y-Achse nach Klausel verwendet wird. Sie können die Daten sowohl nach Ticket-Attributen als auch nach erweiterten Eskalationsspalten filtern.
hu: Egy új statisztika, amely beállított oszlopokat (a speciális eszkalációk adatait is) jelenít meg az X-tengelyen. Megadhat egy oszlopot, amely a záradék szerint lesz használva az Y-tengelyen. Lehetősége van az adatok szűrésére jegyattribútumok, valamint a speciális eszkalációs oszlopok szerint.
zh_cn: 一个新的统计信息，在X轴上显示已配置的列（高级升级数据）。 您可以指定在Y轴上的order by子句中使用的列。 您可以按工单属性以及高级升级列过滤数据。

source: A new matrix statistic which only contains closed tickets. It is a copy of the default ``TicketSolutionResponseTimeEscalation`` statistic out of the **OTRS** framework, but you able to select advanced escalations columns in the *Elevation by* field. As already mentioned in the other new statistics, you can filter the data by advanced escalations columns.
de: Eine neue Matrixstatistik, die nur geschlossene Tickets enthält. Es ist eine Kopie der Standard-Statistik ``TicketSolutionResponseTimeEscalation`` aus dem **OTRS** Framework, aber Sie können im Feld *Elevation by* erweiterte Eskalationsspalten auswählen. Wie bereits in den anderen neuen Statistiken erwähnt, können Sie die Daten nach erweiterten Eskalationsspalten filtern.
hu: Egy új mátrix statisztika, amely csak lezárt jegyeket tartalmaz. Ez az alapértelmezett ``TicketSolutionResponseTimeEscalation`` statisztika másolata az **OTRS** keretrendszerből, de lehetőség van a speciális eszkalációs oszlopok kiválasztására a *Kiemelte* mezőben. Amint a többi új statisztikában említésre került, az adatokat szűrheti a speciális eszkalációs oszlopok szerint.
zh_cn: 一种新的矩阵统计量，它只包含已关闭的工单。它是 **OTRS** 框架中默认的 ``TicketSolutionResponseTimeEscalation`` 统计数据的副本，但您可以在 *Elevation by* 字段中选择高级升级列。正如在其它新统计信息中已经提到的，您可以按高级升级列筛选数据。

source: Filtering
de: Filtern
hu: Szűrés
zh_cn: 过滤

source: In general, there are the following types of advanced escalations columns:
de: Im Allgemeinen gibt es die folgenden Arten von Spalten für erweiterte Eskalationen:
hu: Általánosságban a következő típusú speciális eszkalációs oszlopok vannak:
zh_cn: 通常，存在以下类型的高级升级列：

source: Yes/no columns
de: Ja/Nein-Spalten
hu: Igen/nem oszlopok
zh_cn: 是/否列

source: For this type of columns (e.g. ``EscalationReached``), a drop-down field is displayed to select the wanted values. This type is used on X- and Y-axis and as filter.
de: Für diese Art von Spalten (z.B. ``EscalationReached``) wird ein Dropdown-Feld angezeigt, um die gewünschten Werte auszuwählen. Dieser Typ wird auf der X- und Y-Achse und als Filter verwendet.
hu: Az ilyen típusú oszlopoknál (például ``EscalationReached``) egy legördülő mező jelenik meg a kívánt értékek kiválasztásához. Ez a típus szűrőként van használva az X és Y-tengelynél.
zh_cn: 对于这种类型的列（例如 ``EscalationReached``），将显示一个下拉字段以选择所需的值。 此类型用于X轴和Y轴以及过滤器。

source: Datetime columns
de: Datumszeit-Spalten
hu: Dátum és idő oszlopok
zh_cn: 日期时间列

source: For this type of columns (e.g. ``EscalationDatetime``), a complex field with the selection of an absolute or a relative time range is shown. This type is used on X- and Y-axis and as filter.
de: Für diese Art von Spalten (z.B. ``EscalationDatetime``) wird ein komplexes Feld mit der Auswahl eines absoluten oder relativen Zeitbereichs angezeigt. Dieser Typ wird auf der X- und Y-Achse und als Filter verwendet.
hu: Az ilyen típusú oszlopoknál (például ``EscalationDatetime``) egy abszolút vagy egy relatív időtartomány kiválasztásával rendelkező összetett mező jelenik meg. Ez a típus szűrőként van használva az X és Y-tengelynél.
zh_cn: 对于这种类型的列（例如 ``EscalationDatetime``），显示了选择绝对或相对时间范围的复杂字段。 此类型用于X轴和Y轴以及过滤器。

source: Please note that in the ``TicketListEscalation`` statistic these columns are not available on the Y-axis.
de: Bitte beachten Sie, dass in der Statistik ``TicketListEscalation`` diese Spalten auf der Y-Achse nicht verfügbar sind.
hu: Ne feledje, hogy a ``TicketListEscalation`` statisztikában ezek az oszlopok nem érhetők el az Y-tengelyen.
zh_cn: 请注意，在 ``TicketListEscalation`` 统计信息中，这些列在Y轴上不可用。

source: Time columns (seconds)
de: Zeit-Spalten (Sekunden)
hu: Idő oszlopok (másodperc)
zh_cn: 时间列（秒）

source: For this type of columns (e.g. ``RunningTotalTime``), a normal input field is shown. You can use these columns only as filter as *greater or equal* and/or *smaller or equal*.
de: Für diese Art von Spalten (z.B. ``RunningTotalTime``) wird ein normales Eingabefeld angezeigt. Sie können diese Spalten nur als Filter für *größer oder gleich* und/oder *kleiner oder gleich* verwenden.
hu: Az ilyen típusú oszlopoknál (például ``RunningTotalTime``) egy normál beviteli mező jelenik meg. Ezeket az oszlopokat csak *nagyobb vagy egyenlő* és/vagy *kisebb vagy egyenlő* szűrőként használhatja.
zh_cn: 对于此类列（例如 ``RunningTotalTime``），将显示一个正常的输入字段。 您只能将这些列用作 *大于或等于* 和/或 *小于或等于* 的过滤器。

source: Entered values are treated as minutes. For example if you enter 30 it is converted to 30 × 60 = 1800 seconds automatically.
de: Eingestellte Werte werden als Minuten behandelt. Wenn Sie beispielsweise 30 eingeben, wird es automatisch in 30 * 60 = 1800 Sekunden umgewandelt.
hu: A beírt értékek percként lesznek értelmezve. Például ha 30-at ír be, akkor az át lesz alakítva 30 × 60 = 1800 másodpercre.
zh_cn: 输入的值视为分钟。 例如，如果输入30，它将自动转换为30×60 = 1800秒。

source: Tickets
hu: Jegyek
zh_cn: 工单

source: After installation of the package a new *Escalation Information* widget is displayed in *Ticket Zoom* screen.
de: Nach der Installation des Pakets wird ein neues Widget *Eskalationsinformationen* in der *Ticket-Detailansicht* angezeigt.
hu: A csomag telepítése után egy új *Eszkaláció-információk* felületi elem jelenik meg a *Jegynagyítás* képernyőn.
zh_cn: 安装此软件包后，一个新的 *升级信息* 小部件将显示在 *工单详情* 屏幕中。

source: Ticket Zoom
de: Ticket-Detailansicht
hu: Jegynagyítás
zh_cn: 工单详情

source: Display Escalations in Overviews
de: Anzeige von Eskalationen in Übersichten
hu: Eszkalációk megjelenítése az áttekintőkben
zh_cn: 在概览中显示升级

source: All advanced escalations that are associated to a ticket will be shown in *Escalation Information* widget in *Ticket Zoom* screen.
de: Alle erweiterten Eskalationen, die einem Ticket zugeordnet sind, werden im Widget *Eskalationsinformationen* in der *Ticket-Detailansicht* angezeigt.
hu: Az összes speciális eszkaláció, amely hozzá van rendelve egy jegyhez, az *Eszkaláció-információk* felületi elemben lesz megjelenítve a *Jegynagyítás* képernyőn.
zh_cn: 与工单相关的所有高级升级将显示在 *工单详情* 屏幕的 *升级信息* 小部件中。

source: The escalations are displayed with a colored background indicating the current escalation state for better visibility.
de: Die Eskalationen werden mit einem farbigen Hintergrund angezeigt, der den aktuellen Eskalationszustand zur besseren Übersicht anzeigt.
hu: Az eszkalációk színes háttérrel lesznek megjelenítve, amely az aktuális eszkalációs állapotot jelzi a jobb átláthatóság érdekében.
zh_cn: 升级以彩色背景显示，指示当前的升级状态，以提高可视性。

source: Green background: the escalation time has not been reached.
de: Grüner Hintergrund: Die Eskalationszeit ist nicht erreicht.
hu: Zöld háttér: az eszkalációs idő még nem lett elérve.
zh_cn: 绿色背景：尚未达到升级时间。

source: Yellow background: the escalation notification time has been reached.
de: Gelber Hintergrund: Die Benachrichtigungszeit für die Eskalation ist erreicht.
hu: Sárga háttér: az eszkaláció értesítési ideje el lett érve.
zh_cn: 黄色背景：升级通知时间已到。

source: Red background: the escalation time has been reached.
de: Roter Hintergrund: Die Eskalationszeit ist erreicht.
hu: Piros háttér: az eszkalációs idő el lett érve.
zh_cn: 红色背景：升级时间已到。

source: Grey background: the escalation is suspended.
de: Grauer Hintergrund: Die Eskalation wird angehalten.
hu: Szürke háttér: az eszkaláció fel van függesztve.
zh_cn: 灰色背景：升级已暂停。

source: Debug escalation
de: Eskalationen debuggen
hu: Eszkaláció hibakeresése
zh_cn: 调试升级

source: It is not easy to understand how advanced escalations work. It cuts the ticket history entries into snapshots to calculate the escalation. Each snapshot will contain the current state of the ticket with all related data of the current time of the snapshot. A snapshot is normally about 5 seconds of the ticket history.
de: Es ist nicht leicht zu verstehen, wie erweiterte Eskalationen funktionieren. Es schneidet die Einträge der Ticket-Historie in Schnappschüsse, um die Eskalation zu berechnen. Jeder Schnappschuss enthält den aktuellen Status des Tickets mit allen zugehörigen Daten der aktuellen Zeit des Schnappschusses. Ein Schnappschuss ist normalerweise etwa 5 Sekunden des Ticketverlaufs.
hu: Nem egyszerű megérteni, hogy a speciális eszkalációk hogyan működnek. Felvágja a jegyelőzményeket pillanatképekké az eszkaláció kiszámításához. Minden egyes pillanatkép tartalmazni fogja a jegy aktuális állapotát a pillanatkép aktuális idejének összes kapcsolódó adatával együtt. Egy pillanatkép normális esetben a jegyelőzmények körülbelül 5 másodperces állapota.
zh_cn: 要理解高级升级是如何工作的并不容易。它将工单历史记录条目剪切到快照中以计算升级。每个快照将包含工单的当前状态以及快照当前时间的所有相关数据。一个快照通常是工单历史记录的约5秒。

source: For more information about a single escalation and how it is calculated you can take a look at the ticket history. If your system has a customer ID and a SLA with related escalation bundles and types then you will be able to debug these, based on the ticket history of the current ticket.
de: Weitere Informationen zu einer einzelnen Eskalation und deren Berechnung finden Sie in der Ticket-Historie. Wenn Ihr System über eine Kundennummer und ein SLA mit zugehörigen Eskalationspaketen und -typen verfügt, können Sie diese anhand der Ticket-Historie des aktuellen Tickets überprüfen.
hu: Egy önálló eszkalációval, illetve a kiszámítás módjával kapcsolatos további információkért vessen egy pillantást a jegyelőzményekre. Ha a rendszere rendelkezik kapcsolódó eszkalációcsomagokkal és típusokkal rendelkező ügyfél-azonosítóval és SLA-val, akkor képes lesz elvégezni ezek hibakeresését az aktuális jegy jegyelőzményei alapján.
zh_cn: 有关单个升级及其计算方式的更多信息，请查看工单历史记录。 如果您的系统有一个客户ID和SLA具有相关升级组合和升级类型，则您将能够基于当前工单的工单历史来调试升级。

source: Escalation Debug Mode – Select Escalation Type
de: Eskalation-Debugg Modus - Eskalationstyp auswählen
hu: Eszkalációs hibakeresési módja – eszkalációtípus kiválasztása
zh_cn: 升级调试模式 - 选择升级类型

source: After clicking on a escalation type you will get a detailed information about the parameters, attribute values and conditions.
de: Nach dem Anklicken einer Eskalationsart erhalten Sie detaillierte Informationen über die Parameter, Attributwerte und Bedingungen.
hu: Egy eszkalációtípusra kattintás után részletes információt kap a paraméterekkel, attribútumértékekkel és feltételekkel kapcsolatban.
zh_cn: 单击升级类型后，您将获得关于参数、属性值和条件的详细信息。

source: Escalation Debug Mode – Debug Snapshot of Escalation Type
de: Eskalation-Debugg Mode - -Debug-Schnapschuss von Eskalationstypen
hu: Eszkalációs hibakeresési módja – eszkalációtípus pillanatképének hibakeresése
zh_cn: 升级调试模式 - 升级类型的调试快照

source: Escalation State
de: Eskalations-Status
hu: Eszkaláció állapota
zh_cn: 升级状态

source: The first block contains the state of the current escalation type. In the example it will calculate the start condition of the escalation type and it was successfully (success = green, red = no change of the state). Basically for each snapshot it is possible that the escalation will calculate multiple state if it do not match to the first.
de: Der erste Block enthält den Status der aktuellen Eskalationsart. Im Beispiel wird die Startbedingung der Eskalationsart berechnet und sie war erfolgreich (Erfolg = grün, rot = keine Statusänderung). Grundsätzlich ist es für jeden Schnappschuss möglich, dass die Eskalation mehrere Zustände berechnet, wenn sie nicht mit dem ersten übereinstimmt.
hu: Az első blokk az aktuális eszkalációtípus állapotát tartalmazza. A példában az eszkalációtípus indítási feltételét fogja kiszámolni, amely sikeres volt (siker = zöld, piros = nincs állapotváltozás). Alapvetően minden egyes pillanatképnél lehetséges, hogy az eszkaláció több állapotot fog kiszámítani, ha az nem egyezik az elsővel.
zh_cn: 第一个块包含当前升级类型的状态。在这个示例中，它将计算升级类型的启动条件，并且它是成功的(成功=绿色，红色=状态没有变化)。基本上，对于每个快照，如果升级与第一个快照不匹配，升级将计算多个状态。

source: The order of the calculated states is based on the running, suspend or not running state of the escalation. Here is a short technical overview:
de: Die Reihenfolge der berechneten Status basiert auf dem Lauf-, Aussetzungs- oder Nichtlaufzustand der Eskalation. Hier ein kurzer technischer Überblick:
hu: A kiszámított állapotok sorrendje az eszkaláció futó, felfüggesztett vagy nem futó állapotán alapul. Itt egy rövid műszaki áttekintés:
zh_cn: 计算状态的顺序基于升级的运行、挂起或未运行状态。这里是一个简短的技术概述:

source: So if the escalation is not running then it will only try to move to the *Start* state of the escalation. If it is suspended then only *Resume* or *Stop* are possible as next states.
de: Wenn die Eskalation also nicht läuft, wird nur versucht, in den Zustand *Start* der Eskalation zu wechseln. Wenn sie angehalten sind, sind als nächster Status nur *Wiederaufnahme* oder *Stop* möglich.
hu: Vagyis ha az eszkalációs nem fut, akkor csak megpróbálja áthelyezni az eszkaláció *Indítás* állapotába. Ha fel van függesztve, akkor csak *Folytatás* vagy *Leállítás* lehetséges következő állapotként.
zh_cn: 因此，如果该升级没有运行，那么它将只尝试移动到该升级的 *开始* 状态。如果它被挂起，那么只有 *继续* 或 *停止* 作为下一个可能状态。

source: Escalation Filters
de: Eskalations-Filter
hu: Eszkaláció szűrői
zh_cn: 升级的过滤器

source: The filter values are relating to the agent and customer message send or present attributes which are set in the conditions. If a filter is green then the filter is matched and red if a filter is not matched.
de: Die Filterwerte beziehen sich auf die Agenten und Kundennachrichten senden oder präsentieren Attribute, die in den Bedingungen gesetzt sind. Wenn ein Filter grün ist, dann hat er eine Übereinstimmung. Wenn der Filter rot ist, dann hat er keine Übereinstimmung.
hu: A szűrőértékek azokra az ügyintézői és ügyfél üzenetküldésre vagy meglévő attribútumokra vonatkoznak, amelyek be vannak állítva a feltételekben. Ha egy szűrő zöld, akkor akkor a szűrő illeszkedik, illetve piros, ha egy szűrő nem illeszkedik.
zh_cn: 过滤器的值与在条件中设置的服务人员和客户消息发送或显示属性有关。 如果过滤器为绿色，则表示该过滤器匹配，如果过滤器不匹配，则为红色。

source: ``AgentMessagePresent``: A message from an agent is present.
de: ``AgentMessagePresent``: Eine Nachricht von einem Agenten ist vorhanden.
hu: ``AgentMessagePresent``: Egy ügyintézőtől származó üzenet jelen van.
zh_cn: ``AgentMessagePresent``：存在来自服务人员的消息。

source: ``AgentMessageSent``: An agent sent a message.
de: ``AgentMessageSent``: Ein Agent hat eine Nachricht gesendet.
hu: ``AgentMessageSent``: Egy ügyintéző üzenetet küldött.
zh_cn: ``AgentMessageSent``: 一个服务人员发送了一条消息。

source: ``CustomerMessagePresent``: A message from a customer is present.
de: ``CustomerMessagePresent``: Eine Nachricht von einem Kunden ist vorhanden.
hu: ``CustomerMessagePresent``: Egy ügyféltől származó üzenet jelen van.
zh_cn: ``CustomerMessagePresent``: 存在来自客户的消息。

source: ``CustomerMessageSent``: A customer sent a message.
de: ``CustomerMessageSent``: Ein Kunde hat eine Nachricht gesendet.
hu: ``CustomerMessageSent``: Egy ügyfél üzenetet küldött.
zh_cn: ``CustomerMessageSent``: 客户发送了一条消息。

source: Escalation Attributes
de: Eskalations-Atrribute
hu: Eszkaláció attribútumai
zh_cn: 升级的属性

source: The block with the attributes of the snapshot will contain all attributes which will be used for checking the condition of the escalation ticket attributes.
de: Der Block mit den Attributen des Schnappschusses enthält alle Attribute, die zur Überprüfung der Bedingung der Eskalations-Attribute verwendet werden.
hu: A pillanatkép attribútumaival rendelkező blokk fogja tartalmazni az összes olyan attribútumot, amely az eszkaláció jegyattribútumai feltételeinek ellenőrzéséhez lesz használva.
zh_cn: 带有快照属性的块将包含用于检查升级工单属性条件的所有属性。

source: There are 4 columns:
de: Es gibt vier Spalten:
hu: 4 oszlop van:
zh_cn: 有4列：

source: ``ATTR``: This column contains the ticket attribute.
de: ``ATTR``: Diese Spalte enthält das Ticket-Attribut.
hu: ``ATTR``: Ez az oszlop tartalmazza a jegyattribútumot.
zh_cn: ``ATTR``：此列包含工单属性。

source: ``CURR``: This column contains the current value of the snapshot. This value will be used for the calculation of *equals now*, *doesn’t equals now* and *change to* conditions.
de: ``CURR``: Diese Spalte enthält den aktuellen Wert des Schnappschusses. Dieser Wert wird für die Berechnung der Bedingungen *entspricht jetzt* , *entspricht jetzt nicht* und *ändern zu* genutzt.
hu: ``CURR``: Ez az oszlop tartalmazza a pillanatkép aktuális értékét. Ez az érték lesz használva a *most megegyezik*, *most nem egyezik meg* és *megváltozott* feltételek kiszámításához.
zh_cn: ``CURR``: 此列包含快照的当前值。此值将用于计算 *现在等于*、*现在不等于* 和 *更改为* 条件。

source: ``PREV``: This column contains the value of the previous snapshot. This value will be used for the calculation of *equals previous*, *doesn’t equals previous* and *change to* conditions.
de: ``PREV``: Diese Spalte enthält den Wert des vorherigen Schnappschusses. Dieser Wert wird für die Berechnung von *entspricht dem vorherigen*, *entspricht nicht dem vorherigen* und *ändern zu* Bedingungen verwendet.
hu: ``PREV``: Ez az oszlop tartalmazza az előző pillanatkép értékét. Ez az érték lesz használva a *megegyezik a korábbi*, *nem egyezik meg a korábbi* és *megváltozott* feltételek kiszámításához.
zh_cn: ``PREV``: 此列包含上一个快照的值。此值将用于计算 *先前等于*、*先前不等于* 和 *更改为* 条件。
