Repository: Yan-Oliveira/doc-fao
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu, zh_cn

source: The feature add-on adds new screens to the *Changes Deployment* screen and for the individual settings. These screens will display recent deployments in a descending order, along with their comments and name of the user who deployed the changes.
de: Das Feature Add-on fügt der Ansicht *Änderungen Inbetriebnahme* und den einzelnen Einstellungen neue Ansicht hinzu. Diese Ansichten zeigen die letzten Bereitstellungen in absteigender Reihenfolge an, zusammen mit ihren Kommentaren und dem Namen des Benutzers, der die Änderungen bereitgestellt hat.
hu: Ez a funkciókiegészítő új képernyőket ad a *Változások üzembe állítása* képernyőhöz és az egyéni beállításokhoz. Ezek a képernyők a legutóbbi üzembe állításokat jelenítik meg csökkenő sorrendben a megjegyzéseikkel és annak a felhasználónak a nevével együtt, aki a változtatásokat üzembe állította.
zh_cn: 本功能插件将新屏幕添加到 *更改部署* 屏幕中，并用于各个设置。 这些屏幕将按降序显示最近的部署，以及它们的注释和部署更改的用户的名称。

source: Deployment History
de: Inbetriebnahme-Historie
hu: Üzembe állítás előzmények
zh_cn: 部署历史

source: To see the deployment history:
de: So sehen Sie die Inbetriebnahme-Historie:
hu: Az üzembe állítás előzmények megtekintéséhez:
zh_cn: 若要查看部署历史：

source: Click on the *Deployment* button.
de: Klicken Sie auf die Schaltfläche *Inbetriebnahme*.
hu: Kattintson az *Üzembe állítás* gombra.
zh_cn: 单击 *部署* 按钮。

source: Click on the *History* button.
de: Klicken Sie auf die Schaltfläche *Historie*.
hu: Kattintson az *Előzmények* gombra.
zh_cn: 单击 *历史* 按钮。

source: Deployment History Screen
de: Inbetriebnahme-Historie
hu: Üzembe állítás előzmények képernyő
zh_cn: 部署历史屏幕

source: Every deployment can be further inspected by clicking on *View Details* link next to it. Details screen can be used to compare the setting with its previous value, before the deployment took place.
de: Jede Inbetriebnahme kann durch Anklicken des Links *Details anzeigen* weiter inspiziert werden. Die Detailansicht kann verwendet werden, um die Einstellung mit ihrem vorherigen Wert zu vergleichen, bevor die Inbetriebnahme erfolgte.
hu: Minden egyes üzembe állítás tovább vizsgálható a mellette lévő *Részletek megtekintése* hivatkozásra kattintva. A részletek képernyő használható a beállítás összehasonlításához az előző értékével, mielőtt az üzembe állítás érvénybe lépett volna.
zh_cn: 单击 *查看详细信息* 旁边的链接，可以进一步检查每个部署。 “详细信息”屏幕可用于在进行部署之前将设置与其先前的值进行比较。

source: Deployment Details Screen
de: Inbetriebnahme-Details
hu: Üzembe állítás részletei képernyő
zh_cn: 部署详情屏幕

source: It is possible to compare the old and the new settings side-by-side by clicking on the two arrows button.
de: Es ist möglich, die alten und die neuen Einstellungen nebeneinander zu vergleichen, indem Sie auf die beiden Pfeile klicken.
hu: Lehetőség van összehasonlítani a régi és az új beállításokat egymás mellett a két nyilat tartalmazó gombra kattintva.
zh_cn: 单击两个箭头按钮可以并排比较旧设置和新设置。

source: Deployment Details Difference
de: Inbetriebnahme-Detailunterschiede
hu: Üzembe állítás részleteinek különbsége
zh_cn: 部署细节差异

source: Additionally, older deployments (every one before current state) can be restored with a simple click. By restoring a deployment, all settings will be reverted to the value they had at the time of the deployment in question.
de: Darüber hinaus können ältere Inbetriebnahmen (jeweils vor dem aktuellen Zustand) mit einem einfachen Klick wiederhergestellt werden. Durch die Wiederherstellung einer Inbetriebnahme werden alle Einstellungen auf den Wert zurückgesetzt, den sie zum Zeitpunkt der betreffenden Inbetriebnahme hatten.
hu: Ezenkívül a régebbi üzembe állítások (mindegyik a jelenlegi állapot előtt) helyreállítható egy egyszerű kattintással. Egy üzembe állítás helyreállításával az összes beállítás vissza lesz állítva arra az értékre, amelyekkel a kérdéses üzembe állításkor rendelkezett.
zh_cn: 此外，只需单击一下即可恢复较旧的部署（当前状态之前的每个部署）。通过恢复部署，所有设置将恢复到它们在有问题的部署时的值。

source: Finally, deployments can be exported with click on the export button. User will be presented with a download of a YML file that contains changed settings. This YML file can be later restored via *Import & Export* screen in the system configuration.
de: Schließlich können Inbetriebnahmen exportiert werden, indem Sie auf die Schaltfläche Export klicken. Dem Benutzer wird ein Download einer YML-Datei angeboten, die geänderte Einstellungen enthält. Diese YML-Datei kann später über die Ansicht *Import & Export* in der Systemkonfiguration wiederhergestellt werden.
hu: Végezetül az üzembe állítások exportálhatók az exportálás gombra kattintva. A felhasználó egy letölthető YML-fájlt fog kapni, amely a megváltoztatott beállításokat tartalmazza. Ez az YML-fájl később helyreállítható a rendszerbeállításokban lévő *Importálás és exportálás* képernyőn keresztül.
zh_cn: 最后，可以通过单击导出按钮导出部署。用户将看到一个包含更改设置的YML文件的下载。这个YML文件稍后可以通过系统配置中的 *导入和导出* 屏幕恢复。

source: If several history entries are displayed in the history, use the filter box to find a particular log entry by just typing the name to filter.
de: Wenn mehrere Historieneinträge in der Historie angezeigt werden, verwenden Sie das Filterfeld, um einen bestimmten Protokolleintrag zu finden, indem Sie einfach den zu filternden Namen eingeben.
hu: Ha több előzménybejegyzés van megjelenítve a naplóban, akkor használja a szűrődobozt egy bizonyos előzménybejegyzés megkereséséhez azáltal, hogy egyszerűen begépeli a nevét a szűrőbe.
zh_cn: 如果历史记录中显示了多个历史记录条目，请使用过滤器框，只需键入要过滤的名称即可查找特定的日志条目。

source: Setting History
de: Einstellungs-Historie
hu: Beállítás előzményei
zh_cn: 设置历史

source: Specific setting history can be accessed via *History* button in the setting widget. This button opens a screen of all values setting had over different deployments. Information like name of the user that made the change and time of change is displayed, along with a useful comparison tool.
de: Auf die spezifische Einstellhistorie kann über die Schaltfläche *Historie* im Einstell-Widget zugegriffen werden. Diese Schaltfläche öffnet einen Ansicht mit allen Werten, die in verschiedenen Implementierungen eingestellt wurden. Informationen wie Name des Benutzers, der die Änderung vorgenommen hat, und Zeitpunkt der Änderung werden angezeigt, zusammen mit einem nützlichen Vergleichstool.
hu: Bizonyos beállítási előzmények hozzáférhetők a beállítások felületi elemben lévő *Előzmények* gombon keresztül. Ez a gomb egy olyan képernyőt nyit meg, amely a különböző üzembe állítások összes beállításával rendelkezik. Olyan információk jelennek meg, mint például annak a felhasználónak a neve, aki a változtatásokat elvégezte és a változtatás ideje, valamint egy hasznos összehasonlító eszköz.
zh_cn: 特定的设置历史记录可以通过设置小部件中的 *历史* 按钮来访问。 此按钮将打开一个屏幕，其中包含针对不同部署的所有值设置。会显示做出更改的用户的姓名和更改时间等信息，以及一个有用的比较工具。

source: To see the setting history:
de: So sehen Sie die Einstellhistorie:
hu: A beállítás előzményeinek megtekintéséhez:
zh_cn: 若要查看设置历史：

source: Search for a system configuration setting.
de: Suchen Sie nach einer Systemkonfigurations-Einstellung.
hu: Keressen egy rendszerbeállítási lehetőséget.
zh_cn: 搜索系统配置设置。

source: Open the setting for editing and click on its header to reveal the buttons.
de: Öffnen Sie die Einstellung zur Bearbeitung und klicken Sie auf die Kopfzeile, um die Schaltflächen anzuzeigen.
hu: Nyissa meg a beállítást szerkesztésre, és kattintson a fejlécére a gombok felfedéséhez.
zh_cn: 打开设置进行编辑，然后单击其顶部以显示按钮。

source: Change History Screen
de: Änderungshistorie
hu: Változtatási előzmények képernyő
zh_cn: 更改历史屏幕

source: Every historical setting value can be restored by clicking on the *Restore* button in top right corner of the widget.
de: Jeder historische Einstellwert kann durch Klicken auf die Schaltfläche *Wiederherstellen* oben rechts im Widget wiederhergestellt werden.
hu: Minden korábbi beállítási érték visszaállítható a felületi elem jobb felső sarkában lévő *Visszaállítás* gombra kattintva.
zh_cn: 单击小部件右上角的 *恢复* 按钮，可以恢复每个历史设置值。

source: Tag Cloud
zh_cn: 标签云

source: This feature add-on provides a better overview of trends in ticket information with the help of assigned tags. Where the standard version of **OTRS** offers similar functionality with a lot more clicks, the tag cloud shows the information instantly, at a single glance, and in comparison to other results. For example, it is possible to visualize the workload of single agents or departments dynamically and to see the most up-to-date results. Likewise, the frequency of incidents with certain products can be measured constantly and can be compared with each other, which leads to a faster reaction on deviations.
de: Dieses Feature Add-on bietet mit Hilfe von zugewiesenen Tags einen besseren Überblick über Trends bei Ticketinformationen. Während die Standardversion von **OTRS** mit viel mehr Klicks eine ähnliche Funktionalität bietet, zeigt die Tag Cloud die Informationen sofort, auf einen Blick und im Vergleich zu anderen Ergebnissen. So ist es beispielsweise möglich, die Auslastung einzelner Agenten oder Abteilungen dynamisch zu visualisieren und die aktuellsten Ergebnisse zu sehen. Ebenso kann die Häufigkeit von Vorfällen mit bestimmten Produkten ständig gemessen und miteinander verglichen werden, was zu einer schnelleren Reaktion auf Abweichungen führt.
hu: Ez a funkciókiegészítő az irányzatok jobb áttekintőjét biztosítja a jegyinformációkban a hozzárendelt címkék segítségével. Ahol az **OTRS** szabványos verziója hasonló funkcionalitást nyújt nagyon sok kattintással, ott a címkefelhő azonnal, ránézésre megjeleníti az információkat a többi eredményhez képest. Például lehetséges egy adott ügyintéző vagy részleg munkaterhelésének dinamikus megjelenítése grafikusan, és a naprakész eredmények megtekintése. Hasonlóképpen bizonyos termékekkel kapcsolatos incidensek gyakorisága is folyamatosan mérhető, és összehasonlíthatók egymással, amely az eltérésekre való gyorsabb reagáláshoz vezet.
zh_cn: 本功能插件借助分配的标签更好地概述了工单信息的趋势。 如果标准版本的 **OTRS** 可以提供更多点击的类似功能，则标签云可以立即显示信息，并且与其它结果进行比较。 例如，可以动态地可视化单个服务人员或部门的工作量，并查看最新结果。 同样，某些产品的事故发生频率可以不断地测量，并且可以相互比较，从而可以更快地对偏差做出反应。

source: The following ticket attributes can be visualized in the tag cloud:
de: Die folgenden Ticket-Attribute können in der Tag Cloud visualisiert werden:
hu: A következő jegyattribútumok jeleníthetők meg a címkefelhőben:
zh_cn: 可以在标签云中可视化以下工单属性：

source: Ticket state
de: Ticket-Status
hu: Jegyállapot
zh_cn: 工单状态

source: Owner
de: Besitzer
hu: Tulajdonos
zh_cn: 所有者

source: Responsible
de: Verantwortlicher
hu: Felelős
zh_cn: 负责人

source: Priority
de: Priorität
hu: Prioritás
zh_cn: 优先级

source: All dynamic fields (e.g. error classes, products, etc.)
de: Alle dynamischen Felder (z.B. Fehlerklassen, Produkte, etc.)
hu: Az összes dinamikus mező (például hibaosztályok, termékek, stb.)
zh_cn: 所有动态字段（例如错误类别、产品等）

source: The larger a tag cloud is, the more the defined ticket attributes occur. The numbers in the brackets show the exact number of found tickets. With a direct click on a tag, the ticket search starts automatically and the related tickets are shown instantly.
de: Je größer eine Tag Cloud ist, desto mehr treten die definierten Ticket-Attribute auf. Die Zahlen in den Klammern zeigen die genaue Anzahl der gefundenen Tickets an. Mit einem direkten Klick auf ein Tag startet die Ticketsuche automatisch und die zugehörigen Tickets werden sofort angezeigt.
hu: Minél nagyobb a címkefelhő, annál több meghatározott jegyattribútum jelenik meg. A zárójelben lévő számok jelenítik meg a megtalált jegyek pontos számát. Egy címkére történő közvetlen kattintással a jegykeresés automatikusan elindul, és a megtalált jegyek azonnal megjelennek.
zh_cn: 标签云越大，定义的工单属性出现的越多。 括号中的数字显示找到的工单的确切数量。 直接单击标签，便会自动开始工单搜索，并立即显示相关工单。

source: Find out about trends & habits at a glance.
de: Informieren Sie sich auf einen Blick über Trends & Gewohnheiten.
hu: Az irányzatok és tendenciák megismerése egyetlen pillantással.
zh_cn: 一目了然地了解趋势和习惯。

source: See the dynamic and current workload of your agents.
de: Sehen Sie die dynamische und aktuelle Auslastung Ihrer Agenten.
hu: Az ügyintézők dinamikus és aktuális munkaterhelésének megtekintése.
zh_cn: 查看服务人员的动态和当前工作量。

source: React fast to anomalies.
de: Reagieren Sie schnell auf Anomalien.
hu: Gyors reagálás az anomáliákra.
zh_cn: 快速响应异常。

source: This package includes the functionality of a tag cloud, which can be displayed as a small and/or large widget in the dashboard.
de: Dieses Paket beinhaltet die Funktionalität einer Tag Cloud, die als kleines und/oder großes Widget im Dashboard angezeigt werden kann.
hu: Ez a csomag egy címkefelhő funkcionalitását tartalmazza, amely megjeleníthető kicsi és/vagy nagy felületi elemként a vezérlőpulton.
zh_cn: 本软件包包括标签云的功能，可以在仪表板中将其显示为小部件和/或大部件。

source: This package adds a small and/or a large tag cloud widget to the agent dashboard. The tag cloud displays a configurable number of top hits for a selectable ticket attribute or dynamic field.
de: Dieses Paket fügt ein kleines und/oder ein großes Tag Cloud-Widget zum Dashboard des Agenten hinzu. Die Tag Cloud zeigt eine konfigurierbare Anzahl von Top-Treffer für ein wählbares Ticket-Attribut oder ein dynamisches Feld.
hu: Ez a csomag egy kicsi és/vagy nagy címkefelhő felületi elemet ad az ügyintéző vezérlőpultjához. A címkefelhő a leggyakoribb találatok beállítható számát jeleníti meg egy választható jegyattribútumnál vagy dinamikus mezőnél.
zh_cn: 本软件包将一个小标签和/或一个大标签云小部件添加到服务人员仪表板。 标签云显示可选工单属性或动态字段的可配置热门点击数。

source: This package adds a small tag cloud widget to the right sidebar of the dashboard and a large tag cloud widget to the content widgets of the agent dashboard. Each logged in agent has the option to configure or hide the tag cloud widgets according to personal preferences.
de: Dieses Paket fügt ein kleines Tag Cloud-Widget zur rechten Seitenleiste des Dashboards und ein großes Tag Cloud-Widget zu den Widgets des Agenten-Dashboards hinzu. Jeder eingeloggte Agent hat die Möglichkeit, die Tag Cloud-Widgets je nach persönlichen Vorlieben zu konfigurieren oder auszublenden.
hu: Ez a csomag egy kis címkefelhő felületet ad a vezérlőpult jobb oldalsávjához és egy nagy címkefelhő felületi elemet az ügyintéző vezérlőpultjának tartalmi felületi elemeihez. Minden bejelentkezett ügyintézőnek lehetősége van beállítani vagy elrejteni a címkefelhő felületi elemeket a személyes beállításaik szerint.
zh_cn: 本软件包将一个小标签云小部件添加到仪表板的右侧，并将一个大标签云小部件添加到服务人员仪表板的内容小部件。 每个登录的服务人员都可以根据个人喜好配置或隐藏标签云小部件。

source: Large Tag Cloud Widget
de: Großes Tag Cloud Widget
hu: Nagy címkefelhő felületi elem
zh_cn: 大的标签云小部件

source: The tag cloud widget displays a selection of top entries of the configured source. When clicking on one of the displayed tags, a ticket request with the selected value is started as a search criterion in a new browser window.
de: Das Tag Cloud-Widget zeigt eine Auswahl von Top-Einträgen der konfigurierten Quelle an. Beim Anklicken eines der angezeigten Tags wird in einem neuen Browserfenster eine Ticketanforderung mit dem ausgewählten Wert als Suchkriterium gestartet.
hu: A címkefelhő felületi elem a beállított forrás legfőbb bejegyzéseinek választékát jeleníti meg. A megjelenített címkék egyikére kattintáskor a választott értékkel rendelkező jegykérés indul el keresési feltételként egy új böngészőablakban.
zh_cn: 标签云小部件显示已配置源的顶部条目的选择。 单击显示的标签之一时，将在新的浏览器窗口中启动具有选定值的工单请求作为搜索条件。

source: To turn on or off the tag cloud widgets:
de: So schalten Sie die Tag Cloud-Widgets ein oder aus:
hu: A címkefelhő felületi elemek be- vagy kikapcsolásához:
zh_cn: 若要打开或关闭标签云小部件：

source: Click on the *Settings* widget in the right sidebar to expand it.
de: Klicken Sie auf den Kopfbereich des Widgets *Einstellungen* in der rechten Seitenleiste, um es auf zuklappen.
hu: Kattintson a *Beállítások* felületi elemre a jobb oldalsávban a kinyitásához.
zh_cn: 单击右侧边栏中的 *设置* 小部件将其展开。

source: Select or deselect the widgets *OTRS TagCloud – Small* and *OTRS TagCloud – Large*.
de: Aktivieren oder deaktivieren Sie die Widgets *OTRS TagCloud - Klein* und *OTRS TagCloud - Groß*.
hu: Jelölje be vagy szüntesse meg a kijelölést az *OTRS címkefelhő – kicsi* és *OTRS címkefelhő – nagy* felületi elemeknél.
zh_cn: 选择或取消选择小部件 *OTRS TagCloud – Small* 和 *OTRS TagCloud – Large*。

source: You can also remove a widget, if you hover the mouse over the widget header and click on the *×* on the top right corner to close the widget.
de: Sie können ein Widget ebenfalls entfernen, wenn Sie die Maus über den Kopfbereich bewegen und dann auf das *x*-Symbol in der oberen, rechten Ecke des Widgets klicken.
hu: Úgy is eltávolíthat egy felületi elemet, ha a felületi elem fejléce fölé húzza az egeret, majd rákattint a jobb felső sarokban lévő *×* ikonra a felületi elem bezárásához.
zh_cn: 如果将鼠标悬停在小部件顶部并点击右上角的 *×* 以关闭小部件，也可以删除小部件。

source: To configure a tag cloud widget:
de: So konfigurieren Sie ein Tag Cloud-Widget:
hu: Egy címkefelhő felületi elem beállításához:
zh_cn: 若要配置标签云小部件：

source: Tag Cloud Settings
de: Tag Cloud Einstellungen
hu: Címkefelhő beállításai
zh_cn: 标签云设置

source: Each agent can configure individual tag clouds independently from other agents or tag clouds in the dashboard. The settings are stored separately for each tag cloud and agent.
de: Jeder Agent kann einzelne Tag Clouds unabhängig von anderen Agenten oder Tag Clouds im Dashboard konfigurieren. Die Einstellungen werden für jede Tag Cloud und jeden Agenten separat gespeichert.
hu: Minden ügyintéző egyénileg állíthatja be a címkefelhőket a vezérlőpulton függetlenül a többi ügyintézőtől vagy címkefelhőtől. A beállítások külön vannak tárolva minden egyes felületi elemnél és ügyintézőnél.
zh_cn: 每个服务人员可以独立于其他服务人员或仪表板中的标签云配置各个标签云。 这些设置分别存储在每个标签云和服务人员中。

source: Shown
de: Angezeigt
hu: Megjelenített
zh_cn: 显示

source: Select, how many tags should be displayed in the widget. The most common tags are always displayed.
de: Wählen Sie aus, wie viele Tags im Widget angezeigt werden sollen. Die gängigsten Tags werden immer angezeigt.
hu: Annak kiválasztása, hogy hány címkét kell megjeleníteni a felületi elemben. A leggyakoribb címkék mindig megjelennek.
zh_cn: 选择在小部件中应显示多少个标签。 最常用的标签始终显示。

source: Source
de: Quelle
hu: Forrás
zh_cn: 源

source: Select, from which source should be the tags visualizing. It is possible to select between the ticket fields like priority, queue, SLA, service, status and type, as well as for ticket search configured dynamic fields.
de: Wählen Sie aus, aus welcher Quelle die Tags visualisiert werden sollen. Es ist möglich, zwischen den Ticket-Feldern wie Priorität, Warteschlange, SLA, Service, Status und Typ sowie für die Ticket-Suche konfigurierten dynamischen Feldern zu wählen.
hu: Annak kiválasztása, hogy mely forrásból kell a címkéket megjeleníteni. Lehetőség van a jegymezők közül választani, mint például prioritás, várólista, SLA, szolgáltatás, állapot és típus, valamint a jegykereséshez beállított dinamikus mezők közül.
zh_cn: 选择应该从哪个来源可视化标签。 可以在工单字段之间进行选择，例如优先级、队列、SLA、服务、状态和类型，以及用于工单搜索配置的动态字段。

source: To configure the dynamic fields for the ticket search screen, see the setting ``Ticket::Frontend::AgentTicketTicketSearch###DynamicField``.
de: Um die dynamischen Felder für den Bildschirm der Ticketsuche zu konfigurieren, siehe die Einstellung ``Ticket::Frontend::AgentTicketTicketSearch####DynamicField``.
hu: A dinamikus mezőknek a jegykeresés képernyőhöz való beállításához nézze meg a ``Ticket::Frontend::AgentTicketTicketSearch###DynamicField`` beállítást.
zh_cn: 要为工单搜索屏幕配置动态字段，请参阅设置 ``Ticket::Frontend::AgentTicketTicketSearch###DynamicField``。

source: Scrollwheel zoom
de: Zoom mit Scrollrad
hu: Görgetőkerék nagyítás
zh_cn: 滚轮缩放

source: If enabled, the scroll wheel of the mouse can be used to zoom in or out in the tag cloud instead of scrolling the page. The zoom can be helpful if you want to enter deeper into the tag cloud.
de: Wenn aktiviert, kann das Scrollrad der Maus verwendet werden, um in der Tag Cloud ein- oder auszuzoomen, anstatt die Seite zu scrollen. Der Zoom kann hilfreich sein, wenn Sie tiefer in die Tag Cloud eindringen wollen.
hu: Ha engedélyezve van, akkor az egér görgetőkereke használható a címkefelhőbe történő nagyításhoz vagy kicsinyítéséhez az oldal görgetése helyett. A nagyítás akkor lehet hasznos, ha mélyebbre szeretne ásni a címkefelhőben.
zh_cn: 如果启用，则可以使用鼠标的滚轮来放大或缩小标签云，而不用滚动页面。 如果您想更深入地进入标签云，则缩放可能会有所帮助。

source: It is possible that empty values are stored in dynamic fields. These are represented by the string *Empty*. If no data is available for the selected source, an error message with corresponding text is displayed. This tells the agent the missing data and asks him to choose another source for the tags.
de: Es ist möglich, dass Leerwerte in dynamischen Feldern gespeichert werden. Diese werden durch die Zeichenkette *Leer* dargestellt. Wenn für die ausgewählte Quelle keine Daten verfügbar sind, wird eine Fehlermeldung mit entsprechendem Text angezeigt. Dies teilt dem Agenten die fehlenden Daten mit und bittet ihn, eine andere Quelle für die Tags auszuwählen.
hu: Lehetséges, hogy üres értékek vannak eltárolva a dinamikus mezőkben. Ezek az *Üres* szöveggel vannak megjelenítve. Ha nem érhető el adat a kiválasztott forráshoz, akkor egy hibaüzenet jelenik meg a megfelelő szöveggel. Ez értesíti az ügyintézőt a hiányzó adatokról, és arra kéri, hogy válasszon másik forrást a címkékhez.
zh_cn: 空值可能存储在动态字段中。 这些由字符串 *空* 表示。 如果所选源无可用数据，则会显示一条错误消息以及相应的文本。 这告诉服务人员缺少的数据，并要求他为标签选择另一个来源。

source: The tag cloud offers the possibility to filter the tag search for queues, states, owners and responsible person. For this, the configuration parameter ``FilterEnabled`` must be activated in the setting of the tag cloud in the system configuration.
de: Die Tag Cloud bietet die Möglichkeit, die Tag-Suche nach Queues, Status, Besitzern und Verantwortlichen zu filtern. Dazu muss in der Einstellung der Tag Cloud in der Systemkonfiguration der Konfigurationsparameter ``FilterEnabled`` aktiviert werden.
hu: A címkefelhő lehetőséget nyújt a címkekeresés szűrésére a várólistáknál, állapotoknál, tulajdonosoknál és felelős személynél. Ehhez a ``FilterEnabled`` beállítási paramétert kell bekapcsolni a rendszerbeállításokban lévő címkefelhő beállításaiban.
zh_cn: 标签云提供了过滤标签搜索队列、状态、所有者和负责人的可能性。 为此，必须在系统配置中标签云的设置中激活配置参数 ``FilterEnabled``。

source: To filter the sources:
de: So filtern Sie die Quellen:
hu: A források szűréséhez:
zh_cn: 若要过滤源：

source: Click on the filter icon in the top left corner of the content area in the tag cloud widget.
de: Klicken Sie auf das Filtersymbol in der linken oberen Ecke des Inhaltsbereichs im Tag Cloud Widget.
hu: Kattintson a szűrő ikonra a címkefelhő felületi elemben lévő tartalmi terület bal felső sarkában.
zh_cn: 单击标签云小部件中内容区域左上角的过滤器图标。

source: Add some filter criteria with the filter options.
de: Fügen Sie einige Filterkriterien mit den Filteroptionen hinzu.
hu: Adjon hozzá néhány szűrési feltételt a szűrőbeállításokkal.
zh_cn: 使用过滤器选项添加一些过滤器条件。

source: Tag Cloud Filters
hu: Címkefelhő szűrői
zh_cn: 标签云过滤器

source: An asynchronous request is sent to the server that delivers the new tag data without reloading the entire page. While this request is running, an icon appears in the upper right corner of the widget.
de: Eine asynchrone Anfrage wird an den Server gesendet, der die neuen Tag-Daten liefert, ohne die gesamte Seite neu zu laden. Während diese Anforderung läuft, erscheint ein Symbol in der oberen rechten Ecke des Widgets.
hu: Egy aszinkron kérés kerül elküldésre a kiszolgálónak, amely visszaadja az új címkeadatokat a teljes oldal újratöltése nélkül. Amíg ez a kérés fut, addig egy ikon jelenik meg a felületi elem jobb felső sarkában.
zh_cn: 异步请求被发送到服务器，该服务器在不重新加载整个页面的情况下传递新标签数据。 运行此请求时，图标将显示在小部件的右上角。
