Repository: Yan-Oliveira/doc-fao
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu, zh_cn

source: The dynamic field configuration decides if linking happens and what link type and direction will be used. See the :doc:`admin/processes-automation/dynamic-fields` in the administrator interface.
de: Die Konfiguration des dynamischen Feldes entscheidet, ob eine Verknüpfung stattfindet und welche Art und Richtung der Verknüpfung verwendet wird. Siehe :doc:`admin/processes-automation/dynamic-fields` im Administrator-Interface.
hu: A dinamikus mező beállítása dönti el, hogy történik-e összekapcsolás, illetve milyen kapcsolattípus és irány lesz használva. Nézze meg az adminisztrátori felületen lévő :doc:`admin/processes-automation/dynamic-fields` fejezetet.
zh_cn: 动态字段配置决定是否发生链接以及将使用哪种链接类型和方向。 请参阅管理员界面中的 :doc:`admin/processes-automation/dynamic-fields`。

source: Dynamic Field Database
zh_cn: 数据库类型的动态字段

source: Integrate data from any number of external databases, such as an ERP, CRM, tracking or other ticket systems, and have it displayed in dynamic fields. These records can then be searched and pre-filtered with additional masks.
de: Integrieren Sie Daten aus einer beliebigen Anzahl externer Datenbanken, wie z.B. einem ERP-, CRM-, Tracking-System oder anderen Ticketsystemen, und lassen Sie sie in dynamischen Feldern anzeigen. Diese Datensätze können dann durchsucht und mit zusätzlichen Masken vorgefiltert werden.
hu: Integráljon adatokat tetszőleges számú adatbázisból, például ERP és CRM rendszerekből, vagy egyéb követő- és jegykezelő rendszerekből, és jelenítse meg azokat dinamikus mezőkben. Ezek a rekordok azután további maszkok használatával kereshetők és előszűrhetők.
zh_cn: 集成来自任意数量外部数据库(如ERP、CRM、跟踪或其它工单系统)的数据，并将其显示在动态字段中。然后可以搜索这些记录并使用附加的掩码进行预过滤。

source: Time saved when searching, filtering (e.g. according to customer data) and overwriting ticket data.
de: Zeitersparnis beim Suchen, Filtern (z.B. nach Kundendaten) und Überschreiben von Ticketdaten.
hu: A jegyadatok keresésekor, szűrésekor (például ügyféladatok alapján), valamint felülírásakor időt takarít meg.
zh_cn: 搜索、过滤（例如，根据客户数据）和覆盖工单数据时节省的时间。

source: All data is centrally accessible in **OTRS**.
de: Alle Daten sind in **OTRS** zentral zugänglich.
hu: Minden adat az **OTRS**-en belül központilag elérhető.
zh_cn: 所有数据都可以在 **OTRS** 中集中访问。

source: Automatic transfer of additional data to the record.
de: Automatische Übertragung von Zusatzdaten in den Datensatz.
hu: A kiegészítő adatok automatikus átvitele a rekordba.
zh_cn: 自动将附加数据传输到记录中。

source: Document management
de: Dokumentenmanagement
hu: Dokumentumkezelés
zh_cn: 文档管理

source: Supply-chain management
hu: Ellátásilánc-menedzsment
zh_cn: 供应链管理

source: This package contains a configuration interface to create dynamic fields of the type *Database*. These fields can store data from external databases in a dynamic field and display them in the different views. Such connected data sets can be searched and filtered using additional masks.
de: Dieses Paket enthält eine Konfigurationsschnittstelle zur Erstellung dynamischer Felder vom Typ *Datenbank*. Diese Felder können Daten aus externen Datenbanken in einem dynamischen Feld speichern und in den verschiedenen Ansichten anzeigen. Solche verbundenen Datensätze können über zusätzliche Masken gesucht und gefiltert werden.
hu: Ez a csomag beállítási felületet tartalmaz az *Adatbázis* típusú dinamikus mezők létrehozásához. Ezek a mezők külső adatbázisokból származó adatokat tárolhatnak egy dinamikus mezőben, és különböző nézeteken jeleníthetik meg azokat. Az ilyen kapcsolt adathalmazok további maszkok használatával kereshetők és szűrhetők.
zh_cn: 这个软件包包含一个配置界面，用于创建类型为 *数据库* 的动态字段。这些字段可以将来自外部数据库的数据存储在动态字段中，并在不同的视图中显示它们。可以使用其它掩码搜索和过滤这些连接的数据集。

source: This package makes it possible to create dynamic fields of the type *Database*, which can store data from external databases in tickets.
de: Mit diesem Paket ist es möglich, dynamische Felder vom Typ *Web Service* zu erstellen, die Daten aus externen Systemen in Tickets speichern können.
hu: Ez a csomag lehetővé teszi az *Adatbázis* típusú dinamikus mezők létrehozását, amelyek külső adatbázisokból származó adatokat tárolhatnak a jegyekben.
zh_cn: 这个软件包使得创建类型为 *数据库* 的动态字段成为可能，它可以将来自外部数据库的数据存储在工单中。

source: After installation of the package a new dynamic field type *Database* will be available for tickets.
de: Nach der Installation des Pakets ist ein neuer Typ *Datenbank* für dynamische Felder in Tickets verfügbar.
hu: A csomag telepítése után egy új *Adatbázis* típusú dinamikus mező válik elérhetővé a jegyekhez.
zh_cn: 安装本软件包后，一个新的动态字段类型 *数据库* 将可用于工单。

source: Before an external database can be searched and the results be saved at the ticket through the dynamic field, the credentials have to be stored in the configuration of the dynamic field.
de: Bevor eine externe Datenbank durchsucht und die Ergebnisse am Ticket durch das dynamische Feld gespeichert werden können, müssen die Anmeldeinformationen in der Konfiguration des dynamischen Feldes gespeichert werden.
hu: Mielőtt egy külső adatbázis kereshető lenne, és a találatok elmenthetők lennének a jegyeknél a dinamikus mezőn keresztül, a hitelesítési adatokat el kell tárolni a dinamikus mező beállításaiban.
zh_cn: 在搜索外部数据库并通过动态字段将结果保存在工单之前，必须将凭据存储在动态字段的配置中。

source: Database Dynamic Field Settings
de: Einstellungen für das dynamische Feld „Datenbank”
hu: Adatbázis dinamikus mező beállításai
zh_cn: 数据库动态字段设置

source: Dynamic field of type database is used to store database records for tickets.
de: Ein dynamisches Feld vom Typ Datenbank wird verwendet, um Datenbankeinträge für Tickets zu speichern.
hu: Az adatbázis típusú dinamikus mező adatbázisrekordok tárolásához használható a jegyeknél.
zh_cn: 数据库类型的动态字段用于存储工单的数据库记录。

source: Possible values
de: Mögliche Werte
hu: Lehetséges értékek
zh_cn: 可能值

source: The possible values will fill up the *Identifier* field below automatically, which defines the value that will be stored in the dynamic field. Possible values can be created as much as needed (or at least as many table columns as the database table has). The possible values defines the database columns to search in. It is possible to set the column name, a description (label) the field should have, the needed data type and if the field should be a search or list field.
de: Die möglichen Werte füllen das Feld *Bezeichner* unten automatisch aus, das den Wert definiert, der im dynamischen Feld gespeichert wird. Mögliche Werte können beliebig angelegt werden (oder mindestens so viele Tabellenspalten wie die Datenbanktabelle hat). Die möglichen Werte definieren die Datenbankspalten, in denen gesucht werden soll. Es ist möglich, den Spaltennamen, eine Beschreibung (Label) für das Feld, den benötigten Datentyp und ob es sich bei dem Feld um ein Such- oder Listenfeld handeln soll, einzustellen.
hu: A lehetséges értékek automatikusan fel fogják tölteni a lenti *Azonosító* mezőt, amely meghatározza azt az értéket, amely tárolásra kerül a dinamikus mezőben. Annyi lehetséges érték hozható létre, amennyi szak szükséges (vagy legalább annyi táblaoszlop, amennyi az adatbázistáblában van). A lehetséges értékek határozzák meg azokat az adatbázisoszlopokat, amelyekben keresni kell. Lehetőség van beállítani az oszlop nevét, a mezőhöz szükséges leírást (címkét), a szükséges adattípust, valamint hogy a mezőnek kereshetőnek vagy listázható mezőnek kell-e lennie.
zh_cn: 可能的值将自动填充下面的 *标识符* 字段，该字段定义将存储在动态字段中的值。 可以根据需要创建尽可能多的值（或者至少创建与数据库表一样多的表列）。 可能的值定义了要搜索的数据库列。可以设置列名称，字段应具有的描述（标签），所需的数据类型以及该字段是搜索字段还是列表字段。

source: The exact name of the database column which will be requested through the database queries.
de: Der genaue Name der Datenbank-Spalte, die durch die Datenbank-Abfragen angefordert wird.
hu: Az adatbázisoszlop pontos neve, amely az adatbázis-lekérdezésen keresztül le lesz kérve.
zh_cn: 通过数据库查询请求的数据库列的确切名称。

source: Label \*
de: Beschriftung \*
hu: Címke \*
zh_cn: 标签 \*

source: The label of the field which will be displayed in the detailed search.
de: Die Bezeichnung des Feldes, das in der Detailsuche angezeigt wird.
hu: A mező címkéje, amely a részletes keresésben lesz megjelenítve.
zh_cn: 将在详细搜索中显示的字段标签。

source: Datatype \*
de: Datentyp \*
hu: Adattípus \*
zh_cn: 数据类型 \*

source: The data type which will be stored in the dynamic field. Possible values: *Date*, *Integer* or *Text*.
de: Der Datentyp, der im dynamischen Feld gespeichert wird. Mögliche Werte: *Datum*, *Integer* oder *Text*.
hu: Az adattípus, amely a dinamikus mezőben tárolva lesz. Lehetséges értékek: *Dátum*, *Egész szám* vagy *Szöveg*.
zh_cn: 将存储在动态字段中的数据类型。 可能的值：*Date（日期）*、*Integer（整数）* 或 *Text（文本）*。

source: Filter
hu: Szűrő
zh_cn: 过滤器

source: With the filter field, it is possible to choose a ticket attribute or a dynamic field as a filter for the related column. If the dynamic field is bound to a related ticket, the attributes will be used for the filter mechanism, otherwise the filters will be ignored. If the filter will be configured to a table column, only search results matching to the search term and the related ticket attribute on exactly the configured column will be displayed.
de: Mit dem Filterfeld ist es möglich, ein Ticketattribut oder ein dynamisches Feld als Filter für die zugehörige Spalte auszuwählen. Wenn das dynamische Feld an ein verknüpftes Ticket gebunden ist, werden die Attribute für den Filtermechanismus verwendet, andernfalls werden die Filter ignoriert. Wenn der Filter auf eine Tabellenspalte konfiguriert wird, werden nur Suchergebnisse angezeigt, die dem Suchbegriff und dem zugehörigen Ticketattribut auf genau der konfigurierten Spalte entsprechen.
hu: A szűrőmezővel lehetőség van egy jegyattribútumot vagy egy dinamikus mezőt kiválasztani szűrőként a kapcsolódó oszlophoz. Ha a dinamikus mező hozzá van kötve egy kapcsolódó jegyhez, akkor az attribútumok lesznek használva a szűrőmechanizmushoz, egyébként a szűrők figyelmen kívül lesznek hagyva. Ha a szűrő be lesz állítva egy táblaoszlophoz, akkor csak a keresési kifejezésre illeszkedő keresési eredmények és pontosan a beállított oszlopon lévő kapcsolódó jegyattribútumok lesznek megjelenítve.
zh_cn: 使用过滤器字段，可以选择一个工单属性或一个动态字段作为相关列的过滤器。如果动态字段绑定到一个相关的工单，那么属性将用于过滤机制，否则过滤器将被忽略。如果将过滤器配置为表列，则仅显示与搜索项和所配置列上的相关工单属性匹配的搜索结果。

source: Searchfield
de: Suchfeld
hu: Keresőmező
zh_cn: 搜索字段

source: Indicates if a field should be included in the search requests.
de: Gibt an, ob ein Feld in die Suchanfragen aufgenommen werden soll.
hu: Azt jelzi, hogy egy mezőt fel kell venni a keresési kérésekbe.
zh_cn: 指示一个字段是否应包含在搜索请求中。

source: Listfield
de: Listenfeld
hu: Listamező
zh_cn: 列表区域

source: Indicates if a field should be displayed in the results.
de: Gibt an, ob ein Feld in den Ergebnissen angezeigt werden soll.
hu: Azt jelzi, hogy egy mezőt meg kell jeleníteni az eredményekben.
zh_cn: 指示一个字段是否应在结果中显示。

source: Add value
de: Wert hinzufügen
hu: Érték hozzáadása
zh_cn: 添加值

source: Click on the + icon to add a new section to *Possible values*.
de: Klicken Sie auf das Symbol +, um einen neuen Abschnitt zu *Mögliche Werte* hinzuzufügen.
hu: Kattintson a + ikonra egy új szakasz hozzáadásához a *Lehetséges értékek* mezőnél.
zh_cn: 单击+图标，向 *可能的值* 添加一个新部分。

source: Show link
de: Link anzeigen
hu: Hivatkozás megjelenítése
zh_cn: 显示链接

source: Here you can specify an optional HTTP link for the field value in ticket overviews and zoom screens. If special characters (&, @, :, /, etc.) should not be encoded, use ``url`` instead of ``uri`` filter.
de: Hier können Sie einen optionalen HTTP-Link für den Feldwert in Ticket-Übersichten und Detailansichten angeben. Wenn Sonderzeichen (&, @, :, /, etc.) nicht kodiert werden sollen, verwenden Sie ``url`` anstelle des Filters ``uri``.
hu: Itt határozható meg egy opcionális HTTP hivatkozás a mező értékéhez a jegyáttekintőben és a nagyítási képernyőkön. Ha a különleges karaktereket (&, @, :, /, stb.) nem kell kódolni, akkor használja az ``url`` szűrőt az ``uri`` szűrő helyett.
zh_cn: 您可以在此处为工单概览和详情屏幕中的字段值指定可选的HTTP链接。 如果不应对特殊字符（＆、@、：、/等）进行编码，请使用 ``url`` 而不是 ``uri`` 过滤器。

source: Link for preview
de: Link für Vorschau
hu: Hivatkozás az előnézethez
zh_cn: 预览链接

source: If filled in, this URL will be used for a preview which is shown when this link is hovered in ticket zoom. Please note that for this to work, the regular URL field above needs to be filled in, too.
de: Diese URL wird (falls vorhanden) für eine Vorschau verwendet, wenn sich die Maus über diesem Link in der Ticket-Detailansicht befindet. Hierfür muss das oben stehende URL-Feld ebenso ausgefüllt werden.
hu: Ha ki van töltve, akkor ez az URL lesz használva egy olyan előnézethez, amely akkor jelenik meg, ha erre a hivatkozásra rámutatnak a jegynagyításban. Ne feledje, hogy ahhoz, hogy ez működjön, a fenti szabályos URL-mezőt is ki kell tölteni.
zh_cn: 如果填写了内容，在工单详情屏幕中当鼠标移动到这个URL上方时将显示URL的预览。请注意：要使这个功能生效，还需要上面的常规URL字段也填写好了内容。

source: Type \*
de: Typ \*
hu: Típus \*
zh_cn: 类型 \*

source: The type of the desired database can be selected here. The default OTRS database types are supported: MySQL, Oracle, PostgreSQL or MSSQL.
de: Hier kann der Typ der gewünschten Datenbank ausgewählt werden. Die standardmäßigen OTRS-Datenbanktypen werden unterstützt: MySQL, Oracle, PostgreSQL oder MSSQL.
hu: A kívánt adatbázis típusa választható ki itt. Az alapértelmezett OTRS adatbázistípusok támogatottak: MySQL, Oracle, PostgreSQL vagy MSSQL.
zh_cn: 可以在此处选择所需数据库的类型。 默认支持的OTRS数据库类型：MySQL、Oracle、PostgreSQL或MSSQL。

source: SID
zh_cn: SID（实例名）

source: This option is only available for Oracle connections and will be shown or hidden automatically. Within this option you have to enter the SID of your Oracle connection.
de: Diese Option ist nur für Oracle-Verbindungen verfügbar und wird automatisch ein- oder ausgeblendet. Innerhalb dieser Option müssen Sie die SID Ihrer Oracle-Verbindung eingeben.
hu: Ez a beállítás csak Oracle kapcsolatoknál érhető el, és automatikusan meg lesz jelenítve vagy el lesz rejtve. Ezen beállításon belül kell megadnia az Oracle kapcsolat SID azonosítóját.
zh_cn: 此选项仅适用于Oracle连接，并将自动显示或隐藏。 在此选项中，您必须输入Oracle连接的SID。

source: Driver
de: Treiber
hu: Illesztőprogram
zh_cn: 驱动程序

source: This option is only available for ODBC connections and will be shown or hidden automatically. Within this option you have to enter in the host system previously configured ODBC driver to connect to the desired MSSQL database.
de: Diese Option ist nur für ODBC-Verbindungen verfügbar und wird automatisch ein- oder ausgeblendet. Innerhalb dieser Option müssen Sie im Hostsystem zuvor konfigurierte ODBC-Treiber eingeben, um eine Verbindung zur gewünschten MSSQL-Datenbank herzustellen.
hu: Ez a beállítás csak ODBC kapcsolatoknál érhető el, és automatikusan meg lesz jelenítve vagy el lesz rejtve. Ezen beállításon belül kell megadnia a gazdarendszeren korábban már beállított ODBC illesztőprogramot a kívánt MSSQL adatbázishoz való kapcsolódáshoz.
zh_cn: 此选项仅适用于ODBC连接，并且将自动显示或隐藏。 在此选项中，您必须输入主机系统中先前配置的ODBC驱动程序以连接到所需的MSSQL数据库。

source: Server \*
hu: Kiszolgáló \*
zh_cn: 服务器 \*

source: The database host (host name or IP address).
de: Der Datenbank-Host (Hostname oder IP-Adresse).
hu: Az adatbázis-kiszolgáló (gépnév vagy IP-cím).
zh_cn: 数据库主机（主机名或IP地址）。

source: Port
zh_cn: 端口

source: The port of the database server.
de: Der Port des Datenbankservers.
hu: Az adatbázis-kiszolgáló portja.
zh_cn: 数据库服务器的端口。

source: Database \*
hu: Adatbázis \*
zh_cn: 数据库 \*

source: Defines the desired target database of the DBMS. This database will be used for queries.
de: Definiert die gewünschte Zieldatenbank des DBMS. Diese Datenbank wird für Abfragen verwendet.
hu: Meghatározza az adatbázis-kezelő rendszer kívánt céladatbázisát. Ez az adatbázis lesz használva a lekérdezésekhez.
zh_cn: 定义所需的DBMS目标数据库。 该数据库将用于查询。

source: Table/View \*
de: Tabelle / Ansicht \*
hu: Tábla/nézet \*
zh_cn: 表/视图 \*

source: This table or view will be used for the queries.
de: Diese Tabelle oder Ansicht wird für die Abfragen verwendet.
hu: Ez a tábla vagy nézet lesz használva a lekérdezésekhez.
zh_cn: 用于查询的表或视图。

source: User \*
de: Benutzer \*
hu: Felhasználó \*
zh_cn: 用户 \*

source: The username for the database connection.
de: Der Benutzername für die Datenbankverbindung.
hu: Az adatbázis-kapcsolat felhasználóneve.
zh_cn: 数据库连接的用户名。

source: Password \*
de: Passwort \*
hu: Jelszó \*
zh_cn: 密码 \*

source: The user password for the database connection.
de: Das Benutzerkennwort für die Datenbankverbindung.
hu: Az adatbázis-kapcsolat felhasználójának jelszava.
zh_cn: 数据库连接的用户密码。

source: Identifier \*
de: Identifikator \*
hu: Azonosító \*
zh_cn: 标识符 \*

source: This select box will be automatically filled through *Possible values*. This field represents the value which will be stored in the dynamic field. Must be unique column from the table entered in *Table/View*.
de: Dieses Auswahlfeld wird automatisch mit *Mögliche Werte* gefüllt. Dieses Feld repräsentiert den Wert, der im dynamischen Feld gespeichert wird. Es muss eine eindeutige Spalte aus der in *Tabelle/View* eingegebenen Tabelle sein.
hu: Ez a választómező automatikusan ki lesz töltve a *Lehetséges értékek* mezőn keresztül. Ez a mező képviseli azt az értéket, amely a dinamikus mezőben lesz eltárolva. Egyedi oszlopnak kell lennie a *Tábla/nézet* mezőben megadott táblából vagy nézetből.
zh_cn: 该选择框将通过 *可能的值* 自动填充。 该字段表示将存储在动态字段中的值。 必须是 *表/视图* 中输入的表中的唯一性约束列。

source: If this field is selected, it will be possible to store more than one value to the dynamic field. Those values will be stored comma separated.
de: Wenn dieses Feld ausgewählt ist, ist es möglich, mehr als einen Wert im dynamischen Feld zu speichern. Diese Werte werden kommagetrennt gespeichert.
hu: Ha ez a mező be van jelölve, akkor lehetőség lesz egynél több értéket tárolni a dinamikus mezőben. Az értékek vesszővel elválasztva lesznek tárolva.
zh_cn: 如果选择此字段，则有可能在动态字段中存储多个值。 这些值将以逗号分隔存储。

source: CacheTTL
zh_cn: 缓存生存时间(CacheTTL)

source: This value defines the period of validity of the database cache in seconds. Equal queries to the database will be answered through the cache (local file system) within this period instead of asking the database again.
de: Dieser Wert definiert die Gültigkeitsdauer des Datenbank-Cache in Sekunden. Gleiche Abfragen an die Datenbank werden innerhalb dieses Zeitraums über den Cache (lokales Dateisystem) beantwortet, anstatt die Datenbank erneut abzufragen.
hu: Ez az érték határozza meg az adatbázis-gyorsítótár érvényességének időtartamát másodpercben. Az adatbázishoz intézett azonos kérések a gyorsítótárból (a helyi fájlrendszerről) lesznek megválaszolva ezen időtartamon belül, ahelyett hogy újra lekérdezné az adatbázist.
zh_cn: 此值以秒为单位定义数据库高速缓存的有效期。 在此期间，对数据库的相同查询将通过缓存（本地文件系统）回答，而不是再次查询数据库。

source: Searchprefix
de: Suchpräfix
hu: Keresési előtag
zh_cn: 搜索前缀

source: This value will be put in the front of every search term while using the auto-completion to search the database. Wildcard characters are supported as well. The search prefix will be ignored during the detailed search, but it is still possible to use wildcard characters in those masks.
de: Dieser Wert wird vor jeden Suchbegriff gesetzt, während die automatische Vervollständigung zur Suche in der Datenbank verwendet wird. Platzhalterzeichen werden ebenfalls unterstützt. Das Suchpräfix wird bei der Detailsuche ignoriert, aber es ist weiterhin möglich, in diesen Ansichten Platzhalterzeichen zu verwenden.
hu: Ez az érték lesz elhelyezve minden egyes keresési kifejezés elé, amikor az automatikus kiegészítést használja az adatbázis kereséséhez. Helyettesítő karakterek is támogatottak. A keresési előtag figyelmen kívül lesz hagyva a részletes keresés közben, de továbbra is lehetőség van helyettesítő karaktereket használni azokban a maszkokban.
zh_cn: 使用自动完成功能搜索数据库时，此值将放在每个搜索词的前面。 还支持通配符。 在详细搜索期间，搜索前缀将被忽略，但是仍可以在这些掩码中使用通配符。

source: Searchsuffix
de: Suchsuffix
hu: Keresési utótag
zh_cn: 搜索后缀

source: This value will be put in the end of every search term while using the auto-completion to search the database. Wildcard characters are supported as well. The search suffix will be ignored during the detailed search, but it is still possible to use wildcard characters in those masks.
de: Dieser Wert wird am Ende jedes Suchbegriffs eingefügt, während die automatische Vervollständigung zur Suche in der Datenbank verwendet wird. Platzhalterzeichen werden ebenfalls unterstützt. Das Suchsuffix wird bei der Detailsuche ignoriert, aber es ist trotzdem möglich, in diesen Ansichten Platzhalterzeichen zu verwenden.
hu: Ez az érték lesz elhelyezve minden egyes keresési kifejezés után, amikor az automatikus kiegészítést használja az adatbázis kereséséhez. Helyettesítő karakterek is támogatottak. A keresési utótag figyelmen kívül lesz hagyva a részletes keresés közben, de továbbra is lehetőség van helyettesítő karaktereket használni azokban a maszkokban.
zh_cn: 使用自动完成功能搜索数据库时，此值将放在每个搜索词的末尾。 还支持通配符。 在详细搜索期间，将忽略搜索后缀，但是仍然可以在这些掩码中使用通配符。

source: Result Limit
de: Ergebnis-Beschränkung
hu: Találati korlát
zh_cn: 限制返回结果

source: The entered integer value defines the maximum amount of allowed results during a database search. This includes the auto-completion search as well as the detailed search.
de: Der eingegebene ganzzahlige Wert definiert die maximale Anzahl der zulässigen Ergebnisse während einer Datenbanksuche. Dazu gehört die Autovervollständigen-Suche ebenso wie die Detailsuche.
hu: A megadott egész szám érték határozza meg a legnagyobb megengedett eredményméretet egy adatbázis-keresés közben. Ez tartalmazza az automatikusan kiegészített keresést, valamint a részletes keresést is.
zh_cn: 输入的整数值定义在数据库搜索期间允许的最大结果量。 这包括自动完成搜索以及详细搜索。

source: Case Sensitive
de: Groß-/Kleinschreibung unterscheiden
hu: Kis- és nagybetűk megkülönböztetése
zh_cn: 区分大小写

source: If this field is selected, case-sensitivity will take effect on searches.
de: Wenn dieses Feld ausgewählt ist, wirkt sich die Groß-/Kleinschreibung auf die Suche aus.
hu: Ha ez a mező be van jelölve, akkor a kis- és nagybetűérzékenység engedélyezve lesz a kereséseknél.
zh_cn: 如果选择此字段，区分大小写将对搜索生效。

source: Storage of Historical Data
de: Speicherung von Historie-Daten
hu: Történeti adatok tárolása
zh_cn: 存储历史数据

source: This module offers a functionality to store historical data. For this to work it is necessary to activate and set the settings in the system configuration available in *Core → DynamicFieldDatabase* navigation path.
de: Dieses Modul bietet eine Funktionalität zur Speicherung Historie-Daten. Damit dies funktioniert, ist es notwendig, die Einstellungen in der unter *Core → DynamicFieldDatabase* verfügbaren Systemkonfiguration zu aktivieren und einzustellen.
hu: Ez a modul funkcionalitást nyújt a történelmi adatok tárolásához. Ahhoz, hogy ez működjön, a rendszerbeállításokban a *Core → DynamicFieldDatabase* navigációs útvonalon elérhető beállításokat aktiválni kell és be kell állítani.
zh_cn: 该模块提供了存储历史数据的功能。 为此，必须在导航路径 *Core → DynamicFieldDatabase* 中可用的系统配置中激活并设置设置。
