Repository: Yan-Oliveira/doc-fao
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu, zh_cn

source: Fill in the needed fields. See the description on the previous pages in order to fill in *Execution order* correctly. After submitting the form, you will be redirected to the edit screen for the new bundle. You will now be able to add your previously created escalation type by choosing it from the *Add escalation type* drop-down menu. After you have added the escalation type, you can set up its parameters. Set up a time span (like *1*) and a time unit (like *Hour(s)*). Save the screen.
de: Füllen Sie die erforderlichen Felder aus. Beachten Sie die Beschreibung auf den vorherigen Seiten, um *Ausführungsauftrag* korrekt auszufüllen. Nach dem Absenden des Formulars werden Sie auf den Bearbeitungsbildschirm für das neue Paket weitergeleitet. Sie können nun Ihren zuvor erstellten Eskalationstyp hinzufügen, indem Sie ihn aus dem Dropdown-Menü *Eskalationstyp hinzufügen* auswählen. Nachdem Sie die Eskalationsart hinzugefügt haben, können Sie deren Parameter einstellen. Stellen Sie eine Zeitspanne (wie *1*) und eine Zeiteinheit (wie *Stunde(n)*) ein. Speichern Sie die Ansicht.
hu: Töltse ki a szükséges mezőket. Nézze meg a leírásokat az előző oldalon, hogy helyesen töltse ki a *Végrehajtási sorrendet*. Az űrlap elküldése után át lesz irányítva az új csomag szerkesztőképernyőjére. Most már képes lesz hozzáadni az előzőleg létrehozott eszkalációtípust az *Eszkalációtípus hozzáadása* legördülő menüből történő kiválasztásával. Miután hozzáadta az eszkalációtípust, beállíthatja a paramétereit. Állítson be egy időtartamot (például *1*) és egy időegységet (például *Óra*). Mentse el a képernyőt.
zh_cn: 填写所需的字段。 请参阅前几页的说明，以便正确填写 *执行顺序*。 提交表单后，您将被重定向到新的升级类型包的编辑屏幕。 您现在可以通过 *添加升级类型* 下拉菜单来添加以前创建的升级类型。 添加升级类型后，可以设置其参数。 设置时间跨度（如 *1*）和时间单位（如 *小时*）。 保存屏幕。

source: Assigning the New Bundle to an SLA
de: Das neue Paket einem SLA zuordnen
hu: Az új csomag hozzárendelése egy SLA-hoz
zh_cn: 将新的升级类型包分配给SLA

source: In order to get the new escalation type to work, you need to assign it to an existing SLA. Go to the SLA management screen for an existing SLA and select your bundle from the list of available bundles. Save the screen.
de: Damit die neue Eskalationsart funktioniert, müssen Sie sie einem bestehenden SLA zuordnen. Rufen Sie die SLA-Verwaltung für ein bestehendes SLA auf und markieren Sie Ihr Paket aus der Liste der verfügbaren Pakete. Speichern Sie die Ansicht.
hu: Ahhoz, hogy működésre bírja az eszkalációtípust, hozzá kell rendelnie egy meglévő SLA-hoz. Menjen az SLA kezelése képernyőre egy meglévő SLA-hoz, és válassza ki a csomagot az elérhető csomagok listájából. Mentse el a képernyőt.
zh_cn: 为了让新的升级类型工作，您需要将其分配给现有的SLA。转到现有SLA的SLA管理屏幕，并从可用的组合列表中选择您的组合。保存屏幕。

source: Conclusion
de: Zusammenfassung
hu: Következtetések
zh_cn: 结论

source: The new escalation type in connection with the bundle and SLA assignment will cause new tickets which are being created by customers to escalate after one hour if no agent has responded.
de: Die neue Eskalationsart in Verbindung mit der Paket- und SLA-Zuordnung bewirkt, dass neue Tickets, die von Kunden erstellt werden, nach einer Stunde eskalieren, wenn kein Agent geantwortet hat.
hu: Az új eszkalációtípus a hozzákapcsolt csomaggal és SLA-hozzárendeléssel együtt azt fogja okozni az ügyfelek által létrehozott új jegyeknél, hogy eszkalálódjanak egy óra múlva, ha az ügyintéző nem válaszol rájuk.
zh_cn: SLA分配的升级类型包相关的新升级类型将导致客户创建的新工单在一小时后升级（如果没有服务人员响应）。

source: Ticket Settings
de: Ticket-Einstellungen
hu: Jegybeállítások
zh_cn: 工单设置

source: After installation of the package two new modules will be available in the *Ticket Settings* group of the administrator interface and a new field is added to the *Service Level Agreements* module.
de: Nach der Installation des Paketes sind zwei neue Module in der Gruppe *Ticket-Einstellungen* im Administrator-Bereich verfügbar und dem *Service Level Agreement*-Modul wird ein neues Feld hinzugefügt.
hu: A csomag telepítése után két új modul válik elérhetővé az adminisztrátori felület *Jegybeállítások* csoportjában, valamint egy új mező lesz hozzáadva a *Szolgáltatási megállapodások* modulhoz.
zh_cn: 在安装本软件包之后，管理员界面的 *工单设置* 组中将有两个新模块可用，并在 *服务级别协议* 模块中添加了一个新字段。

source: Escalation Type Bundles
de: Eskalationstyp-Pakete
hu: Eszkalációtípus-csomagok
zh_cn: 升级类型组合

source: The :doc:`escalation-types` can be grouped to so-called bundles. Bundles can be connected to SLAs, customers, priorities and services in order to define special escalations on a per-customer basis and depending on certain calendar settings.
de: Die :doc:`escalation-types` können zu sogenannten Paketen zusammengefasst werden. Pakete können mit SLAs, Kunden, Prioritäten und Services verknüpft werden, um spezielle Eskalationen kundenindividuell und abhängig von bestimmten Kalendereinstellungen zu definieren.
hu: Az :doc:`escalation-types` úgynevezett csomagokba csoportosíthatók. A csomagok hozzákapcsolhatók SLA-khoz, ügyfelekhez, prioritásokhoz és szolgáltatásokhoz, annak érdekében hogy különleges eszkalációkat határozzon meg ügyfelenkénti alapon, valamint bizonyos naptárbeállításoktól függően.
zh_cn: :doc:`escalation-types` 可以分组为所谓的组合。组合可以连接到SLA、客户、优先级和服务，以便根据每个客户和特定的日历设置定义特殊的升级。

source: After installation of the package a module *Escalation Type Bundles* will be available in the *Ticket Settings* group of the administrator interface.
de: Nach der Installation des Pakets ist ein neues Modul *Eskalationstyp-Pakete* in der Gruppe *TIcket-Einstellungen* im Administrator-Interface verfügbar.
hu: A csomag telepítése után egy *Eszkalációtípus-csomagok* modul válik elérhetővé az adminisztrátori felület *Jegybeállítások* csoportjában.
zh_cn: 安装本软件包后，将在管理员界面的 *工单设置* 组中提供模块 *升级类型组合*。

source: Escalation Type Bundle Management Screen
de: Eskalationstyp-Pakete verwalten
hu: Eszkalációtípus-csomag kezelés képernyő
zh_cn: 升级类型组合管理屏幕

source: The advanced escalations package works with the relationships chain *Escalation type → Escalation type bundle → SLA*.
de: Das Paket Advanced Eskalations arbeitet mit der Beziehungskette *Eskalationsart → Eskalationstyp-Paket → SLA*.
hu: A speciális eszkalációk csomag az *Eszkalációtípus → Eszkalációtípus-csomag → SLA* kapcsolati láncon keresztül működik.
zh_cn: 高级升级软件包与关系链 *升级类型→升级类型组合→SLA* 一起工作。

source: One or more escalation type should be created and assigned to an escalation type bundle, and one or more escalation bundles should be related to one or more SLAs. The relationship between *Customer → Service → SLA* is the normal one on the system.
de: Eine oder mehrere Eskalationsarten sollten angelegt und einem Paket einer Eskalationsart zugeordnet werden, und ein oder mehrere Eskalationspakete sollten einem oder mehreren SLAs zugeordnet sein. Die Beziehung zwischen *Kunde → Service → SLA* entspricht der normalen Beziehung auf dem System.
hu: Egy vagy több eszkalációtípust létre kell hozni és hozzá kell rendelni egy eszkalációtípus-csomaghoz, valamint egy vagy több eszkalációcsomagot kell hozzárendelni egy vagy több SLA-hoz. Az *Ügyfél → Szolgáltatás → SLA* közötti kapcsolat a rendszeren megszokott normál módon történik.
zh_cn: 应创建一个或多个升级类型并将其分配给升级类型组合，并且一个或多个升级组合应与一个或多个SLA相关。*客户→服务→SLA* 之间的关系是系统中正常的关系。

source: Manage Escalation Type Bundles
de: Eskalationstyp-Pakete verwalten
hu: Eszkalációtípus-csomagok kezelése
zh_cn: 管理升级类型组合

source: To create a new escalation type bundle:
de: So erstellen Sie ein neues Eskalationstyp-Paket:
hu: Egy új eszkalációtípus-csomag létrehozásához:
zh_cn: 若要创建新的升级类型组合，请执行以下操作：

source: Click on the *Create New Escalation Type Bundle* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Neues Eskalationstyp-Paket erstellen*.
hu: Kattintson az *Új eszkalációtípus-csomag létrehozása* gombra a bal oldalsávban.
zh_cn: 单击左侧边栏中的 *创建新的升级类型组合* 按钮。

source: Fill in the required fields.
de: Füllen Sie die Pflichtfelder aus.
hu: Töltse ki a szükséges mezőket.
zh_cn: 填写必填字段。

source: Click on the *Create* button.
de: Klicken Sie auf die Schaltfläche *Erstellen*.
hu: Kattintson a *Létrehozás* gombra.
zh_cn: 点击 *创建* 按钮。

source: You will be redirected to *Edit Escalation Type Bundle* screen to edit the escalation type bundle details.
de: Sie werden zur Ansicht *Eskalationstyp-Paket bearbeiten* zurück geleitet, um die Eskalationstyp-Details zu bearbeiten.
hu: Át lesz irányítva az *Eszkalációtípus-csomag szerkesztése* képernyőre az eszkalációtípus-csomag részleteinek szerkesztéséhez.
zh_cn: 您将被重定向到 *编辑升级类型组合* 屏幕以编辑升级类型组合详细信息。

source: Create New Escalation Type Bundle Screen
de: Neues Eskalationstyp-Paket erstellen
hu: Új eszkalációtípus-csomag létrehozása képernyő
zh_cn: 创建新的升级类型组合屏幕

source: To edit an escalation type bundle:
de: So bearbeiten Sie ein Eskalationstyp-Paket:
hu: Egy eszkalációtípus-csomag szerkesztéséhez:
zh_cn: 若要编辑升级类型组合，请执行以下操作：

source: Click on an escalation type bundle in the list of escalation types bundles or you are already redirected here from *Create New Escalation Type Bundle* screen.
de: Klicken Sie in der Liste mit den Eskalationstyp-Paketen auf ein Eskalationstyp-Paket oder Sie wurden bereits zu dieser Ansicht umgeleitet aus der Ansicht *Neues Eskalationstyp-Paket erstellen*.
hu: Kattintson egy eszkalációtípus-csomagra az eszkalációtípus-csomagok listájában, vagy már át lett irányítva ide az *Új eszkalációtípus-csomag létrehozása* képernyőről.
zh_cn: 单击升级类型组合列表中的升级类型组合，或者您已经从 *创建新的升级类型组合* 屏幕重定向到这里。

source: Modify the fields and the escalation type bundle details.
de: Bearbeiten Sie die Felder und die Eskalationstyp-Details.
hu: Módosítsa a mezőket és az eszkalációtípus-csomag részleteit.
zh_cn: 修改字段和升级类型组合的详细信息。

source: Edit Escalation Type Bundle Screen
de: Eskalationstyp-Pakete bearbeiten
hu: Eszkalációtípus-csomag szerkesztése képernyő
zh_cn: 编辑升级类型组合屏幕

source: To delete an escalation type bundle:
de: So löschen Sie ein Eskalationstyp-Paket:
hu: Egy eszkalációtípus-csomag törléséhez:
zh_cn: 若要删除升级类型组合，请执行以下操作：

source: Click on the trash icon in the *Delete* column.
de: Klicken Sie in der Spalte *Löschen* auf das Papierkorb-Symbol.
hu: Kattintson a kuka ikonra a *Törlés* oszlopban.
zh_cn: 单击 *删除* 列中的垃圾桶图标。

source: Click on the *OK* button in the confirmation dialog.
de: Klicken Sie im Bestätigungsdialog auf die Schaltfläche *OK*.
hu: Kattintson az *OK* gombra a megerősítő párbeszédablakban.
zh_cn: 点击确认对话框中的 *确认* 按钮。

source: Delete Escalation Type Bundle Screen
de: Eskalationstyp-Pakete löschen
hu: Eszkalációtípus-csomag törlése képernyő
zh_cn: 删除升级类型组合屏幕

source: Escalation Type Bundle Settings
de: Einstellungen für Eskalationstyp-Pakete
hu: Eszkalációtípus-csomag beállításai
zh_cn: 升级类型组合设置

source: The following settings are available when adding or editing this resource. The fields marked with an asterisk are mandatory.
de: Die folgenden Einstellungen sind verfügbar, wenn Sie diese Ressource hinzufügen oder bearbeiten. Die mit Stern gekennzeichneten Felder sind Pflichtfelder.
hu: A következő beállítások akkor érhetők el, ha hozzáadja vagy szerkeszti ezt az erőforrást. A csillaggal jelölt mezők kitöltése kötelező.
zh_cn: 添加或编辑此资源时，可以使用以下设置。 标有星号的字段是必填字段。

source: Name \*
hu: Név \*
zh_cn: 名称 \*

source: The name of this resource. Any type of characters can be entered to this field including uppercase letters and spaces. The name will be displayed in the overview table.
de: Der Name der Ressource. In dieses Feld können beliebige Zeichen eingegeben werden, einschließlich Großbuchstaben und Leerzeichen. Der Name wird in der Übersichtstabelle angezeigt.
hu: Ennek az erőforrásnak a neve. Bármilyen típusú karakter beírható ebbe a mezőbe, beleértve a nagybetűket és a szóközt is. A név megjelenik az áttekintő táblázatban.
zh_cn: 此资源的名称。 可以在此字段中输入任何类型的字符，包括大写字母和空格。 名称将显示在概览表中。

source: Comment
de: Kommentar
hu: Megjegyzés
zh_cn: 注释

source: Add additional information to this resource. It is recommended to always fill this field as a description of the resource with a full sentence for better clarity, because the comment will be also displayed in the overview table.
de: Fügen Sie dieser Ressource zusätzliche Informationen hinzu. Es wird empfohlen, dieses Feld als Beschreibung der Ressource zur besseren Übersichtlichkeit immer mit einem vollständigen Satz zu füllen, da der Kommentar auch in der Übersichtstabelle angezeigt wird.
hu: Adjon további információkat ehhez az erőforráshoz. Mindig ajánlott egy teljes mondattal kitölteni ezt a mezőt az erőforrás leírásaként a jobb érthetőségért, mert a megjegyzés is megjelenik az áttekintő táblázatban.
zh_cn: 向此资源添加其它信息。 为了更清晰，建议始终将此字段填充为带有完整句子的资源描述，因为注释也将显示在概览表中。

source: Description
de: Beschreibung
hu: Leírás
zh_cn: 描述

source: Like comment, but longer text can be added here.
de: Wie Kommentar, aber hier kann längerer Text hinzugefügt werden.
hu: Mint a megjegyzés, csak hosszabb szöveg adható meg ide.
zh_cn: 类似于注释，但可以在此处添加较长的文本。

source: Customers
de: Kunden
hu: Ügyfelek
zh_cn: 客户

source: Select a customer from the drop-down list. If one or more customers are selected, the bundle will only take effect on tickets which are assigned to one of the selected customers.
de: Wählen Sie einen Kunden aus der Dropdown-Liste aus. Wenn ein oder mehrere Kunden ausgewählt sind, wirkt sich das Paket nur auf Tickets aus, die einem der ausgewählten Kunden zugeordnet sind.
hu: Válaszon egy ügyfelet a legördülő listából. Ha egy vagy több ügyfél ki van választva, akkor a csomagnak csak azokon a jegyeken lesz hatása, amelyek a kiválasztott ügyfelek egyikéhez vannak rendelve.
zh_cn: 从下拉列表中选择客户。如果选择了一个或多个客户，则组合将仅对分配给其中一个选定客户的工单生效。

source: Priorities
de: Prioritäten
hu: Prioritások
zh_cn: 优先级

source: Select a priority from the drop-down list. If one or more priorities are selected, the bundle will only take effect on tickets which matches one of the selected priorities.
de: Wählen Sie eine Priorität aus der Dropdown-Liste aus. Wenn eine oder mehrere Prioritäten ausgewählt sind, wird das Paket nur für Tickets wirksam, die einer der ausgewählten Prioritäten entsprechen.
hu: Válaszon egy prioritást a legördülő listából. Ha egy vagy több prioritás ki van választva, akkor a csomagnak csak azokon a jegyeken lesz hatása, amelyek a kiválasztott prioritások egyikére illeszkednek.
zh_cn: 从下拉列表中选择优先级。如果选择了一个或多个优先级，则组合将仅对与所选优先级之一匹配的工单生效。

source: Services
hu: Szolgáltatások
zh_cn: 服务

source: Select a service from the drop-down list. If one or more services are selected, the bundle will only take effect on tickets which matches one of the selected services.
de: Wählen Sie einen Service aus der Dropdown-Liste aus. Wenn ein oder mehrere Services ausgewählt sind, wird das Paket nur für Tickets wirksam, die einem der ausgewählten Services zugeordnet sind.
hu: Válaszon egy szolgáltatást a legördülő listából. Ha egy vagy több szolgáltatás ki van választva, akkor a csomagnak csak azokon a jegyeken lesz hatása, amelyek a kiválasztott szolgáltatások egyikére illeszkednek.
zh_cn: 从下拉列表中选择服务。如果选择了一个或多个服务，则组合将仅对与所选服务之一匹配的工单生效。

source: Execution order \*
de: Ausführungsreihenfolge \*
hu: Végrehajtási sorrend \*
zh_cn: 执行顺序 \*

source: Select, in which order should the escalation bundles be evaluated.
de: Wählen Sie, in welcher Reihenfolge die Eskalationsyp-Pakete berechnet werden sollen.
hu: Válassza ki, hogy milyen sorrendben kell az eszkalációcsomagokat kiértékelni.
zh_cn: 选择按哪个顺序评估升级组合。

source: Validity \*
de: Gültigkeit \*
hu: Érvényesség \*
zh_cn: 有效性 \*

source: Set the validity of this resource. Each resource can be used in OTRS only, if this field is set to *valid*. Setting this field to *invalid* or *invalid-temporarily* will disable the use of the resource.
de: Setzt die Gültigkeit dieser Ressource. Jede Ressource kann nur in OTRS verwendet werden, wenn dieses Feld auf *gültig* gesetzt ist. Wenn Sie dieses Feld auf *ungültig* oder *ungültig-temporär* setzen, wird die Nutzung der Ressource deaktiviert.
hu: Állítsa be ennek az erőforrásnak az érvényességét. Minden erőforrás csak akkor használható az OTRS-ben, ha ez a mező *érvényes* értékre van állítva. Ennek a mezőnek az *érvénytelen* vagy *átmenetileg érvénytelen* értékre állításával letiltja az erőforrás használatát.
zh_cn: 设置此资源的有效性。 如果此字段设置为 *有效*，则每个资源即可仅在 OTRS 中使用。 将此字段设置为 *无效* 或 *临时无效* 将禁止此资源的使用。

source: Add escalation type
de: Eskalationstyp hinzufügen
hu: Eszkalációtípus hozzáadása
zh_cn: 添加升级类型

source: Bundles can contain several escalation types. On a bundle, all information regarding the time for the escalation is being stored.
de: Pakete können mehrere Eskalationsarten enthalten. In einem Paket werden alle Informationen über den Zeitpunkt der Eskalation gespeichert.
hu: A csomagok számos eszkalációtípust tartalmazhatnak. Egy csomagnál az eszkaláció idejére vonatkozó összes információ tárolásra kerül.
zh_cn: 组合可以包含几种升级类型。在组合中，有关升级时间的所有信息都将被存储。

source: Escalate after
de: Eskalieren nach
hu: Eszkalálás ez után
zh_cn: 在...之后升级

source: Define the escalation time span and unit.
de: Definieren Sie die Eskalationszeitspanne und Einheit.
hu: Az eszkaláció időtartamának és mértékegységének meghatározása.
zh_cn: 定义升级时间跨度和单位。

source: Round up times
de: Zeiten aufrunden
hu: Idők kerekítése
zh_cn: 向上取整时间

source: Check this box to round up the times, so the start of the escalation will take place at the next full time unit.
de: Aktivieren Sie dieses Kontrollkästchen, um die Zeiten aufzurunden, so dass der Beginn der Eskalation in der nächsten Vollzeiteinheit erfolgt.
hu: Jelölje be ezt a négyzetet az idők kerekítéséhez, így az eszkaláció kezdete a következő teljes időegységnél fog megtörténni.
zh_cn: 选中此复选框以将时间向上取整，这样升级会在下一个完整的时间单位开始。

source: For example if *1 hour* is set as escalation time and a ticket is being created at 10:23, the escalation will start at 11:00, rounding up to the next full hour.
de: Wenn beispielsweise *1 Stunde* als Eskalationszeit eingestellt ist und um 10:23 Uhr ein Ticket erstellt wird, beginnt die Eskalation um 11:00 Uhr und wird auf die nächste volle Stunde aufgerundet.
hu: Például ha *1 óra* van beállítva eszkalációs időként, és egy jegyet 10:23-kor hoznak létre, akkor az eszkaláció 11:00 órakor indul, a következő teljes órára kerekítve.
zh_cn: 例如，如果升级时间被设置为 *1小时* ，并且在10:23创建一个工单，升级将在11:00开始，向上取整到下一个完整小时。

source: Use calendar
de: Kalender verwenden
hu: Naptár használata
zh_cn: 使用日历

source: Select a calendar to used by the escalation. If no calendar is being used, a 24/7/365 calendar without weekends or other free days will be assumed.
de: Wählen Sie einen Kalender aus, der von der Eskalation verwendet werden soll. Wird kein Kalender verwendet, wird ein 24/7/365-Kalender ohne Wochenenden oder andere freie Tage angenommen.
hu: Válassza ki az eszkaláció által használandó naptárat. Ha nincs naptár használatban, akkor egy hétvégék és egyéb szabadnapok nélküli, 24/7/365 naptár lesz feltételezve.
zh_cn: 选择要由升级使用的日历。如果没有使用日历，则假定使用没有周末或其它空闲日的24/7/365日历。

source: Notify on
de: Benachrichtigen bei
hu: Értesítés ekkor
zh_cn: 通知时间

source: Define the notification time.
de: Definieren Sie den Benachrichtigungszeitpunkt.
hu: Az értesítési idő meghatározása.
zh_cn: 定义通知时间。

source: Escalation Types
de: Eskalationstypen
hu: Eszkalációtípusok
zh_cn: 升级类型

source: Escalation types contain generic information about the conditions that need to be matched in order to start, restart, suspend, resume or stop an escalation on a ticket. The type itself does not contain any time settings (e.g. how many hours need to pass until the escalation starts).
de: Eskalationstypen enthalten allgemeine Informationen über die Bedingungen, die abgeglichen werden müssen, um eine Eskalation auf einem Ticket zu starten, neu zu starten, auszusetzen, fortzusetzen oder zu stoppen. Der Typ selbst enthält keine Zeiteinstellungen (z.B. wie viele Stunden bis zum Beginn der Eskalation vergehen müssen).
hu: Az eszkalációtípusok általános információkat tartalmaznak azokról a feltételekről, amelyeknek egyeznie kell egy eszkaláció indításához, újraindításához, felfüggesztéséhez vagy leállításához egy jegynél. Maga a típus nem tartalmaz semmilyen időbeállítást (például hogy hány órát kell meghaladni, amíg az eszkaláció elindul).
zh_cn: 升级类型包含有关启动、重新启动、挂起、恢复或停止工单上的升级所需匹配条件的一般信息。类型本身不包含任何时间设置(例如，在升级开始之前需要经过多少小时)。

source: Use this screen to add escalation types to the system. After installation of the package some escalation types are already added. The escalation type management screen is available in the *Escalation Types* module of the *Ticket Settings* group.
de: Verwenden Sie diese Ansicht, um Eskalationstypen dem System hinzuzufügen. Nach der Installation des Paktes wurden dem System bereits einige Eskalationstypen hinzugefügt. Die Verwaltung der Eskalationstypen ist im Modul *Eskalationstypen* in der Gruppe *Ticket-Einstellungen* verfügbar.
hu: Használja ezt a képernyőt, hogy eszkalációtípusokat adjon a rendszerhez. A csomag telepítése után néhány eszkalációtípus már hozzá van adva. Az eszkalációtípus kezelésének képernyője a *Jegybeállítások* csoport *Eszkalációtípus* moduljában érhető el.
zh_cn: 使用此屏幕向系统添加升级类型。安装本软件包之后，已经添加了一些升级类型。升级类型管理屏幕可在 *工单设置* 组的 *升级类型* 模块中使用。

source: Escalation Type Management Screen
de: Eskalationstypen-Verwaltung
hu: Eszkalációtípus kezelés képernyő
zh_cn: 升级类型管理屏幕

source: Manage Escalation Types
de: Eskalationstypen verwalten
hu: Eszkalációtípusok kezelése
zh_cn: 管理升级类型

source: To create a new escalation type:
de: So erstellen Sie einen Eskalationstyp:
hu: Egy új eszkalációtípus létrehozásához:
zh_cn: 若要创建一个新的升级类型，请执行以下操作:

source: Click on the *Create New Escalation Type* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf *Neuen Eskalationstyp erstellen*.
hu: Kattintson az *Új eszkalációtípus létrehozása* gombra a bal oldalsávban.
zh_cn: 单击左侧边栏中的 *创建新升级类型* 按钮。

source: You will be redirected to *Edit Escalation Type* screen to edit the escalation type details.
de: Sie werden zur Ansicht *Eskalationstypen bearbeiten* umgeleitet, um die Eskalationstyp-Details zu editieren.
hu: Át lesz irányítva az *Eszkalációtípus szerkesztése* képernyőre az eszkalációtípus részleteinek szerkesztéséhez.
zh_cn: 您将被重定向到 *编辑升级类型* 屏幕以编辑升级类型详细信息。

source: Create New Escalation Type Screen
de: Neuen Eskalationstyp erstellen
hu: Új eszkalációtípus létrehozása képernyő
zh_cn: 创建新升级类型屏幕

source: To edit an escalation type:
de: So bearbeiten Sie einen Eskalationstyp:
hu: Egy eszkalációtípus szerkesztéséhez:
zh_cn: 若要编辑升级类型，请执行以下操作：

source: Click on an escalation type in the list of escalation types or you are already redirected here from *Create New Escalation Type* screen.
de: Klicken Sie in der Liste mit den Eskalationstypen auf einen Eskalationstyp oder Sie wurden bereits zu dieser Ansicht umgeleitet aus der Ansicht *Neuen Eskalationstyp erstellen*.
hu: Kattintson egy eszkalációtípusra az eszkalációtípusok listájában, vagy már át lett irányítva ide az *Új eszkalációtípus létrehozása* képernyőről.
zh_cn: 单击升级类型列表中的升级类型，或者您已经从 *创建新升级类型* 屏幕重定向到此处。

source: Modify the fields and the escalation type details.
de: Bearbeiten Sie die Felder und die Eskalationstyp-Details.
hu: Módosítsa a mezőket és az eszkalációtípus részleteit.
zh_cn: 修改字段和升级类型详细信息。

source: Edit Escalation Type Screen
de: Eskalationstyp bearbeiten
hu: Eszkalációtípus szerkesztése képernyő
zh_cn: 编辑升级类型屏幕

source: To delete an escalation type:
de: So löschen Sie einen Eskalationstyp:
hu: Egy eszkalációtípus törléséhez:
zh_cn: 若要删除升级类型，请执行以下操作：

source: Delete Escalation Type Screen
de: Eskalationstyp löschen
hu: Eszkalációtípus törlése képernyő
zh_cn: 删除升级类型屏幕

source: To export an escalation type:
de: So exportieren Sie einen Eskalationstyp:
hu: Egy eszkalációtípus exportálásához:
zh_cn: 若要导出升级类型，请执行以下操作：

source: Click on the export icon in the *Export* column.
de: Klicken Sie in der Spalte *Export* auf das Export-Symbol.
hu: Kattintson az exportálás ikonra az *Exportálás* oszlopban.
zh_cn: 单击 *导出* 列中的导出图标。
