Repository: Yan-Oliveira/doc-fao
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu, zh_cn

source: Impact: current impact of the ticket.
de: Auswirkung: Aktuelle Auswirkung des Tickets.
hu: Hatás: a jegy jelenlegi hatása.
zh_cn: 影响度：工单的当前影响程度。

source: To use the new dynamic object:
de: So verwenden Sie das neue dynamische Objekt:
hu: Az új dinamikus objektum használatához:
zh_cn: 要使用新的动态对象：

source: Create a new *Dynamic List* statistic.
de: Erstellen Sie eine neue *Dynamische Liste* Statistik.
hu: Hozzon létre egy új *Dinamikus lista* statisztikát.
zh_cn: 创建一个新的 *动态列表* 统计信息。

source: Choose the dynamic object ``OTRSStatsQueueRestingTime``.
de: Wählen Sie das dynamische Objekt ``OTRSStatsQueueRestingTime``.
hu: Válassza ki az ``OTRSStatsQueueRestingTime`` dinamikus objektumot.
zh_cn: 选择动态对象 ``OTRSStatsQueueRestingTime``。

source: Configure the rest of the configuration options according to your wishes.
de: Konfigurieren Sie die restlichen Konfigurationsoptionen nach Ihren Wünschen.
hu: Állítsa be a beállítási lehetőségek többi részét az igényei szerint.
zh_cn: 根据您的期望配置剩余选项。

source: Run the statistic with output print or CSV.
de: Führen Sie die Statistik mit Ausgabe als Druck oder CSV aus.
hu: Futtassa a statisztikát nyomtatás vagy CSV kimenettel.
zh_cn: 使用打印或CSV输出运行统计。

source: All tickets matching the restrictions will be shown. Additional tickets will be shown, if they were created before the beginning of the reporting and were still open during the reporting time frame.
de: Es werden alle Tickets angezeigt, die den Einschränkungen entsprechen. Zusätzliche Tickets werden angezeigt, wenn sie vor Beginn des Berichtszeitraums erstellt wurden und während des Berichtszeitraums noch offen waren.
hu: A korlátozásokra illeszkedő összes jegy meg lesz jelenítve. További jegyek akkor lesznek megjelenítve, ha azok a jelentés kezdete előtt lettek létrehozva és továbbra is nyitva vannak a jelentés időkerete alatt.
zh_cn: 将显示符合限制条件的所有工单。如果在报告开始之前创建了其它工单，并且在报告时间范围内仍处于打开状态，则将显示这些工单。

source: Statistics for Queue Working Time
de: Statistik für die Arbeitszeit in der Queue
hu: Statisztikák a várólista munkaidejéhez
zh_cn: 队列工作时间统计

source: This statistic is a modified ticket list to calculate the working time per queue. This modified ticket list statistic contains 3 new columns for the X-axis. In general the time for the 3 new columns is calculated on the time where ticket was not in a closed, removed or merged state type.
de: Diese Statistik ist eine modifizierte Ticket-Liste, um die Anzeige der Arbeitszeit pro Queue zu berechnen. Diese modifizierte Ticket-Listenstatistik enthält 3 neue Spalten für die X-Achse. Im Allgemeinen wird die Zeit für die 3 neuen Spalten auf die Zeit berechnet, in der sich das Ticket nicht in einem geschlossenen, entfernten oder zusammengeführten Statustyp befand.
hu: Ez a statisztika egy módosított jegylista a várólistánkénti munkaidő kiszámításához. Ez a módosított jegylista statisztika 3 új oszlopot tartalmaz az X-tengelyhez. Általában a 3 új oszlop ideje abból az időből kerül kiszámításra, ahol a jegy nem volt lezárt, eltávolított vagy egyesített állapottípusban.
zh_cn: 此统计信息是修改后的工单列表，用于计算每个队列的工作时间。 此修改的工单列表统计信息包含X轴的3个新列。 通常，新3列的时间是根据工单未处于关闭、移除或合并状态类型的时间计算的。

source: Example queue *Misc*:
de: Beispiel-Queue: *Misc*:
hu: Példa *Egyéb* várólista:
zh_cn: 示例队列 *Misc*：

source: Queue *Misc* time contains the time the agent have worked on the ticket.
de: Die Queue *Misc* time enthält die Zeit, die der Agent an dem Ticket gearbeitet hat.
hu: Az *Egyéb* várólista ideje azt az időt tartalmazza, amikor az ügyintéző a jegyen dolgozott.
zh_cn: 队列 *Misc* 时间包含服务人员对工单进行处理的时间。

source: Queue *Misc* working time contains the time the agent have worked on the ticket based on the working calendars of the queue *Misc*.
de: Die Arbeitszeit der Queue *Misc* enthält die Zeit, die der Agent auf der Grundlage der Arbeitskalender der Queue *Misc* am Ticket gearbeitet hat.
hu: Az *Egyéb* várólista munkaideje azt az időt tartalmazza, amikor az ügyintéző a jegyen dolgozott az *Egyéb* várólista munkaidőnaptárai alapján.
zh_cn: 队列 *Misc* 工作时间包含服务人员根据队列 *Misc* 的工作日历处理工单的时间。

source: Queue *Misc* effective time contains the time the agent set as time units for the ticket while it was in the queue *Misc*. The values are displayed for each agent by first and last name in the same column (comma separated).
de: Die Queue *Misc* Effektivzeit enthält die Zeit, die der Agent als Zeiteinheit für das Ticket eingestellt hat, während es sich in der Queue befand *Misc*. Die Werte werden für jeden Agenten durch Vor- und Nachname in der gleichen Spalte angezeigt (Komma getrennt).
hu: Az *Egyéb* várólista tényleges ideje azt az időt tartalmazza, amelyet az ügyintéző beállított időegységként a jegynél, miközben a jegy az *Egyéb* várólistában volt. Az értékek minden egyes ügyintézőnél meg lesznek jelenítve keresztnév és vezetéknév alapján ugyanabban az oszlopban (vesszővel elválasztva).
zh_cn: 队列 *Misc* 有效时间包含服务人员在队列 *Misc* 中为工单设置的时间单位。每个服务人员的值按姓氏和名字显示在同一列中(逗号分隔)。

source: Choose the dynamic object ``OTRSStatsQueueWorkingTime``.
de: Wählen Sie das dynamische Objekt ``OTRSStatsQueueWorkingTime``.
hu: Válassza ki az ``OTRSStatsQueueWorkingTime`` dinamikus objektumot.
zh_cn: 选择动态对象 ``OTRSStatsQueueWorkingTime`` 。

source: Click on the *X-axis* button and select the columns for the queue you like to display the working time or time.
de: Klicken Sie auf die Schaltfläche *X-Achse* und wählen Sie die Spalten für die Queue aus, in der Sie die Arbeitszeit oder die Zeit anzeigen möchten.
hu: Kattintson az *X-tengely* gombra, és válassza ki az oszlopokat azokhoz a várólistához, amelyeknél meg szeretné jeleníteni a munkaidőt vagy az időt.
zh_cn: 单击 *X轴* 按钮，然后选择要显示工作时间或时间的队列。

source: Set all other restrictions and sort options you need for the statistic to complete the configuration.
de: Legen Sie alle anderen Einschränkungen und Sortieroptionen fest, die Sie für die Statistik zum Abschluss der Konfiguration benötigen.
hu: Állítsa be a statisztikához szükséges összes többi korlátozást és rendezési lehetőséget a beállítás befejezéséhez.
zh_cn: 设置统计信息以完成配置所需的所有其它限制和排序选项。

source: Hide/Show Dynamic Fields
zh_cn: 隐藏/显示动态字段

source: A dynamic field enables the extension of the information stored in a ticket and the individual configuration of your **OTRS**. However, dynamic fields can also cause confusion when they appear in the wrong context.
de: Ein dynamisches Feld ermöglicht die Erweiterung der in einem Ticket gespeicherten Informationen und die individuelle Konfiguration Ihres **OTRS**. Dynamische Felder können aber auch Verwirrung stiften, wenn sie im falschen Kontext erscheinen.
hu: Egy dinamikus mező lehetővé teszi a jegyben tárolt információk kiterjesztését és az **OTRS** egyéni beállítását. Azonban a dinamikus mezők zavart is okozhatnak, ha rossz környezetben jelennek meg.
zh_cn: 动态字段可扩展工单中存储的信息以及 **OTRS** 的单独配置。 但是，动态字段出现在错误的上下文中时也会引起混乱。

source: A typical example of an internal IT department process is the ordering of hardware or software in **OTRS**. Dynamic fields help structure this order process through drop-down lists. For example, after choosing the hardware to be ordered, the feature add-on ensures that only appropriate choices will appear in the next step, e.g. screen, keyboard and printer. The dynamic fields defined for software, like word processing, image processing or spreadsheet software, will not be displayed.
de: Ein typisches Beispiel für einen internen IT-Abteilungsprozess ist die Bestellung von Hard- oder Software in **OTRS**- Dynamische Felder helfen bei der Strukturierung dieses Bestellvorgangs durch Dropdown-Listen. So stellt das Feature Add-on beispielsweise nach der Auswahl der zu bestellenden Hardware sicher, dass im nächsten Schritt nur noch die passenden Optionen wie Bildschirm, Tastatur und Drucker erscheinen. Die für Software definierten dynamischen Felder wie Textverarbeitung, Bildverarbeitung oder Tabellenkalkulation werden nicht angezeigt.
hu: Egy belső IT-részleg folyamatának tipikus példája az **OTRS**-ben egy hardver vagy szoftver rendelése. A dinamikus mezők legördülő listákon keresztül segítenek strukturálni ezt a rendelési folyamatot. A megrendelni kívánt tárgy (például hardver) kiválasztása után a funkciókiegészítő biztosítja, hogy csak a megfelelő választások jelenjenek meg a következő lépésben – például monitor, billentyűzet vagy nyomtató. A szoftverekhez – például szövegszerkesztés, képfeldolgozás vagy táblázatkezelés – meghatározott dinamikus mezők nem lesznek megjelenítve.
zh_cn: 内部IT部门流程的典型示例是 **OTRS** 中的硬件或软件订购。 动态字段可通过下拉列表帮助构建此订单流程。 例如，在选择了要订购的硬件之后，功能插件可确保在下一步中仅出现适当的选择，例如：显示器、键盘和打印机。 为软件定义的动态字段（如文字处理、图像处理或电子表格软件）将不会显示。

source: Clarity and transparency for your users.
de: Schafft Klarheit und Transparenz für Ihre Benutzer.
hu: Egyértelműség és átláthatóság a felhasználók számára.
zh_cn: 为用户提供清晰明了的信息。

source: Flexible configuration of ticket information in the agent and external interface.
de: Ermöglicht Ihnen die flexible Konfiguration der Ticketinformationen im Agenten- und Externen Interface.
hu: A jegyinformációk rugalmas beállítása az ügyintézői és a külső felületen.
zh_cn: 在服务人员和外部人员界面中灵活配置工单信息。

source: Faster and more accurate entering of information, saving time for your employees and customers.
de: Schnellere und genauere Eingabe von Informationen, was Ihren Mitarbeitern und Kunden Zeit spart.
hu: Az információk gyorsabb és pontosabb bevitele, amely időt takarít meg a munkavállalóknak és az ügyfeleknek.
zh_cn: 更快、更准确地输入信息，为您的员工和客户节省时间。

source: IT support
hu: IT támogatás
zh_cn: IT支持

source: This package has no administrator interface, but the function can be used in agent and external interface. The following screens can be configured:
de: Dieses Paket hat kein Administrator-Interface, aber die Funktion kann im Agenten- und externen Interface verwendet werden. Die folgenden Ansichten können konfiguriert werden:
hu: Ennek a csomagnak nincs adminisztrátori felülete, de a funkció használható az ügyintézői és a külső felületen is. A következő képernyők állíthatók be:
zh_cn: 本软件包没有管理员界面，但是可以在服务人员和外部人员界面中使用该功能。 可以配置以下屏幕：

source: Agent interface:
de: Agenten-Interface:
hu: Ügyintézői felület:
zh_cn: 服务人员界面：

source: New Email Ticket
de: Neues E-Mail-Ticket
hu: Új e-mail jegy
zh_cn: 新的邮件工单

source: Ticket Phone Inbound
de: Eingehender Telefonanruf
hu: Bejövő telefonhívás
zh_cn: 工单呼入电话

source: Ticket Phone Outbound
de: Ausgehender Telefonanruf
hu: Kimenő telefonhívás
zh_cn: 工单呼出电话

source: Ticket Note
de: Ticket-Notiz
hu: Jegyjegyzet
zh_cn: 工单备注

source: Ticket Close
de: Ticket-Schließen
hu: Jegylezárás
zh_cn: 工单关闭

source: Ticket Move
de: Ticket-Verschieben
hu: Jegyáthelyezés
zh_cn: 工单转移

source: Ticket Pending
de: Ticket-Warten
hu: Jegy függőben
zh_cn: 工单挂起

source: Ticket Free Fields
de: Ticket-Freifelder
hu: Jegy szabad mezők
zh_cn: 工单自定义字段

source: Ticket Owner
de: Ticket-Besitzer
hu: Jegytulajdonos
zh_cn: 工单所有者

source: Ticket Responsible
de: Ticket-Verantwortlicher
hu: Jegyfelelős
zh_cn: 工单负责人

source: Ticket Priority
de: Ticket-Priorität
hu: Jegyprioritás
zh_cn: 工单优先级

source: External interface:
de: Externes Interface:
hu: Külső felület:
zh_cn: 外部人员界面：

source: New Ticket
de: Neues Ticket
hu: Új jegy
zh_cn: 新建工单

source: Ticket Reply (within *Ticket Detail View*)
de: Ticket-Antwort (innerhalb der *Ticket-Detailansicht*)
hu: Jegyválasz (a *Jegy részletes nézetén* belül)
zh_cn: 工单回复（在 *工单详情视图* 中）

source: In the *Ticket Search* screen the functionality is limited to show or hide dynamic fields if non-ticket-specific ACLs are used (e.g. *Properties → User → UserID* or *Roles*).
de: In der Ansicht *Ticketsuche* beschränkt sich die Funktionalität auf das Ein- und Ausblenden dynamischer Felder, wenn nicht ticketspezifische ACLs verwendet werden (z.B. *Eigenschaften → Benutzer → Benutzer-ID* oder *Rollen*).
hu: A *Jegykeresés* képernyőn a funkció korlátozva van a dinamikus mezők megjelenítéséhez vagy elrejtéséhez, ha nem jegyre jellemző ACL-eket használnak (például *Tulajdonságok → Felhasználó → Felhasználó-azonosító* vagy *Szerepek*).
zh_cn: 如果使用了非特定于工单的ACL，则在 *工单搜索* 屏幕中，该功能仅限于显示或隐藏动态字段（例如 *属性→用户→用户ID* 或 *角色*）。

source: Goals:
de: Ziele:
hu: Célok:
zh_cn: 目标：

source: If brand *VW* is selected, all dynamic fields should be hidden and just *VW Model* is displayed.
de: Wenn die Marke *VW* ausgewählt ist, sollten alle dynamischen Felder ausgeblendet werden und nur *VW Model* wird angezeigt.
hu: Ha a *VW* márka van kiválasztva, akkor az összes dinamikus mezőt el kell rejteni, és csak a *VW modell* jelenik meg.
zh_cn: 如果选择了品牌 *VW（大众）*，则所有动态字段均应隐藏，仅显示 *VW Model*。

source: If VW model *Up* is selected, all dynamic fields should be displayed except for the fields *Peugeot Model* and *Peugeot Production Facility*.
de: Wenn VW-Modell *Up* ausgewählt ist, sollten alle dynamischen Felder mit Ausnahme der Felder *Peugeot-Modell* und *Peugeot Produktionsstätte* angezeigt werden.
hu: Ha az *Up* VW modell van kiválasztva, akkor az összes dinamikus mezőt meg kell jeleníteni, kivéve a *Peugeot modell* és a *Peugeot gyártósor* mezőket.
zh_cn: 如果选择了大众车型 *Up*，则应显示除 *标致车型* 和 *标致生产设施* 字段外的所有动态字段。

source: Dropdown
hu: Legördülő
zh_cn: 下拉选择框

source: Brand
de: Marke
hu: Márka
zh_cn: 品牌

source: ``VW`` → VW
zh_cn: ``VW`` → VW（大众）

source: ``Peugeot`` → Peugeot
zh_cn: ``Peugeot`` → Peugeot（标致）

source: VW Model
de: VW-Modell
hu: VW modell
zh_cn: 大众车型

source: VW Production Facility
de: VW-Produktionsfamilie
hu: VW gyártósor
zh_cn: VW Production Facility（大众汽车生产设施）

source: ``Barcelona`` → Barcelona
zh_cn: ``Barcelona`` → Barcelona（巴塞罗那）

source: ``Berlin`` → Berlin
zh_cn: ``Berlin`` → Berlin（柏林）

source: ``Bratislava`` → Bratislava
hu: ``Bratislava`` → Pozsony
zh_cn: ``Bratislava`` → Bratislava（布拉迪斯拉发）

source: Peugeot Model
de: Peugeot-Modell
hu: Peugeot modell
zh_cn: Peugeot Model（标致车型）

source: Peugeot Production Facility
de: Peugeot-Produktionsstätte
hu: Peugeot gyártósor
zh_cn: 标致生产设施

source: ``Poissy`` → Poissy
zh_cn: ``Poissy`` → Poissy（普瓦西）

source: ``Madrid`` → Madrid
zh_cn: ``Madrid`` → Madrid（马德里）

source: ``Trnava`` → Trnava
zh_cn: ``Trnava`` → Trnava（斯洛伐克特尔纳瓦）

source: Fuel
de: Treibstoff
hu: Üzemanyag
zh_cn: 燃料

source: ``Gasoline`` → Gasoline
de: ``Gasoline`` → Benzin
hu: ``Gasoline`` → Benzin
zh_cn: ``Gasoline`` → Gasoline（汽油）

source: ``Diesel`` → Diesel
hu: ``Diesel`` → Dízel
zh_cn: ``Diesel`` → Diesel（柴油）

source: ``Gas`` → Gas
hu: ``Gas`` → Gáz
zh_cn: ``Gas`` → Gas（天然气）

source: Accessories
de: Zubehör
hu: Kiegészítők
zh_cn: 配饰

source: ``ProximitySensors`` → Proximity Sensors
de: ``ProximitySensors`` → Näherungssensoren
hu: ``ProximitySensors`` → Közelségérzékelők
zh_cn: ``ProximitySensors`` → Proximity Sensors(接近传感器)

source: ``RearCamera`` → Rear Camera
de: ``RearCamera`` → Rückfahrkamera
hu: ``RearCamera`` → Tolatókamera
zh_cn: ``RearCamera`` → Rear Camera（后置摄像头）

source: ``ClimateControl`` → Climate Control
de: ``ClimateControl`` → Klimaautomatik
hu: ``ClimateControl`` → Klímaberendezés
zh_cn: ``ClimateControl`` → Climate Control(温度控制)

source: Textarea
de: Textfeld
hu: Szövegdoboz
zh_cn: 多行文本

source: Remarks
de: Anmerkungen
hu: Megjegyzések
zh_cn: 评论

source: Date
de: Datum
hu: Dátum
zh_cn: 日期

source: Registration Date
de: Zulassungsdatum
hu: Regisztráció dátuma
zh_cn: 注册日期

source: Invoice Date
de: Rechnungsdatum
hu: Számlázás dátuma
zh_cn: 发票日期

source: Add the dynamic fields to the *New Phone Ticket* screen via setting ``Ticket::Frontend::AgentTicketPhone###DynamicField``:
de: Fügen Sie die dynamischen Felder über die Einstellung ``Ticket::Frontend::AgentTicketPhone####DynamicField`` der Ansicht *Neues Telefon-Ticket* hinzu:
hu: Adja hozzá a dinamikus mezőket az *Új telefonos jegy* képernyőhöz a ``Ticket::Frontend::AgentTicketPhone###DynamicField`` beállításon keresztül:
zh_cn: 通过设置 ``Ticket::Frontend::AgentTicketPhone###DynamicField`` 将动态字段添加到 *新建电话工单* 屏幕：

source: Import this ACL:
de: Importieren Sie dies ACL:
hu: Importálja ezt az ACL-t:
zh_cn: 导入此ACL：

source: Detailed explanation:
de: Detaillierte Erklärung:
hu: Részletes magyarázat:
zh_cn: 详细说明：

source: The condition for this ACL rule. If brand *VW* is selected, the rule will come into action. The array contains the used possible values. These are keys found in your database inside the ``dynamic_field`` table in column ``config``. In this example it is a dynamic field of type *Dropdown*.
de: Die Bedingung für diese ACL-Regel. Wenn die Marke *VW* ausgewählt ist, tritt die Regel in Kraft. Das Array enthält die in Ihrer Datenbank verwendeten möglichen Werte-Schlüssel innerhalb der Tabelle ``dynamic_field`` in der Spalte ``config``. In diesem Beispiel ist es ein dynamisches Feld vom Typ *Dropdown*.
hu: A feltétel ehhez az ACL szabályhoz. Ha a *VW* márka van kiválasztva, akkor a szabály működésbe fog lépni. A tömb a használt lehetséges értékeket tartalmazza. Ezek az adatbázisban a ``dynamic_field`` táblán belüli ``config`` oszlopban talált kulcsok. Ebben a példában ez egy *Legördülő* típusú dinamikus mező.
zh_cn: 此ACL规则的条件。如果选择了品牌 *VW（大众）*，则规则将生效。数组包含使用的可能值。这些是数据库中 ``dynamic_field`` 表 ``config`` 列中的键。在本例中，它是一个类型为 *下拉* 的动态字段。

source: This package introduces the ``Form`` key as new option in the *Possible*, *PossibleAdd* and *PossibleNot* ACL change sections. ``Form`` holds the configuration for the visibility of dynamic fields.
de: Dieses Paket führt den Schlüssel ``Form`` als neue Option in den Abschnitten *Possible*, *PossibleAdd* , *MöglichAdd* und *PossibleNot* im Bereich für ACL ändern ein. ``Form``` enthält die Konfiguration für die Sichtbarkeit von dynamischen Feldern.
hu: Ez a csomag bevezeti a ``Form`` kulcsot mint új lehetőséget a *Possible*, *PossibleAdd* és *PossibleNot* ACL változtatási szakaszokban. A ``Form`` tartalmazza a dinamikus mezők láthatóságának beállítását.
zh_cn: 这个软件包在 *Possible*、*PossibleAdd* 和 *PossibleNot* ACL 变更部分引入了 ``Form`` 键作为新选项。``Form`` 保存动态字段可见性的配置。

source: This section lists the dynamic fields that should not be visible. In this example the dynamic fields *VW Model* and *VW Production Facility* are visible. All other dynamic fields will be hidden.
de: In diesem Abschnitt werden die dynamischen Felder aufgelistet, die nicht sichtbar sein sollen. In diesem Beispiel sind die dynamischen Felder *VW-Modell* und *VW-Produktionsstätte* sichtbar. Alle anderen dynamischen Felder werden ausgeblendet.
hu: Ez a szakasz azokat a dinamikus mezőket sorolja fel, amelyeknek nem szabad láthatónak lenniük. Ebben a példában a *VW modell* és a *VW gyártósor* dinamikus mezők láthatók. Az összes többi dinamikus mező rejtve lesz.
zh_cn: 本节列出了不可见的动态字段。 在此示例中，动态字段 *VW Model（大众车型）* 和 *VW Production Facility（大众汽车生产设施）* 是可见的。 所有其它动态字段将被隐藏。

source: Import this second ACL:
de: Importieren Sie diese zweite ACL:
hu: Importálja ezt a második ACL-t:
zh_cn: 导入第二个ACL：

source: In this example two conditions should be met. Brand has to be *VW* and VW model has to be *Up* for this rule to come into action. It will be triggered only if an agent selects brand *VW* **and** VW model *Up*.
de: In diesem Beispiel sollten zwei Bedingungen erfüllt sein. Die Marke muss *VW* und das VW-Modell *Up* sein, damit diese Regel in Kraft treten kann. Es wird nur ausgelöst, wenn ein Agent die Marke *VW* **und** VW-Modell *Up* wählt.
hu: Ebben a példában két feltételnek kell teljesülnie. A márkánál a *VW* értéket, a VW modellnél pedig az *Up* lehetőséget kell kiválasztani, hogy ez a szabály működésbe lépjen. Csak akkor lesz aktiválva, ha egy ügyintéző kiválasztja a *VW* márkát **és** az *Up* VW modellt.
zh_cn: 在此示例中，应满足两个条件。 品牌必须是 *VW（大众）*，而大众车型必须是 *Up*，此规则才能生效。 仅当服务人员选择品牌 *VW* **并且** *Up* 车型时才会触发。

source: Here the dynamic fields *VW Model* and *VW Production Facility* were already visible and they remain, but *Accessories*, *Fuel*, *Remarks*, *Registration Date* and *Invoice Date* has to be re-added to the fields that are visible. This is done in the *PossibleAdd* section as the first ACL sets this fields as not shown and both ACLs works together. If this was done in the *Possible* section for example, the result will be that only these fields explicitly will be shown and *VW Model* and *VW Production Facility* will be hidden as they are not longer part of the (new) *Possible* section.
de: Hier waren die dynamischen Felder *VW Model*, *VW Produktionsstätte* bereits sichtbar und bleiben erhalten, aber *Zubehör*, *Treibstoff*, *Bemerkungen*, *Zulassungsdatum* und *Rechnungsdatum* müssen den sichtbaren Feldern neu hinzugefügt werden. Dies geschieht im Abschnitt *Möglicherweise hinzufügen*, da die erste ACL diese Felder als nicht dargestellt setzt und beide ACLs zusammen arbeiten. Wenn dies beispielsweise im Abschnitt *Möglich* geschehen ist, werden nur diese Felder explizit angezeigt und *VW-Modell* und *VW-Produktionsstätte* werden ausgeblendet, da sie nicht mehr Teil des (neuen) Abschnitts *Möglich* sind.
hu: Itt a *VW modell* és *VW gyártósor* dinamikus mezők már láthatóak és azok is maradnak, de a *Kiegészítő*, *Üzemanyag*, *Megjegyzések*, *Regisztráció dátuma* és *Számlázás dátuma* dinamikus mezőket újra hozzá kell adni azokhoz a mezőkhöz, amelyek láthatóak. Ez a *PossibleAdd* szakaszban kerül elvégzésre, mivel az első ACL úgy állítja be ezeket a mezőket, hogy ne jelenjenek meg, és a két ACL együtt működik. Ha például ez a *Possible* szakaszban lett volna elvégezve, akkor az eredmény az lett volna, hogy kifejezetten csak ezek a mezők lennének láthatóak, és a *VW modell* és *VW gyártósor* rejtve lenne, mivel azok többé nem részei az (új) *Possible* szakasznak.
zh_cn: 在这里，*VW Model* 和 *VW Production Facility* 的动态字段已经可见并保留，但是 *Accessories（配饰）*、*Fuel（燃料）*、*Remarks（评论）*，*注册日期* 和 *发票日期* 必须重新添加到可见的字段。 这是在 *PossibleAdd* 部分中完成的，因为第一个ACL将该字段设置为未显示，并且两个ACL一起工作。 例如，如果在 *Possible* 部分中进行了此操作，结果将是仅显式显示这些字段，并且 *VW Model* 和 *VW Production Facility* 将被隐藏，因为它们不再属于（新的） *Possible* 部分。

source: Just *Peugeot Model* and *Peugeot Production Facility* are invisible (in our example it does not make much sense to configure a Peugeot model if the user has a VW Up).
de: Nur *Peugeot-Modell* und *Peugeot-Produktionsstätte* sind unsichtbar (in unserem Beispiel macht es nicht viel Sinn, ein Peugeot-Modell zu konfigurieren, wenn der Benutzer ein VW Up hat).
hu: Csak a *Peugeot modell* és a *Peugeot gyártósor* láthatatlan (a példánkban nincs sok értelme beállítani egy Peugeot modellt, ha a felhasználónak VW Up modellje van).
zh_cn: 只有 *标致车型* 和 *标致生产设施* 是不可见的（在我们的示例中，如果用户是大众 Up 车，则配置标致车型没有多大意义）。

source: In addition to the visibility of dynamic fields there is the possibility to show just some of the possible values of a dynamic field. Combined into ACL rules like in here, makes it easier to handle big multiselects.
de: Zusätzlich zur Sichtbarkeit von dynamischen Feldern gibt es die Möglichkeit, nur einen Teil der möglichen Werte eines dynamischen Feldes anzuzeigen. Kombiniert in ACL-Regeln wie hierin, macht es einfacher, mit großen Mehrfachauswahlen umzugehen.
hu: A dinamikus mezők láthatóságán kívül lehetőség van egy dinamikus mező lehetséges értékei közül csak néhányat megjeleníteni. Amint itt látható, az ACL szabályokkal kombinálva egyszerűbbé teszi a nagy többválasztós listák kezelését.
zh_cn: 除了动态字段的可见性之外，还可以仅显示动态字段的某些可能值。 像在这里这样结合到ACL规则中，可以更轻松地处理大型多选。

source: In our example a VW Up can have just CD radio and climate control as extra accessories, just gasoline as fuel and can be produced just in Bratislava.
de: In unserem Beispiel kann ein VW Up nur CD-Radio und Klimaanlage als zusätzliches Zubehör haben, nur Benzin als Treibstoff und kann nur in Bratislava produziert werden.
hu: A példánkban egy VW Up csak CD-rádióval és klímaberendezéssel rendelkezhet további kiegészítőként, csak benzint használhat üzemanyagként, illetve csak Pozsonyban gyárthatják.
zh_cn: 在我们的示例中，大众 Up 仅具有CD收音机和温度控制作为附加配饰，仅以汽油作为燃料，并且只在布拉迪斯拉发生产。
