Repository: Yan-Oliveira/doc-fao
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu, zh_cn

source: Click on the *Change watchlist owner* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Watchlist-Besitzer ändern*.
hu: Kattintson a *Megfigyelőlista tulajdonosának megváltoztatása* gombra a bal oldalsávban.
zh_cn: 点击左侧边栏中的 *更改关注列表所有者* 按钮。

source: Watchlist Owner Screen
de: Watchlist-Besitzer
hu: Megfigyelőlista tulajdonosa képernyő
zh_cn: 关注列表所有者屏幕

source: The original owner agent will not have access to the watch list anymore.
de: Der ursprüngliche Besitzer hat keinen Zugriff mehr auf die Watchlist.
hu: Az eredeti tulajdonos ügyintézőnek többé nem lesz hozzáférése a megfigyelőlistához.
zh_cn: 原所有者服务人员将无法再访问关注列表。

source: To export the ticket list from a watch list:
de: So exportieren Sie die Ticketliste aus einer Watchlist:
hu: A jegylista exportálásához egy megfigyelőlistából:
zh_cn: 若要从关注列表导出工单列表，请执行以下操作：

source: Click on the *Export ticket list* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Ticketliste exportieren*.
hu: Kattintson a *Jegylista exportálása* gombra a bal oldalsávban.
zh_cn: 单击左侧边栏中的 *导出工单列表* 按钮。

source: Click on the *Export* button.
de: Klicken Sie auf die Schaltfläche *Exportieren*.
hu: Kattintson az *Exportálás* gombra.
zh_cn: 点击 *导出* 按钮。

source: Save the file somewhere in the file system.
de: Speichern Sie die Datei irgendwo im Dateisystem.
hu: Mentse el a fájlt valahova a fájlrendszeren.
zh_cn: 将文件保存在文件系统中的某个位置。

source: Watchlist Export Screen
de: Watchlist-Export
hu: Megfigyelőlista exportálása képernyő
zh_cn: 关注列表导出屏幕

source: To delete a watch list:
de: So löschen Sie eine Watchlist:
hu: Egy megfigyelőlista törléséhez:
zh_cn: 若要删除一个关注列表：

source: Click on the *Delete watchlist* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Watchlist löschen*.
hu: Kattintson a *Megfigyelőlista törlése* gombra a bal oldalsávban.
zh_cn: 点击左侧边栏中的 *删除关注列表* 按钮。

source: Delete Watchlist Screen
de: Watchlist löschen
hu: Megfigyelőlista törlése képernyő
zh_cn: 删除关注列表屏幕

source: Tickets can be added to the watch list or removed from the watch list in the :doc:`ticket-zoom` screen.
de: Tickets können in der :doc:`ticket-zoom`-Ansicht zur Watchlist hinzugefügt oder von der Watchlist entfernt werden.
hu: A jegyek a :doc:`ticket-zoom` képernyőn adhatók hozzá a megfigyelőlistához vagy távolíthatók el a megfigyelőlistáról.
zh_cn: 可以在 :doc:`ticket-zoom` 屏幕上将工单添加到关注列表或从关注列表中删除工单。

source: Watch List Settings
de: Watchlist-Einstellungen
hu: Megfigyelőlista beállításai
zh_cn: 关注列表设置

source: Watchlist Name \*
hu: Megfigyelőlista neve \*
zh_cn: 关注列表名称 \*

source: New Agent Article
de: Neuer Agent-Artikel
hu: Új ügyintézői bejegyzés
zh_cn: 新的服务人员信件

source: Set to *Yes*, if the watch list owner should be notified, when an agent adds a note to a ticket added to the watch list.
de: Setzen Sie diesen Wert auf *Ja*, wenn der Besitzer der Watchlist benachrichtigt werden soll, wenn ein Agent eine Notiz zu einem Ticket hinzufügt, das der Watchlist hinzugefügt wurde.
hu: Állítsa *Igen* értékre, ha a megfigyelőlista tulajdonosát értesíteni kell, amikor egy ügyintéző hozzáad egy jegyzetet a megfigyelőlistához hozzáadott jegyhez.
zh_cn: 在服务人员将注释添加到已在关注列表中的工单时，如果要通知监视列表所有者，则设置为 *是*。

source: New Customer Article
de: Neuer Kunden-Artikel
hu: Új ügyfélbejegyzés
zh_cn: 新的客户信件

source: Set to *Yes*, if the watch list owner should be notified, when a customer user creates an article in the external interface.
de: Setzen Sie auf *Ja*, wenn der Besitzer der Watchlist benachrichtigt werden soll, wenn ein Kundenbenutzer einen Artikel im externen Interface anlegt.
hu: Állítsa *Igen* értékre, ha a megfigyelőlista tulajdonosát értesíteni kell, amikor egy ügyfél-felhasználó létrehoz egy bejegyzést a külső felületen.
zh_cn: 当客户用户在外部人员界面中创建信件时，如果应通知关注列表所有者，则设置为 *是*。

source: New Owner
de: Neuer Besitzer
hu: Új tulajdonos
zh_cn: 新的所有者

source: Set to *Yes*, if the watch list owner should be notified, when a ticket added to the watch list has a new owner.
de: Setzen Sie diesen Wert auf *Ja*, wenn der Besitzer der Watchlist benachrichtigt werden soll, wenn ein Ticket, das auf die Watchlist gesetzt wurde, einen neuen Besitzer hat.
hu: Állítsa *Igen* értékre, ha a megfigyelőlista tulajdonosát értesíteni kell, amikor a megfigyelőlistához hozzáadott jegynek új tulajdonosa van.
zh_cn: 当已添加到关注列表的工单具有新所有者时，如果应通知关注列表所有者，则设置为 *是*。

source: New Queue
de: Neue Queue
hu: Új várólista
zh_cn: 新队列

source: Set to *Yes*, if the watch list owner should be notified, when a ticket added to the watch list has been moved to an other queue.
de: Setzen Sie diesen Wert auf *Ja*, wenn der Besitzer der Watchlist benachrichtigt werden soll, wenn ein zur Watchlist hinzugefügtes Ticket in eine andere Queue verschoben wurde.
hu: Állítsa *Igen* értékre, ha a megfigyelőlista tulajdonosát értesíteni kell, amikor a megfigyelőlistához hozzáadott jegyet áthelyezik egy másik várólistába.
zh_cn: 当添加到关注列表的工单已移动到其它队列时，如果应通知关注列表所有者，则设置为 *是*。

source: New State
de: Neue Status
hu: Új állapot
zh_cn: 新的状态

source: Set to *Yes*, if the watch list owner should be notified, when a state is changed for a ticket added to the watch list.
de: Setzen Sie diesen Wert auf *Ja*, wenn der Besitzer der Watchlist benachrichtigt werden soll, wenn sich der Status eines Tickets ändert, das der Watchlist hinzugefügt wurde.
hu: Állítsa *Igen* értékre, ha a megfigyelőlista tulajdonosát értesíteni kell, amikor a megfigyelőlistához hozzáadott jegynek megváltoztatják az állapotát.
zh_cn: 当添加到关注列表的工单的状态更改时，如果应通知关注列表所有者，则设置为 *是*。

source: Target States
de: Zielzustände
hu: Célállapotok
zh_cn: 目标状态

source: The states selected here will activate the *New State* notification above. Notifications for status changes are only being sent if the new status matches the configured destination status.
de: Die hier ausgewählten Zustände aktivieren die oben genannte *Neuer Status* Benachrichtigung. Benachrichtigungen bei Statusänderungen werden nur dann gesendet, wenn der neue Status mit dem konfigurierten Zielstatus übereinstimmt.
hu: Az itt kiválasztott állapotok fogják bekapcsolni a fenti *Új állapot* értesítést. Az állapotváltások értesítései csak akkor lesznek elküldve, ha az új állapot illeszkednek a beállított célállapotokra.
zh_cn: 此处选择的状态将激活上面的 *新状态* 通知。仅当新状态与配置的目标状态匹配时，才会发送状态更改通知。

source: If the *New State* notification is set to *Yes*, this field becomes mandatory.
de: Wenn die Benachrichtigung *Neuer Status* auf *Ja* gesetzt ist, wird dieses Feld zum Pflichtfeld.
hu: Ha az *Új állapot* értesítés *Igen* értékre van állítva, akkor ez a mező kötelezővé válik.
zh_cn: 如果 *新状态* 通知设置为 *是*，则此字段变为必需字段。

source: Watch list owners and their deputies can configure the notifications separately. The configuration of the destination status is only allowed for the watch list owner and therefore also affects the deputies.
de: Watchlist-Besitzer und ihre Stellvertreter können die Benachrichtigungen separat konfigurieren. Die Konfiguration des Zielstatus ist nur für den Watchlist-Besitzer erlaubt und betrifft daher auch die Stellvertreter.
hu: A megfigyelőlista tulajdonosai és azok helyettesei külön-külön állíthatják be az értesítéseket. A célállapot beállítása csak a várólista tulajdonosának engedélyezett, és ennélfogva hatással lesz a helyettesekre is.
zh_cn: 关注列表所有者及其副手可以分别配置通知。目标状态的配置仅允许关注列表所有者使用，也会影响副手。

source: Notifications are not being sent to the agent who triggered the action.
de: Es werden keine Benachrichtigungen an den Agenten gesendet, der die Aktion ausgelöst hat.
hu: Az értesítések nem lesznek elküldve annak az ügyintézőnek, aki aktiválta a műveletet.
zh_cn: 通知不会发送到触发该操作的服务人员。

source: The content of the notifications can be edited in the :doc:`../../admin/communication-notifications/ticket-notifications` module of the administrator interface.
de: Der Inhalt der Benachrichtigungen kann im Modul :doc:`../../admin/communication-notifications/ticket-notifications` im Administrator Interface bearbeitet werden.
hu: Az értesítések tartalma az adminisztrátori felület :doc:`../../admin/communication-notifications/ticket-notifications` moduljában szerkeszthető.
zh_cn: 可以在管理员界面的 :doc:`../../admin/communication-notifications/ticket-notifications` 模块中编辑通知的内容。

source: Ticket Workflow
zh_cn: 工单工作流

source: The feature add-on allows one to easily define business workflow templates for common tasks. Workflow *task* tickets can be dependent on any other task in that workflow, giving a high level of control over the order in which tasks are completed. A task that is dependent on preceding tasks will not appear in the queue until the preceding tasks are closed.
de: Das Feature Add-on ermöglicht es, auf einfache Weise Business Workflow-Muster für allgemeine Aufgaben zu definieren. Workflow *Aufgaben*-Tickets können von jeder anderen Aufgabe in diesem Workflow abhängig sein, was ein hohes Maß an Kontrolle über die Reihenfolge der Aufgabenerledigung ermöglicht. Eine Aufgabe, die von vorhergehenden Aufgaben abhängig ist, erscheint erst dann in der Queue, wenn die vorhergehenden Aufgaben geschlossen werden.
hu: Ez a funkciókiegészítő üzleti munkafolyamat sablonok egyszerű meghatározását teszi lehetővé a gyakori feladatokhoz. A munkafolyamat *feladat* jegyei függhetnek bármely más feladattól a munkafolyamatban, ezáltal magas szintű ellenőrzést nyújtva a feladatok elvégzésének sorrendjében. Egy olyan feladat, amely az őt megelőző feladatoktól függ, egészen addig nem jelenik meg a várólistában, amíg a megelőző feladatokat le nem zárják.
zh_cn: 本功能插件允许您轻松定义常见任务的业务工作流模板。工作流 *任务* 工单可以依赖于该工作流中的任何其它任务，从而可以高度控制任务完成的顺序。依赖于前面任务的任务在前面的任务关闭之前不会出现在队列中。

source: Each task ticket within a workflow can be predefined using these fields:
de: Jedes Aufgaben-Ticket innerhalb eines Workflows kann über diese Felder vordefiniert werden:
hu: Egy munkafolyamaton belül minden egyes feladatjegy előre meghatározható a következő mezők használatával:
zh_cn: 可以使用以下字段预定义工作流中的每个任务工单：

source: Individual tasks can be made dependent on another corresponding task within a workflow. This dependence means that tickets will only be shown in a queue when the dependent preceding ticket has changed to the status *closed*.
de: Einzelne Aufgaben können von einer anderen entsprechenden Aufgabe innerhalb eines Workflows abhängig gemacht werden. Diese Abhängigkeit bedeutet, dass Tickets erst dann in einer Queue angezeigt werden, wenn das abhängige vorherige Ticket in den Status *geschlossen* gewechselt hat.
hu: Egy munkafolyamaton belül egyéni feladatok is készíthetők más hasonló feladatoktól függően. Ez a függőség azt jelenti, hogy a jegyek csak akkor lesznek láthatók egy várólistában, ha a megelőző függő jegy *lezárt* állapotúra változott.
zh_cn: 可以使单个任务依赖于工作流中的另一个相应任务。此依赖性意味着只有当依赖的前一个工单更改为 *已关闭* 状态时，该工单才会显示在队列中。

source: An agent can start a workflow through an existing ticket. The content of the original ticket will then be copied to all task tickets. All agents will have a quick overview of their tasks in their personal dashboard widgets.
de: Ein Agent kann einen Workflow durch ein bestehendes Ticket starten. Der Inhalt des Original-Tickets wird dann in alle Aufgaben-Tickets kopiert. Alle Agenten haben einen schnellen Überblick über ihre Aufgaben in ihren persönlichen Dashboard Widgets.
hu: Egy ügyintéző egy meglévő jegyen keresztül indíthat munkafolyamatot. Az eredeti jegy tartalma ekkor át lesz másolva az összes feladatjegybe. Az összes ügyintéző gyors áttekintést kap a feladatairól a személyes vezérlőpult felületi elemében.
zh_cn: 服务人员可以通过现有的工单启动工作流。原始工单的内容将复制到所有任务工单。所有服务人员都将在其个人仪表板小部件中快速概览其任务。

source: Distinctive criteria:
de: Unterscheidungskriterien:
hu: Megkülönböztető kritériumok:
zh_cn: 独特标准：

source: No further workflows can be started within an existing workflow.
de: Innerhalb eines bestehenden Workflows können keine weiteren Workflows gestartet werden.
hu: További munkafolyamatok nem indíthatók egy meglévő munkafolyamaton belül.
zh_cn: 在现有工作流中不能启动其它工作流。

source: A task can be dependent on another task within a workflow.
de: Eine Aufgabe kann von einer anderen Aufgabe innerhalb eines Workflows abhängig sein.
hu: Egy feladat lehet egy másik feladat függősége egy munkafolyamaton belül.
zh_cn: 一个任务可以依赖于工作流中的其它任务。

source: Workflows can only be started in the agent interface.
de: Workflows können nur im Agent-Interface gestartet werden.
hu: A munkafolyamatok csak az ügyintézői felületen indíthatók.
zh_cn: 工作流只能在服务人员界面中启动。

source: Enables the improvement of handling processes.
de: Ermöglicht die Verbesserung der Handhabungsprozesse.
hu: Lehetővé teszi a kezelt folyamatok továbbfejlesztését.
zh_cn: 改善处理流程。

source: Relieves agents.
de: Entlastet die Agenten.
hu: Megkönnyíti az ügyintézők dolgát.
zh_cn: 减轻服务人员。

source: Simplifies data collection.
de: Vereinfacht die Datenerfassung.
hu: Egyszerűsíti az adatgyűjtést.
zh_cn: 简化数据收集。

source: Reduces error sources.
de: Reduziert die Fehlerquellen.
hu: Csökkenti a hibaforrásokat.
zh_cn: 减少错误源。

source: This feature add-on is also available for the OTRS::ITSM module.
de: Dieses Feature Add-On ist auch für das Modul OTRS::ITSM verfügbar.
hu: Ez a funkciókiegészítő elérhető az OTRS::ITSM modulhoz is.
zh_cn: 本功能插件也可用于 OTRS::ITSM 模块。

source: After installation of the package a new ticket state and a new administrator module will be added to the system.
de: Nach der Installation des Pakets wird ein neuer Ticket-Status und ein neues Administrator-Modul zum System hinzugefügt.
hu: A csomag telepítése után egy új jegyállapot és egy új adminisztrátori modul lesz hozzáadva a rendszerhez.
zh_cn: 安装本软件包后，系统将添加新的工单状态和新的管理员模块。

source: After installation of the package a new state will be added to ticket states, as well as a new module *Ticket Workflows* will be available in the *Ticket Settings* group of the administrator interface.
de: Nach der Installation des Pakets wird ein neuer Status zu den Ticket-Status hinzugefügt, und ein neues Modul *Ticket Workflows* ist in der Gruppe *Ticket Settings* des Administrator-Interfaces verfügbar.
hu: A csomag telepítése után egy új állapot kerül hozzáadásra a jegyállapotokhoz, valamint egy új *Jegy munkafolyamatok* modul válik elérhetővé az adminisztrátori felület *Jegybeállítások* csoportjában.
zh_cn: 安装本软件包后，将向工单状态添加一个新状态，并在管理员界面的 *工单设置* 组中提供一个新模块 *工单工作流*。

source: States
de: Status
hu: Állapotok
zh_cn: 状态

source: After installation of the package a new state is added to the system for the task tickets.
de: Nach der Installation des Pakets wird dem System ein neuer Status für die Aufgaben-Tickets hinzugefügt.
hu: A csomag telepítése után egy új állapot lesz hozzáadva a rendszerhez a feladatjegyeknél.
zh_cn: 安装本软件包后，将向系统中添加任务工单的新状态。

source: task pending dependency
de: blockiert durch Abhängigkeit
hu: feladat várakozó függőség
zh_cn: 任务挂起依赖项

source: Tickets with unresolved dependencies are put into this state which is a type of removed. A removed indicates that the ticket is not viewable and will not appear in the usual views. A removed does not prevent the display in the linked ticket boxes.
de: Tickets mit ungelösten Abhängigkeiten werden in diesen Status versetzt, der eine Art vom Stauts *entfernt* ist. Ein *entfernt* zeigt an, dass das Ticket nicht sichtbar ist und nicht in den üblichen Ansichten erscheint. Ein Entfernen verhindert nicht die Anzeige in den verknüpften Ticket-Boxen.
hu: A feloldatlan függőségekkel rendelkező jegyek lesznek betéve ebbe az állapotba, amely eltávolított típusú. Az eltávolított azt jelzi, hogy a jegy nem látható, és nem fog megjelenni a szokásos nézetekben. Egy eltávolított nem akadályozza meg a kapcsolt jegy dobozok megjelenítését.
zh_cn: 具有未解析依赖项的工单将被置于此状态，此状态是“已删除”的类型。“已删除”表示工单不可见，并且不会出现在常规视图中。“已删除”不会阻止在链接工单框中显示。

source: When the task tickets are created, the master ticket is put into the state defined as initial state in the system configuration or into *new*.
de: Bei der Erstellung der Aufgaben-Tickets wird das Master-Ticket in den in der Systemkonfiguration als Initialzustand definierten Status oder in den Status *neu* versetzt.
hu: Ha a feladatjegyeket létrehozták, akkor a mesterjegy a rendszerbeállításokban kezdeti állapotként meghatározott állapotba lesz betéve vagy *új* állapotú lesz.
zh_cn: 当创建任务工单时，主工单被放入系统配置中定义为初始状态的状态，或者进入 *新建* 状态。

source: Ticket Workflows
hu: Jegy munkafolyamatok
zh_cn: 工单工作流

source: Use this screen to add workflows and tasks to the system. The ticket workflow templates management screen is available in the *Ticket Workflows* module of the *Ticket Settings* group.
de: Verwenden Sie diese Ansicht, um dem System-Workflows und Aufgaben hinzuzufügen. Die Ansicht zur Verwaltung von Ticket-Workflow-Mustern steht Ihnen im Modul *Ticket-Workflows* in der Gruppe *Ticket-Einstellungen* zur Verfügung.
hu: Használja ezt a képernyőt, hogy munkafolyamatokat és feladatokat adjon a rendszerhez. A jegy munkafolyamat sablonok kezelésének képernyője a *Jegybeállítások* csoport *Jegy munkafolyamatok* moduljában érhető el.
zh_cn: 使用此屏幕向系统添加工作流和任务。工单工作流模板管理屏幕在 *工单设置* 组的 *工单工作流* 模块中可用。

source: Ticket Workflow Templates Screen
de: Ticket Workflow Vorlagen
hu: Jegy munkafolyamat sablonok képernyő
zh_cn: 工单工作流模板屏幕

source: Manage Ticket Workflow Templates
de: Ticket Workflow Vorlagen verwalten
hu: Jegy munkafolyamat sablonok kezelése
zh_cn: 管理工单工作流模板

source: To add a ticket workflow template:
de: So fügen Sie eine Ticket Workflow Vorlage hinzu:
hu: Egy jegy munkafolyamat sablon hozzáadásához:
zh_cn: 若要添加一个工单工作流模板：

source: Click on the *Add workflow* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Workflow hinzufügen*.
hu: Kattintson a *Munkafolyamat hozzáadása* gombra a bal oldalsávban.
zh_cn: 点击左侧栏中的 *添加工作流* 按钮。

source: Add Ticket Workflow Template Screen
de: Ticket Workflow Vorlagen hinzufügen
hu: Jegy munkafolyamat sablon hozzáadása képernyő
zh_cn: 添加工作流模板屏幕

source: Ticket workflow templates can not be deleted from the system. They can only be deactivated by setting the *Validity* option to *invalid* or *invalid-temporarily*.
de: Ticket Workflows können nicht aus dem System gelöscht werden. Sie können nur deaktiviert werden, wenn die Einstellung *Gültigkeit* auf *ungültig* oder *ungültig-temporär* gesetzt wird.
hu: A jegy munkafolyamat sablonok nem törölhetők a rendszerből. Azonban kikapcsolhatók az *Érvényesség* beállítás *érvénytelen* vagy *átmenetileg érvénytelen* értékre állításával.
zh_cn: 无法从系统中删除工单工作流模板。只能通过将 *有效性* 选项设置为 *无效* 或 *临时无效* 来禁用它们。

source: To view the details of a ticket workflow template and go to the management screen:
de: So zeigen Sie die Details eines Ticket-Workflow-Musters an und gehen in die Verwaltungsmaske:
hu: Egy jegy munkafolyamat sablon részleteinek megtekintéséhez és a kezelőképernyőhöz lépéshez:
zh_cn: 要查看工单工作流模板的详细信息并转到管理界面:

source: Click on a ticket workflow template in the list of ticket workflow templates.
de: Klicken Sie in der Liste der Ticket-Workflow-Ticket-Workflow-Vorlagen auf eine Ticket-Workflow-Vorlage.
hu: Kattintson egy jegy munkafolyamat sablonra a jegy munkafolyamat sablonok listájában.
zh_cn: 单击工单工作流模板列表中的一个工单工作流模板。

source: Ticket Workflow Template Details Screen
de: Detailbild der Ticket-Workflow-Vorlage
hu: Jegy munkafolyamat sablon részletei képernyő
zh_cn: 工单工作流模板详情屏幕

source: To edit a ticket workflow template:
de: So bearbeiten Sie eine Ticket-Workflow-Vorlage:
hu: Egy jegy munkafolyamat sablon szerkesztéséhez:
zh_cn: 若要编辑一个工单工作流模板：

source: Click on the *Edit workflow* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Workflow bearbeiten*.
hu: Kattintson a *Munkafolyamat szerkesztése* gombra a bal oldalsávban.
zh_cn: 点击左侧边栏中的 *编辑工作流* 按钮。

source: Edit Ticket Workflow Template Screen
de: Ticket Workflow Vorlagen bearbeiten
hu: Jegy munkafolyamat sablon szerkesztése képernyő
zh_cn: 编辑工单工作流模板屏幕

source: To edit the task dependencies:
de: So bearbeiten Sie die Aufgabenabhängigkeiten:
hu: A feladatfüggőségek szerkesztéséhez:
zh_cn: 若要编辑任务信赖项：

source: Click on the *Edit task dependencies* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Aufgabenabhängigkeiten bearbeiten*.
hu: Kattintson a *Feladatfüggőségek szerkesztése* gombra a bal oldalsávban.
zh_cn: 点击左侧边栏中的 *编辑任务信赖项* 按钮。

source: Add or remove task in the *Dependencies* column.
de: Fügen Sie eine Aufgabe in der Spalte *Abhängigkeiten* hinzu oder entfernen Sie sie.
hu: Adjon hozzá vagy távolítson el feladatokat a *Függőségek* oszlopban.
zh_cn: 在 *依赖项* 列中添加或删除任务。

source: Edit Ticket Workflow Task Dependencies Screen
de: Ticket-Workflow-Aufgabenabhängigkeiten bearbeiten
hu: Jegy munkafolyamat feladat függőségeinek szerkesztése képernyő
zh_cn: 编辑工单工作流任务信赖项屏幕

source: To add a task to a ticket workflow template:
de: So fügen Sie eine Aufgabe zu einer Ticket-Workflow-Vorlage hinzu:
hu: Egy jegy munkafolyamat sablonhoz történő feladat hozzáadásához:
zh_cn: 若要将任务添加到工单工作流模板，请执行以下操作：

source: Click on the *Add task* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Task hinzufügen*.
hu: Kattintson a *Feladat hozzáadása* gombra a bal oldalsávban.
zh_cn: 点击左侧栏中的 *添加任务* 按钮。

source: Add Ticket Workflow Task Screen
de: Ticket-Workflow-Aufgabe hinzufügen
hu: Jegy munkafolyamat feladat hozzáadása képernyő
zh_cn: 添加工单工作流任务屏幕

source: To view the details of a task in a ticket workflow template:
de: So zeigen Sie die Details einer Aufgabe in einer Ticket-Workflow-Vorlage an:
hu: Egy jegy munkafolyamat sablonban lévő feladat részleteinek megtekintéséhez:
zh_cn: 若要在工单工作流模板中查看任务的详细信息，请执行以下操作：

source: Click on a task in the list of tasks.
de: Klicken Sie in der Liste mit den Aufgaben auf eine Aufgabe.
hu: Kattintson egy feladatra a feladatok listájában.
zh_cn: 单击任务列表中的一个任务。

source: Ticket Workflow Task Details Screen
de: Detailansicht der Ticket-Workflow-Aufgaben
hu: Jegy munkafolyamat feladat részletei képernyő
zh_cn: 工单工作流任务详情屏幕

source: To edit a task in a ticket workflow template:
de: So bearbeiten Sie eine Aufgabe in einer Ticket-Workflow-Vorlage:
hu: Egy jegy munkafolyamat sablonban lévő feladat szerkesztéséhez:
zh_cn: 若要编辑一个工单工作流模板中的一个任务：

source: Click on the *Edit task* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Task bearbeiten*.
hu: Kattintson a *Feladat szerkesztése* gombra a bal oldalsávban.
zh_cn: 点击左侧边栏中的 *编辑任务* 按钮。

source: Edit Ticket Workflow Task Screen
de: Ticket-Workflow-Aufgabe bearbeiten
hu: Jegy munkafolyamat feladat szerkesztése képernyő
zh_cn: 编辑工单工作流任务屏幕

source: To delete a task from a ticket workflow template:
de: So löschen Sie eine Aufgabe aus einer Ticket-Workflow-Vorlage:
hu: Egy feladat törléséhez egy jegy munkafolyamat sablonból:
zh_cn: 若要从一个工单工作流模板中删除一个任务，请执行以下操作：

source: Click on the *Remove task* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Task entfernen*.
hu: Kattintson a *Feladat eltávolítása* gombra a bal oldalsávban.
zh_cn: 点击左侧栏中的 *删除俗务* 按钮。

source: To clone a ticket workflow template:
de: So klonen Sie eine Ticket-Workflow-Vorlage:
hu: Egy jegy munkafolyamat sablon klónozásához:
zh_cn: 若要克隆一个工单工作流模板：

source: Click on the *Clone tasks* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Task klonen*.
hu: Kattintson a *Feladatok klónozása* gombra a bal oldalsávban.
zh_cn: 点击左侧边栏中的 *克隆任务* 按钮。

source: Clone Ticket Workflow Template Screen
de: Ticket Workflow Vorlagen
hu: Jegy munkafolyamat sablon klónozása képernyő
zh_cn: 克隆工单工作流模板屏幕

source: Ticket Workflow Template Settings
de: Einstellungen für Ticket Workflow Vorlagen
hu: Jegy munkafolyamat sablon beállításai
zh_cn: 工单工作流模板设置

source: Comment \*
de: Kommentar \*
hu: Megjegyzés \*
zh_cn: 注释 \*

source: Clone tasks from
de: Aufgaben klonen von
hu: Feladatok klónozása innen
zh_cn: 克隆任务来源
