Repository: Yan-Oliveira/doc-fao
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu, zh_cn

source: Internal news or information can be added via the administrator interface to appear with the corresponding *Internal News* widget in the agent interface. A click opens the detailed view of the respective news item, containing the title, content, creation date and change date. The widget can be individually activated or deactivated as an optional box in the agent dashboard. The dashboard news widget makes it easier to inform employees about events, innovations and offers.
de: Interne Nachrichten oder Informationen können über das Administrator-Interface hinzugefügt werden, um mit dem entsprechenden *Internen Nachrichten*-Widget im Agenten-Interface angezeigt zu werden. Ein Klick öffnet die Detailansicht der jeweiligen Nachricht mit Titel, Inhalt, Erstellungsdatum und Änderungsdatum. Das Widget kann als optionale Box im Agenten-Dashboard einzeln aktiviert oder deaktiviert werden. Das *Dashboard News Widget* erleichtert es, Mitarbeiter über Veranstaltungen, Innovationen und Angebote zu informieren.
hu: Belső hírek vagy információk adhatók hozzá az adminisztrátori felületen keresztül, hogy megjelenjenek a megfelelő *Belső hírek* felületi elemen az ügyintézői felületen. Egyetlen kattintással megnyitható a megfelelő hírelem részletes nézete, amely a címet, a tartalmat, a létrehozás és a módosítás dátumát tartalmazza. A felületi elem opcionális dobozként egyénileg bekapcsolható vagy kikapcsolható az ügyintézői vezérlőpulton. A vezérlőpulti hírek felületi elem egyszerűbbé teszi a munkavállalók tájékoztatását az eseményekkel, újításokkal és ajánlatokkal kapcsolatban.
zh_cn: 可以通过管理员界面添加内部新闻或信息，以便与服务人员界面中相应的 *内部新闻* 小部件一起显示。单击将打开相应新闻项的详细视图，其中包含标题、内容、创建日期和更改日期。小部件可以作为服务人员仪表板中的可选框单独激活或停用。仪表板新闻小部件使员工更容易了解事件、创新和产品。

source: Integrates your company communication in the customer service tool.
de: Integrieren Sie einfach Ihre Unternehmenskommunikation ins Kundenservice-Tool.
hu: Integrálja a vállalati kommunikációt az ügyfélszolgálati eszközbe.
zh_cn: 将公司沟通整合到客户服务工具中。

source: Important information, such as product news, is always available to agents and can be used immediately in customer contact.
de: Wichtige Informationen z. B. Produktneuheiten sind dem Mitarbeiter ständig präsent und können gleich im Kundenkontakt verwendet werden.
hu: A fontos információk (például termékhírek) mindig elérhetők az ügyintézőknek, és azonnal használhatók az ügyfelekkel való kapcsolatfelvételnél.
zh_cn: 重要信息（例如产品新闻）始终可供服务人员使用，并可以在客户联系中立即使用。

source: Company news is clearly structured and centrally available in one place.
de: Unternehmensneuigkeiten sind zentral und übersichtlich an einem Ort verfügbar.
hu: A vállalati hírek egyértelműen strukturáltak, és központilag elérhetők egyetlen helyen.
zh_cn: 公司新闻结构清晰，集中在一处。

source: IT security
hu: IT biztonság
zh_cn: IT 安全

source: Internal and external communication
de: Interne & externe Kommunikation
hu: Belső és külső kommunikáció
zh_cn: 内部和外部沟通

source: After installation of the package a new module will be available to *Communication & Notifications* group in the administrator interface.
de: Nach der Installation des Pakets ist ein neues Modul in der Gruppe *Kommunikation & Benachrichtigungen* im Administrator-Interface verfügbar.
hu: A csomag telepítése után egy új modul érhető el a *Kommunikáció és értesítések* csoporthoz az adminisztrátori felületen.
zh_cn: 安装本软件包后，管理员界面中的 *通信和通知* 组将可以使用一个新模块。

source: Dashboard News
de: Dashboard Neuigkeiten
hu: Vezérlőpulti hírek
zh_cn: 仪表板新闻

source: Use this screen to add announcements to agent dashboard. The announcement management screen is available in the *Dashboard News* module of the *Communication & Notifications* group.
de: Verwenden Sie diese Ansicht, um Meldungen zum Dashboard des Agenten hinzuzufügen. Die Ansicht für die Verwaltung von Meldungen ist im Modul *Dashboard Neuigkeiten* der Gruppe *Kommunikation & Benachrichtigungen* verfügbar.
hu: Használja ezt a képernyőt, hogy közleményeket adjon az ügyintézői vezérlőpulthoz. A közleménykezelő képernyő a *Kommunikáció és értesítések* csoport *Vezérlőpulti hírek* moduljában érhető el.
zh_cn: 使用此屏幕可将公告添加到服务人员仪表板。 公告管理屏幕位于 *通信和通知* 组的 *仪表板新闻* 模块中。

source: Dashboard News Management Screen
de: Dashboard Neuigkeiten - Verwaltung
hu: Vezérlőpulti hírek kezelése képernyő
zh_cn: 仪表板新闻管理 屏幕

source: Manage Announcements
de: Verwalten von Meldungen
hu: Közlemények kezelése
zh_cn: 管理公告

source: To add an announcement:
de: So fügen Sie eine Meldung hinzu:
hu: Egy közlemény hozzáadásához:
zh_cn: 若要添加一条公告：

source: Click on the *Add announcement* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Meldung hinzufügen*.
hu: Kattintson a *Közlemény hozzáadása* gombra a bal oldalsávban.
zh_cn: 点击左侧边栏的 *添加公告* 按钮。

source: Add Announcement Screen
de: Meldung hinzufügen
hu: Közlemény hozzáadása képernyő
zh_cn: 添加公告屏幕

source: To edit an announcement:
de: So bearbeiten Sie eine Meldung:
hu: Egy közlemény szerkesztéséhez:
zh_cn: 若要编辑一条公告：

source: Click on an announcement in the list of announcements.
de: Klicken Sie in der Liste mit den Meldungen auf eine Meldung.
hu: Kattintson egy közleményre a közlemények listájában.
zh_cn: 点击公告列表中的一条公告。

source: Edit Announcement Screen
de: Meldung bearbeiten
hu: Közlemény szerkesztése képernyő
zh_cn: 编辑公告 屏幕

source: To delete an announcement:
de: So löschen Sie eine Meldung:
hu: Egy közlemény törléséhez:
zh_cn: 若要删除一条公告：

source: Click on the trash icon in the list of announcements.
de: Klicken Sie in der Liste mit den Meldungen auf das Papierkorb-Symbol.
hu: Kattintson a kuka ikonra a közlemények listájában.
zh_cn: 点击公告列表中的垃圾桶图标。

source: Delete Announcement Screen
de: Meldung löschen
hu: Közlemény törlése képernyő
zh_cn: 删除公告 屏幕

source: To limit the number of displayed announcements per page:
de: So begrenzen Sie die Anzahl der angezeigten Meldungen pro Seite:
hu: Az oldalanként megjelenített közlemények számának korlátozásához:
zh_cn: 若要限制每页显示的公告数：

source: Click on the gear icon in the top right corner of the overview header.
de: Klicken Sie auf das Zahnrad-Symbol in der oberen, rechten Ecke des Übersichts-Widget.
hu: Kattintson a fogaskerék ikonra az áttekintő fejlécének jobb felső sarkában.
zh_cn: 点击概览标题右上角的齿轮图标。

source: Select the maximum number of announcements displayed per page.
de: Wählen Sie die maximale angezeigte Anzahl der Meldungen pro Seite.
hu: Válassza ki az oldalanként megjelenített közlemények legnagyobb számát.
zh_cn: 选择每页显示的最大公告数。

source: Click on the *Submit* button.
de: Klicken Sie auf die Schaltfläche *Übermitteln*.
hu: Kattintson az *Elküldés* gombra.
zh_cn: 点击 *提交* 按钮。

source: Announcement Settings
de: Einstellungen für Meldungen
hu: Közlemény beállításai
zh_cn: 公告设置

source: Title \*
de: Titel \*
hu: Cím \*
zh_cn: 标题 \*

source: The title of the announcement. This will be displayed in the dashboard widget of the agent interface.
de: Der Titel der Meldung. Dies wird im Dashboard-Widget des Agenten-Interface angezeigt.
hu: A közlemény címe. Ez lesz megjelenítve az ügyintézői felület vezérlőpult felületi elemében.
zh_cn: 公告的标题。 这将显示在服务人员界面的仪表板小部件中。

source: Announcement \*
de: Meldung \*
hu: Közlemény \*
zh_cn: 公告 \*

source: The body text of the announcement. This will be displayed in the overview screens and in the announcement details screen.
de: Der Text der Meldung. Dies wird in den Übersichten und in der Detailansicht der Meldung angezeigt.
hu: A közlemény törzsszövege. Ez lesz megjelenítve az áttekintő képernyőkön és a közlemény részleteinek képernyőjén.
zh_cn: 公告的正文。 这将显示在概览屏幕和公告详细信息屏幕中。

source: Rich Text editor can be enabled for the announcement text.
de: Für den Meldungstext kann der Rich Text-Editor aktiviert werden.
hu: A Rich Text szerkesztő engedélyezhető a közlemény szövegéhez.
zh_cn: 可以为公告文本启用富文本编辑器。

source: The ``DashboardNewsWidget::RichTextField`` setting needs to be enabled to use this feature.
de: Die Einstellung ``DashboardNewsWidget::RichTextField`` muss aktiviert sein, um diese Funktion nutzen zu können.
hu: A ``DashboardNewsWidget::RichTextField`` beállítást engedélyezni kell a funkció használatához.
zh_cn: 要启用此功能，必须启用 ``DashboardNewsWidget::RichTextField`` 设置。

source: Edit Announcement Screen with Rich Text Editor
de: Bearbeitungsansicht für Meldungen mit Rich Text-Editor
hu: Közlemény szerkesztése képernyő Rich Text szerkesztővel
zh_cn: 使用富文本编辑器编辑公告 屏幕

source: If announcements were created using a Rich Text editor and the way to manage announcements was changed to normal text in the meantime, the content of the related announcements will be displayed with HTML tags and should be improved afterwards.
de: Wurden Meldungen mit einem Rich Text-Editor erstellt und die Art und Weise, wie Meldungen verwaltet werden, in der Zwischenzeit auf normalen Text umgestellt, wird der Inhalt der zugehörigen Meldungen mit HTML-Tags angezeigt und sollte anschließend verbessert werden.
hu: Ha a közlemények Rich Text szerkesztő használatával lettek létrehozva, és a közlemények kezelésének módját időközben megváltoztatták normál szövegre, akkor az érintett közlemények tartalma HTML címkékkel lesz megjelenítve, amelyet ezután ki kell javítani.
zh_cn: 如果公告是使用富文本编辑器创建的，并且同时将管理公告的方式更改为普通文本，则相关公告的内容将使用HTML标签显示，之后应该进行改进。

source: This chapter describes the new features that are available in the agent interface after installation of the package.
de: Dieses Kapitel beschreibt die neuen Funktionen, die im Agenten-Interface nach der Installation des Paketes verfügbar sind.
hu: Ez a fejezet azokat az új funkciókat mutatja be, amelyek az ügyintézői felületen érhetők el a csomag telepítése után.
zh_cn: 本章介绍安装程序本软件包后服务人员界面中可用的新功能。

source: Personal Menu
de: Persönliches Menü
hu: Személyes menü
zh_cn: 个人菜单

source: There is an optional setting to show a preference widget in the agent personal preferences.
de: Es gibt eine optionale Einstellung, um ein Einstellungs-Widget in den persönlichen Einstellungen des Agenten anzuzeigen.
hu: Van egy opcionális beállítás egy beállítási felületi elem megjelenítéséhez az ügyintéző személyes beállításaiban.
zh_cn: 在服务人员个人首选项中有一个显示首选项小部件的可选设置。

source: Personal Preferences
de: Persönliche Einstellungen
hu: Személyes beállítások
zh_cn: 个人首选项

source: Use this screen to set announcement overview limit in the agent personal preferences. The personal preferences screen is available in the *Personal Preferences* menu item of the *Avatar* menu.
de: Verwenden Sie diese Ansicht, um das Limit für die Meldungen in der Übersicht in den persönlichen Einstellungen des Agenten festzulegen. Die Ansicht mit den persönlichen Einstellungen ist im Menü *Persönliche Einstellungen* des Menüs *Avatar* verfügbar.
hu: Használja ezt a képernyőt, hogy beállítsa a közlemény áttekintő korlátot az ügyintéző személyes beállításaiban. A személyes beállítások képernyő az *Avatár* menü *Személyes beállítások* menüpontjában érhető el.
zh_cn: 使用此屏幕可在服务人员个人首选项中设置公告概览限制。个人首选项屏幕可以在 *头像* 菜单的 *个人首选项* 菜单项中找到。

source: The ``PreferencesGroups###DashboardNewsOverviewPageShown`` setting needs to be activated to use this feature.
de: Die Einstellung ``PreferencesGroups######DashboardNewsOverviewPageShown`` muss aktiviert sein, um diese Funktion nutzen zu können.
hu: A ``PreferencesGroups###DashboardNewsOverviewPageShown`` beállítás aktiválása szükséges a funkció használatához.
zh_cn: 需要激活 ``PreferencesGroups###DashboardNewsOverviewPageShown`` 设置才能使用此功能。

source: Miscellaneous
de: Verschiedenes
hu: Egyebek
zh_cn: 杂项

source: These settings are for change some visual appearance of **OTRS**.
de: Mit diesen Einstellungen können Sie das visuelle Erscheinungsbild von **OTRS** ändern.
hu: Ezek a beállítások az **OTRS** néhány vizuális megjelenésének megváltoztatásához vannak.
zh_cn: 这些设置用于更改 **OTRS** 的某些视觉外观。

source: Announcement Overview Limit
de: Meldungsübersicht-Limit
hu: Közlemény áttekintő korlát
zh_cn: 公告概览限制

source: In this widget can be selected the number of displayed announcements per page.
de: In diesem Widget kann die Anzahl der angezeigten Meldungen pro Seite ausgewählt werden.
hu: Ebben a felületi elemben lehet kiválasztani az oldalanként megjelenített közlemények számát.
zh_cn: 在此小部件中可以选择每页显示的公告数量。

source: Announcement Overview Limit Widget
de: Meldungsübersicht-Limit
hu: Közlemény áttekintő korlát felületi elem
zh_cn: 公告概览限制 小部件

source: Select a number for displayed announcements from the drop-down list.
de: Wählen Sie aus der Dropdown-Liste eine Anzahl für angezeigte Meldungen aus.
hu: Válassza ki a megjelenített közlemények számát a legördülő listából.
zh_cn: 从下拉列表中选择显示公告的数量。

source: After installation of the package a new widget will be displayed in the agent dashboard. This widget also has an overview screen and a details screen for announcements.
de: Nach der Installation des Pakets wird ein neues Widget im Dashboard des Agenten angezeigt. Dieses Widget verfügt auch über eine Übersicht und eine Detailansicht für Meldungen.
hu: A csomag telepítése után egy új felületi elem lesz megjelenítve az ügyintézői vezérlőpulton. Ennek a felületi elemnek szintén van áttekintő képernyője és részletek képernyője a közleményekhez.
zh_cn: 安装本软件包之后，一个新的小部件将显示在服务人员仪表板中。这个小部件还有一个概览屏幕和一个用于公告的详细信息屏幕。

source: After installation of the package a new menu will be available in the agent interface.
de: Nach der Installation des Pakets ist ein neues Menü im Agenten-Interface verfügbar.
hu: A csomag telepítése után egy új menü érhető el az ügyintézői felületen.
zh_cn: 安装本软件包后，服务人员界面中将提供一个新菜单。

source: Add Announcement
de: Meldung hinzufügen
hu: Közlemény hozzáadása
zh_cn: 添加公告

source: This menu item opens the *Add Announcement* screen of the :doc:`../../admin/communication-notifications/dashboard-news` administration module.
de: Dieser Menüpunkt öffnet die Ansicht *Meldung hinzufügen* des Administrator-Moduls :doc:`../../admin/communication-notifications/dashboard-news`.
hu: Ez a menüpont a :doc:`../../admin/communication-notifications/dashboard-news` adminisztrátori modul *Közlemény hozzáadása* képernyőjét nyitja meg.
zh_cn: 该菜单项打开 :doc:`../../admin/communication-notifications/dashboard-news` 管理模块的 *添加公告* 屏幕。

source: This menu item opens the *Dashboard News Management* screen of the :doc:`../../admin/communication-notifications/dashboard-news` administration module.
de: Dieser Menüpunkt öffnet die Ansicht *Dashboard-Neuigkeiten-Verwaltung* des Administrator-Moduls :doc:`../../admin/communication-notifications/dashboard-news`.
hu: Ez a menüpont a :doc:`../../admin/communication-notifications/dashboard-news` adminisztrátori modul *Vezérlőpulti hírek kezelése* képernyőjét nyitja meg.
zh_cn: 该菜单项打开 :doc:`../../admin/communication-notifications/dashboard-news` 管理模块的 *仪表板新闻管理* 屏幕。

source: After installation of the package a new widget will be displayed in the right sidebar of the agent dashboard.
de: Nach der Installation des Pakets wird ein neues Widget in der rechten Seitenleiste des Dashboards des Agenten angezeigt.
hu: A csomag telepítése után egy új felületi elem lesz megjelenítve az ügyintézői vezérlőpult jobb oldalsávjában.
zh_cn: 安装本软件包后，一个新的小部件将显示在服务人员仪表板的右侧栏中。

source: Internal News Widget
de: Widget „Interne Neuigkeiten”
hu: Belső hír felületi elem
zh_cn: 内部新闻 小部件

source: Clicking on an entry in the widget will open the *Announcement details* screen.
de: Wenn Sie auf einen Eintrag im Widget klicken, wird die Ansicht *Meldungsdetails* geöffnet.
hu: A felületi elemben egy bejegyzésre kattintva a *Közlemény részletei* képernyő nyílik meg.
zh_cn: 点击小部件中的条目将打开 *公告详细信息* 屏幕。

source: Announcement Details Screen
de: Meldungsdetails
hu: Közlemény részletei képernyő
zh_cn: 公告详细信息 屏幕

source: There is a button to go back to the overview screen to see all announcements.
de: Es gibt eine Schaltfläche, um zum Übersichtsbild zurückzukehren, um alle Meldungen anzuzeigen.
hu: Létezik egy gomb az áttekintő képernyőre való visszalépésre az összes közlemény megtekintéséhez.
zh_cn: 有一个按钮可以返回到概览屏幕查看所有公告。

source: Announcement Overview Screen
de: Meldungsübersicht
hu: Közlemény áttekintő képernyő
zh_cn: 公告概览 屏幕

source: Data Privacy Protection
zh_cn: 数据隐私保护

source: This feature add-on takes care about the data privacy of specific information within **OTRS**. Based on customizable rules, different actions can be performed on different types of data.
de: Dieses Feature Add-on kümmert sich um den Datenschutz bestimmter Informationen innerhalb von **OTRS**. Basierend auf anpassbaren Regeln können verschiedene Aktionen für verschiedene Datentypen durchgeführt werden.
hu: Ez a funkciókiegészítő gondoskodik bizonyos információk adatvédelméről az **OTRS**-en belül. A személyre szabható szabályok alapján különböző műveletek hajthatók végre különféle adattípusokon.
zh_cn: 此功能插件负责 **OTRS** 中特定信息的数据隐私。基于可定制的规则，可以对不同类型的数据执行不同的操作。

source: The use of this feature add-on can result in a complete loss of data! We recommend a backup of the database **before** execution and if possible a test on a test system.
de: Die Verwendung dieses Feature Add-ons kann zu einem vollständigen Datenverlust führen! Wir empfehlen eine Sicherung der Datenbank **vor der Ausführung** und nach Möglichkeit einen Test auf einem Testsystem.
hu: A funkciókiegészítő használata teljes adatvesztést is okozhat! Az adatbázis biztonsági mentését javasoljuk a végrehajtás **előtt**, és ha lehetséges, akkor egy tesztet egy tesztrendszeren.
zh_cn: 使用此功能插件可能会导致数据完全丢失！我们建议在执行 **之前** 对数据库进行备份，如果可能，在测试系统上进行测试。

source: The use of this feature add-on is at your own risk. *OTRS AG* does not take any responsibility for lost data.
de: Die Nutzung dieses Feature Add-ons erfolgt auf eigene Gefahr. Die *OTRS AG* übernimmt keine Verantwortung für Datenverluste.
hu: A funkciókiegészítőt csak saját felelősségére használja. Az *OTRS AG* nem vállal semmilyen felelősséget az adatvesztésért.
zh_cn: 使用此功能插件的风险由您自己承担。*OTRS AG* 不对丢失的数据承担任何责任。

source: Compliance with data protection guidelines.
de: Einhaltung der Datenschutzrichtlinien.
hu: Megfelelés az adatvédelmi útmutatóknak.
zh_cn: 遵守数据保护准则。

source: Internal IT
de: Interne IT
hu: Belső IT
zh_cn: 内部IT

source: This package has no administrator interface. All data privacy protection rules must be added via the system configuration and executed by a console command.
de: Dieses Paket hat kein Administratiors-Interface. Alle Datenschutzbestimmungen müssen über die Systemkonfiguration hinzugefügt und durch einen Konsolenbefehl ausgeführt werden.
hu: Ennek a csomagnak nincs adminisztrátori felülete. Az összes adatvédelmi szabályt a rendszerbeállításokon keresztül kell hozzáadni és egy konzolparanccsal kell végrehajtani.
zh_cn: 此软件包没有管理员界面。所有数据隐私保护规则必须通过系统配置添加，并由控制台命令执行。

source: For security reasons, this package does not come with any pre-configured rules. Therefore the functionality does not work out-of-the-box and the rules must be configured by an administrator first.
de: Aus Sicherheitsgründen wird dieses Paket nicht mit vorkonfigurierten Regeln ausgeliefert. Daher funktioniert die Funktionalität nicht sofort und die Regeln müssen zuerst von einem Administrator konfiguriert werden.
hu: Biztonsági okokból a csomag nem érkezik előre beállított szabályokkal. Emiatt a funkcionalitás nem működik közvetlenül a telepítés után, először egy adminisztrátornak be kell állítania a szabályokat.
zh_cn: 出于安全原因，此软件包不附带任何预先配置的规则。因此，该功能无法开箱即用，必须先由管理员配置规则。

source: To add a rule configuration:
de: So fügen Sie eine Konfiguration für Regeln hinzu:
hu: Egy szabálybeállítás hozzáadásához:
zh_cn: 若要添加规则配置：

source: Go to the *System Configuration* screen of the administrator interface.
de: Gehen Sie im Administrator-Interface zur Ansicht *Systemkonfiguration*.
hu: Menjen az adminisztrátori felület *Rendszerbeállítások* képernyőjéhez.
zh_cn: 转到管理员界面的 *系统配置* 屏幕。

source: Select *OTRSDataPrivacyProtection* in the *Navigation* widget.
de: Wählen Sie *OTRSDataPrivacyProtection* im Widget *Navigation*.
hu: Válassza ki az *OTRSDataPrivacyProtection* lehetőséget a *Navigáció* felületi elemben.
zh_cn: 在 *导航* 小部件中选择 *OTRSDataPrivacyProtection*。

source: Navigate to *Core → OTRSDataPrivacyProtection* in the navigation tree.
de: Navigieren Sie im Navigationsbaum nach *Core → OTRSDataPrivacyProtection*.
hu: Navigáljon a *Core → OTRSDataPrivacyProtection* elemhez a navigációs fában.
zh_cn: 导航到导航树中的 *Core→OTRSDataPrivacyProtection*。

source: Add a rule configuration in YAML format to setting ``OTRSDataPrivacyProtection::RuleConfiguration``.
de: Fügen Sie eine Regelkonfiguration im YAML-Format zur Einstellung ``OTRSDataPrivacyProtection::RuleConfiguration`` hinzu.
hu: Adjon hozzá egy YAML formátumú szabálybeállítást az ``OTRSDataPrivacyProtection::RuleConfiguration`` beállításhoz.
zh_cn: 将YAML格式的规则配置添加到设置 ``OTRSDataPrivacyProtection::RuleConfiguration`` 中。

source: The configuration of the individual rule sets are stored in YAML format and consists of the five options. The options marked with an asterisk are mandatory.
de: Die Konfiguration der einzelnen Regelsätze wird im YAML-Format gespeichert und besteht aus den fünf Optionen. Die mit einem Sternchen gekennzeichneten Optionen sind Pflichtfelder.
hu: Az egyes szabálykészletek beállítása YAML formátumban van tárolva, és öt beállításból áll. A csillaggal jelölt beállítások megadása kötelező.
zh_cn: 单个规则集的配置以YAML格式存储，由五个选项组成。标有星号的选项是必需的。

source: This string option has to be unique for all rules. It is a string, that is used to identify every different rule. The rule name appears in all related outputs and history entries, but does not affect any functionality.
de: Diese Zeichenkettenoption muss für alle Regeln eindeutig sein. Es ist eine Zeichenkette, die verwendet wird, um jede einzelne Regel zu identifizieren. Der Regelname erscheint in allen zugehörigen Ausgaben und Historieneinträgen, hat aber keinen Einfluss auf die Funktionalität.
hu: Ennek a szöveges beállításnak egyedinek kell lennie az összes szabálynál. Ez egy olyan szöveg, amely az egyes különböző szabályok azonosításához van használva. A szabály neve megjelenik az összes kapcsolódó kimeneten és előzménybejegyzésben, de nincs hatással a funkcionalitásra.
zh_cn: 对于所有规则，此字符串选项必须是唯一的。它是一个字符串，用于标识每个不同的规则。规则名出现在所有相关的输出和历史记录条目中，但不影响任何功能。

source: This string option is just for informational usage. Different countries and regions have different types and kinds of data protection regulations, that might be part of laws and/or written papers. To identify the related original sources, the different configured rules are based on. ``RuleSource`` can be used to add names and/or descriptions, that will be added to related history entries (if available).
de: Diese Zeichenkettenoption ist nur zur Information gedacht. In verschiedenen Ländern und Regionen gibt es unterschiedliche Arten und Arten von Datenschutzbestimmungen, die Teil von Gesetzen und/oder schriftlichen Arbeiten sein können. Zur Identifizierung der zugehörigen Originalquellen basieren die verschiedenen konfigurierten Regeln. ``RuleSource`` kann verwendet werden, um Namen und/oder Beschreibungen hinzuzufügen, die den zugehörigen Verlaufseinträgen hinzugefügt werden (falls vorhanden).
hu: Ez a szöveges beállítás csak információs használatra van. A különböző országok és régiók eltérő típusú és fajta adatvédelmi szabályozásokkal rendelkeznek, amelyek a jogszabályok vagy írott dokumentumok részei lehetnek. A kapcsolódó eredeti források azonosításához a különböző beállított szabályok ezeken alapulnak. A ``RuleSource`` beállítás használható nevek és/vagy leírások hozzáadásához, amelyek hozzá lesznek adva a kapcsolódó előzménybejegyzésekhez (ha elérhetők).
zh_cn: 此字符串选项仅供参考。不同的国家和地区有不同类型和种类的数据保护法规，这些法规可能是法律和/或书面文件的一部分。为了识别相关的原始源，基于不同的配置规则。``RuleSource`` 可用于添加名称和/或描述，这些名称和/或描述将添加到相关的历史记录条目（如果可用）。
