Repository: Yan-Oliveira/doc-fao
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu, zh_cn

source: This string option describes the action, that will be executed on all objects, that were found during a search. The following actions are supported (in short format or in long format):
de: Diese Zeichenkettenoption beschreibt die Aktion, die auf allen Objekten ausgeführt wird, die bei einer Suche gefunden wurden. Die folgenden Aktionen werden unterstützt (im Kurzformat oder im Langformat):
hu: Ez a szöveges beállítás írja le azt a műveletet, amely végrehajtásra kerül az összes olyan objektumnál, amelyet a keresés során megtalál. A következő műveletek támogatottak (rövid formátumban vagy hosszú formátumban):
zh_cn: 此字符串选项描述将在搜索期间找到的所有对象上执行的操作。支持以下操作（短格式或长格式）：

source: ``Anonymization`` or ``PrivacyByAnonymization``
de: ``Anonymization`` oder ``PrivacyByAnonymization``
hu: ``Anonymization`` vagy ``PrivacyByAnonymization``
zh_cn: ``Anonymization(匿名化)`` 或 ``PrivacyByAnonymization``

source: The anonymization rule type is used to anonymize data sets, as identified in the data classification fields. Anonymization means, that the different fields will be replaced by a string *Anonymized*.
de: Dieser Typ der Anonymisierungsregel wird zur Anonymisierung von Datensätzen verwendet, die in den Feldern der Datenklassifizierung identifiziert wurden. Anonymisierung bedeutet, dass die verschiedenen Felder durch eine Zeichenkette *Anonymisiert* ersetzt werden.
hu: Az anonimizációs szabálytípust az adatkészletek anonimizálásához használják, ahogy az adatosztályozási mezőkben azonosításra kerül. Az anonimizálás azt jelenti, hogy a különböző mezők ki lesznek cserélve az *Anonymized* szövegre.
zh_cn: 匿名化规则类型用于匿名化数据集，如在数据分类字段中所标识的。匿名意味着，不同的字段将被字符串 *Anonymized* 替换。

source: During anonymizations, the original data sets are replaced by the mentioned string in the database. The original data is not saved and is therefore irretrievably lost!
de: Bei der Anonymisierung werden die ursprünglichen Datensätze durch die angegebene Zeichenkette in der Datenbank ersetzt. Die Originaldaten werden nicht gespeichert und sind somit unwiederbringlich verloren!
hu: Az anonimizálások során az eredeti adatkészletek az említett szövegre lesznek kicserélve az adatbázisban. Az eredeti adatok nem lesznek elmentve, és ennélfogva visszavonhatatlanul elvesznek!
zh_cn: 在匿名化期间，原始数据集将被数据库中提到的字符串替换。原始数据没有保存，因此无法挽回地丢失！

source: ``Pseudonymization`` or ``PrivacyByPseudonymization``
de: ``Pseudonymization`` oder ``PrivacyByPseudonymization``
hu: ``Pseudonymization`` vagy ``PrivacyByPseudonymization``
zh_cn: ``Pseudonymization(假名化)`` 或 ``PrivacyByPseudonymization``

source: Like the anonymization, the pseudonymization rule type is used to remove the related data from their original fields. There is a major difference to the ``Anonymization`` rule type, as the data will be stored in a separated database table, called ``data_pseudonymization``.
de: Wie die Anonymisierung wird auch der Regeltyp Pseudonymisierung verwendet, um die zugehörigen Daten aus ihren ursprünglichen Feldern zu entfernen. Es gibt einen großen Unterschied zum Regeltyp ``Anonymization``, da die Daten in einer separaten Datenbanktabelle gespeichert werden, die als ``data_pseudonymization`` bezeichnet wird.
hu: Hasonlóan az anonimizáláshoz, a pszeudoanonimizálási szabálytípus a kapcsolódó adatok eltávolításához használható az eredeti mezőikből. Jelentős eltérés van az ``Anonymization`` szabálytípushoz képest, mivel az adatok egy különálló ``data_pseudonymization`` nevű adatbázistáblában lesznek eltárolva.
zh_cn: 与匿名化一样，假名化规则类型用于从原始字段中删除相关数据。与 ``Anonymization（匿名化）`` 规则类型有一个主要区别，数据将存储在一个单独的称为 ``data_pseudonymization`` 的数据库表中，。

source: This table is not used by any other sub-system, and it is not usable via the GUI. It acts as a backup table, that can be (manually) searched by any administrator, that has access to the database or using the *SQL Box* module of the administrator interface.
de: Diese Tabelle wird von keinem anderen Subsystem verwendet und ist nicht über die GUI verwendbar. Es fungiert als Sicherungstabelle, die von jedem Administrator (manuell) durchsucht werden kann, der Zugriff auf die Datenbank hat oder das Modul *SQL Box* des Administrator-Interfaces verwendet.
hu: Ezt a táblát nem használja egyik alrendszer sem, és nem használható a grafikus felhasználói felületen keresztül. Egy olyan biztonsági mentés táblaként szerepel, amelyet (kézzel) kereshetnek azok az adminisztrátorok, akiknek hozzáférése van az adatbázishoz az adminisztrátori felület *SQL doboz* moduljának használatával.
zh_cn: 此表不被任何其它子系统使用，并且不能通过GUI使用。它充当备份表，任何可以访问数据库的管理员都可以（手动）搜索该表，也可以使用管理员界面的 *SQL查询窗口* 模块。

source: During pseudonymizations, a universal unique identifier (UUID) will be created for the related data field, which is used to identify the original data later. The original data will then be copied to the backup table, using the UUID as the field identifier. Afterwards the original data will be replaced by just the UUID, which is effectively the same as an anonymization, but including a pointer to the stored original source data.
de: Bei Pseudonymisierungen wird für das zugehörige Datenfeld ein Universal Unique Identifier (UUID) angelegt, mit dem die Originaldaten später identifiziert werden können. Die Originaldaten werden dann in die Sicherungstabelle kopiert, wobei die UUID als Feldbezeichner verwendet wird. Danach werden die Originaldaten durch nur die UUID ersetzt, was im Prinzip einer Anonymisierung entspricht, aber einen Zeiger auf die gespeicherten Originaldaten beinhaltet.
hu: Pszeudoanonimizálás során egy univerzálisan egyedi azonosító (UUID) kerül létrehozásra a kapcsolódó adatmezőhöz, amely az eredeti adat későbbi azonosításához használható. Az eredeti adat ezt követően át lesz másolva a biztonsági mentés táblába az UUID mint mezőazonosító használatával. Ezután az eredeti adat ki lesz cserélve csak az UUID-ra, amely ténylegesen ugyanaz mint az anonimizáció, de tartalmaz egy mutatót az eltárolt eredeti forrásadatra.
zh_cn: 在假名化过程中，将为相关数据字段创建一个通用唯一标识符（UUID），该标识符稍后用于标识原始数据。原始数据将被复制到备份表中，使用UUID作为字段标识符。之后，原始数据将仅被UUID替换，UUID实际上与匿名化相同，但包含指向存储的原始源数据的指针。

source: ``Deletion`` or ``PrivacyByDeletion``
de: ``Deletion`` oder ``PrivacyByDeletion``
hu: ``Deletion`` vagy ``PrivacyByDeletion``
zh_cn: ``Deletion(删除)`` 或 ``PrivacyByDeletion``

source: The deletion rule type is used to delete data sets, as identified in the data classification fields. Deletion means, that the different fields will be replaced by a string *Deleted*. Technically the original data will be deleted, as it will be replaced with a non-sensitive string, it therefore works equal to the ``Anonymization`` rule type.
de: Der Typ der Löschregel wird zum Löschen von Datensätzen verwendet, wie sie in den Feldern der Datenklassifizierung angegeben sind. Löschen bedeutet, dass die verschiedenen Felder durch eine Zeichenkette *Gelöscht* ersetzt werden. Technisch gesehen werden die Originaldaten gelöscht, da sie durch eine unempfindliche Zeichenkette ersetzt werden, sie funktionieren also gleich dem Regeltyp ``Anonymization``.
hu: A törlési szabálytípus az adatkészletek törléséhez használható, ahogy az adatosztályozási mezőkben azonosításra kerül. A törlés azt jelenit, hogy a különböző mezők a *Deleted* szöveggel lesznek kicserélve. Műszakilag az eredeti adat törölve lesz, mivel egy nem érzékeny szövegre lesz cserélve, emiatt ugyanúgy működik mint az ``Anonymization`` szabálytípus.
zh_cn: 删除规则类型用于删除在数据分类字段中标识的数据集。删除意味着，不同的字段将被字符串 *Deleted* 替换。从技术上讲，原始数据将被删除，因为它将被替换为非敏感字符串，因此它的工作方式与 ``Anonymization（匿名化）`` 规则类型相同。

source: During deletions, the original data sets are replaced by the mentioned string in the database. The original data is not saved and is therefore irretrievably lost!
de: Beim Löschen werden die ursprünglichen Datensätze durch die angegebene Zeichenkette in der Datenbank ersetzt. Die Originaldaten werden nicht gespeichert und sind somit unwiederbringlich verloren!
hu: Az törlések során az eredeti adatkészletek az említett szövegre lesznek kicserélve az adatbázisban. Az eredeti adatok nem lesznek elmentve, és ennélfogva visszavonhatatlanul elvesznek!
zh_cn: 在删除过程中，原始数据集将被数据库中提到的字符串替换。原始数据没有另外保存，因此无法挽回地丢失！

source: ``DataClassification`` \*
zh_cn: ``DataClassification(数据分类)`` \*

source: This list option is used to identify the data types for which the associated actions are to be applied. It contains the different fields of any data object as an array. Every object drivers provides a list of possible data classification fields, that might be used.
de: Diese Listenoption wird verwendet, um die Datentypen zu identifizieren, für die die zugehörigen Aktionen angewendet werden sollen. Es enthält die verschiedenen Felder eines beliebigen Datenobjekts als Array. Jeder Objekttreiber stellt eine Liste der möglichen Datenklassifikationsfelder zur Verfügung, die verwendet werden können.
hu: Ez a listabeállítás azon adattípusok azonosításához használható, amelyeknél a hozzárendelt műveleteket alkalmazni kell. Bármely adatobjektum különböző mezőit tartalmazza tömbként. Minden objektum illesztőprogramja biztosít egy lehetséges adatosztályozási listát, amelyet használni lehet.
zh_cn: 此列表选项用于标识要应用关联操作的数据类型。它以数组的形式包含任何数据对象的不同字段。每个对象驱动程序都提供了可能使用的数据分类字段的列表。

source: The specific fields are described in the *Drivers* section below.
de: Die spezifischen Felder sind im Abschnitt *Treiber* im Folgenden beschrieben.
hu: A különleges mezők a lenti *Illesztőprogramok* szakaszban kerülnek bemutatásra.
zh_cn: 具体字段在下面的 *驱动程序* 部分中描述。

source: ``ObjectFilter`` \*
zh_cn: ``ObjectFilter(对象过滤器)`` \*

source: This list option implements the search and filter criteria for every used driver. Every driver provides a list of possible search and filter options, that are allowed to be used.
de: Diese Listenoption implementiert die Such- und Filterkriterien für jeden verwendeten Treiber. Jeder Treiber bietet eine Liste der möglichen Such- und Filteroptionen, die verwendet werden dürfen.
hu: Ez a listabeállítás a keresési és szűrési feltételeket valósítja meg minden egyes használt illesztőprogramnál. Minden illesztőprogram biztosít egy lehetséges keresési és szűrési beállítások listát, amely használata engedélyezett.
zh_cn: 此列表选项为每个使用的驱动程序实现搜索和过滤器条件。每个驱动程序都提供了允许使用的搜索和过滤器选项的列表。

source: Please see the *Drivers* section below for more detailed information.
de: Bitte beachten Sie den Abschnitt *Treiber* unten für weitere Informationen.
hu: Részletesebb információkért nézze meg a lenti *Illesztőprogramok* szakaszt.
zh_cn: 有关详细信息，请参阅下面的 *驱动程序* 部分。

source: The different types of information represented by objects (e.g. ticket, customer user, etc.) are called *object types* within this package. Therefore we are talking about *object types*.
de: Die verschiedenen Arten von Informationen, die durch Objekte repräsentiert werden (z.B. Ticket, Kundenbenutzer, etc.), werden in diesem Paket *Objekttypen* genannt. Daher sprechen wir von *Objekttypen*.
hu: Az információk különböző típusait objektumok ábrázolják (például jegy, ügyfél-felhasználó, stb.), amelyeket *objektumtípusoknak* hívnak a csomagon belül. Emiatt mi is *objektumtípusokról* beszélünk.
zh_cn: 在这个软件包中，由对象（如工单、客户用户等）表示的不同类型的信息称为 *对象类型*。因此我们讨论的是 *对象类型*。

source: The modules implemented for the specific data processing, search functions and verification of such specific object types are called *drivers* or *driver objects*.
de: Die Module, die für die spezifische Datenverarbeitung, Suchfunktionen und Verifikation solcher spezifischen Objekttypen implementiert sind, werden *Treiber* oder *Treiberobjekte* genannt.
hu: A bizonyos adatok feldolgozásához, keresési funkciójához és adott objektumtípusok ellenőrzéséhez megvalósított modulokat *illesztőprogramoknak* vagy *illesztőprogram-objektumoknak* hívják.
zh_cn: 为特定数据处理、搜索功能和此类特定对象类型的验证而实现的模块称为 *驱动程序* 或 *驱动程序对象*。

source: Rule Execution
de: Regelausführung
hu: Szabályvégrehajtás
zh_cn: 规则执行

source: Once the rules have been defined, they can be applied to the existing data sets. There is a console command ``Maint::DataPrivacy::Execute`` for this.
de: Nach der Definition der Regeln können diese auf die vorhandenen Datensätze angewendet werden. Dazu gibt es den Konsolenbefehl ``Maint::DataPrivacy::Execute```.
hu: Miután a szabályok meghatározása megtörtént, alkalmazhatók a meglévő adatkészleteken. Ehhez létezik egy ``Maint::DataPrivacy::Execute`` konzolparancs.
zh_cn: 一旦定义了规则，它们就可以应用于现有的数据集。为此，有一个控制台命令 ``Maint::DataPrivacy::Execute`` 。

source: Execute the console command with the ``--help`` option for more information:
de: Führen Sie den Konsolenbefehl mit der Option ``--help`` für weitere Informationen aus:
hu: További információkért hajtsa végre a konzolparancsot a ``--help`` kapcsolóval:
zh_cn: 使用 ``--help`` 选项执行控制台命令了解更多信息：

source: This command essentially offers three different options:
de: Dieser Befehl bietet im Wesentlichen drei verschiedene Optionen:
hu: Ez a parancs lényegében három különböző lehetőséget nyújt:
zh_cn: 此命令提供了三种不同的选项：

source: Checking the integrity and validity of the existing rules.
de: Überprüfung der Integrität und Gültigkeit der bestehenden Regeln.
hu: A meglévő szabályok integritásának és érvényességének ellenőrzése.
zh_cn: 检查现有规则的完整性和有效性。

source: Test execution of existing rules without changing data records.
de: Testen Sie die Ausführung bestehender Regeln ohne Änderung der Datensätze.
hu: A meglévő szabályok teszt végrehajtása az adatrekordok megváltoztatása nélkül.
zh_cn: 在不改变数据记录的情况下测试现有规则的执行。

source: Execution of the existing rules, whereby the matching data sets are permanently changed.
de: Ausführung der bestehenden Regeln, wobei die passenden Datensätze permanent geändert werden.
hu: A meglévő szabályok végrehajtása, ezáltal az illeszkedő adatkészletek azonnal megváltoztatásra kerülnek.
zh_cn: 执行现有规则，从而永久更改匹配的数据集。

source: The validation checks all available rules in the context of the affected drivers and object types. If certain options are missing or incorrect, the rule is declared invalid and execution is skipped for all drivers.
de: Die Validierung prüft alle verfügbaren Regeln im Kontext der betroffenen Treiber und Objekttypen. Wenn bestimmte Optionen fehlen oder falsch sind, wird die Regel für ungültig erklärt und die Ausführung für alle Treiber übersprungen.
hu: Az érvényesítés ellenőrzi az összes elérhető szabályt az érintett illesztőprogramok és objektumtípusok környezetében. Ha bizonyos beállítások hiányoznak vagy helytelenek, akkor a szabály érvénytelenként lesz meghatározva, és a végrehajtás kihagyásra kerül az összes illesztőprogramnál.
zh_cn: 验证检查受影响的驱动程序和对象类型上下文中的所有可用规则。如果某些选项缺失或不正确，规则将被声明为无效，所有驱动程序都将跳过执行。

source: For security reasons, the validity of the corresponding rules is implicitly checked both before each dry run and before each execution and is either completely stopped or skipped in case of errors.
de: Aus Sicherheitsgründen wird die Gültigkeit der entsprechenden Regeln sowohl vor jedem Probelauf als auch vor jeder Ausführung implizit überprüft und entweder vollständig gestoppt oder im Fehlerfall übersprungen.
hu: Biztonsági okokból a megfelelő szabályok érvényessége értelemszerűen minden egyes próbafuttatás és minden egyes végrehajtás előtt ellenőrizve lesz, és hibák esetén teljesen leállításra vagy kihagyásra kerül.
zh_cn: 出于安全原因，在每次试运行之前和每次执行之前都会隐式地检查相应规则的有效性，如果出现错误，则会完全停止或跳过这些规则。

source: We recommend, that new rules or significant changes should be executed on test systems first to ensure that no data is accidentally changed or deleted.
de: Wir empfehlen, zunächst neue Regeln oder wesentliche Änderungen auf Testsystemen durchzuführen, um sicherzustellen, dass keine Daten versehentlich geändert oder gelöscht werden.
hu: Azt javasoljuk, hogy új szabályokat vagy jelentős változtatásokat először egy tesztrendszeren hajtson végre, hogy meggyőződjön arról, hogy nem lesz adat véletlenül megváltoztatva vagy törölve.
zh_cn: 我们建议，应该首先在测试系统上执行新规则或重大更改，以确保没有意外更改或删除数据。

source: We recommend that you back up the database first to ensure that untested data is not lost after rules or rule changes are executed.
de: Wir empfehlen, zuerst die Datenbank zu sichern, um sicherzustellen, dass ungetestete Daten nicht verloren gehen, nachdem Regeln oder Regeländerungen ausgeführt wurden.
hu: Azt javasoljuk, hogy először készítsen biztonsági mentést az adatbázisról, hogy meggyőződjön arról, hogy a nem tesztelt adatok nem vesznek el a szabályok vagy szabályváltoztatások végrehajtása után.
zh_cn: 我们建议您首先备份数据库，以确保在执行规则或规则更改后未测试的数据不会丢失。

source: Since rules are designed to change or completely delete data, it is very important to carefully check all rules in advance and execute the test runs for each rule change.
de: Da Regeln darauf abzielen, Daten zu ändern oder vollständig zu löschen, ist es sehr wichtig, alle Regeln im Voraus sorgfältig zu überprüfen und die Testläufe für jede Regeländerung durchzuführen.
hu: Mivel a szabályokat az adatok megváltoztatására vagy teljes törlésére tervezték, ezért nagyon fontos, hogy alaposan előre ellenőrizze az összes szabályt, és tesztfuttatásokat hajtson végre minden egyes szabályváltoztatásnál.
zh_cn: 由于规则的设计目的是更改或完全删除数据，因此提前仔细检查所有规则并为每个规则更改执行测试非常重要。

source: The console output of rule executions can be redirected into files to preserve the modified objects. Please see the following example:
de: Die Konsolenausgabe von Regelausführungen kann in Dateien umgeleitet werden, um die geänderten Objekte zu erhalten. Bitte beachten Sie das folgende Beispiel:
hu: A szabály végrehajtásainak konzolkimenete átirányítható fájlokba a módosított objektumok megőrzéséhez. Nézze meg a következő példát:
zh_cn: 可以将规则执行的控制台输出重定向到文件中，以保存修改后的对象。请看下面的例子:

source: Drivers
de: Treiber
hu: Illesztőprogramok
zh_cn: 驱动程序

source: This section describe the configuration and usage of the various drivers. In addition, this section contains sample configurations that can be copied and customized to your personal needs.
de: Dieser Abschnitt beschreibt die Konfiguration und Verwendung der verschiedenen Treiber. Darüber hinaus enthält dieser Abschnitt Beispielkonfigurationen, die kopiert und an Ihre persönlichen Bedürfnisse angepasst werden können.
hu: Ez a szakasz a különféle illesztőprogramok beállítását és használatát mutatja be. Ezenkívül a szakasz tartalmaz mintabeállításokat, amelyek kimásolhatók és személyre szabhatók a személyes igények szerint.
zh_cn: 本节描述各种驱动程序的配置和用法。此外，本节还包含可以根据您的个人需要复制和定制的示例配置。

source: Customer Company Driver
de: Kundenfirma-Treiber
hu: Ügyfél-vállalat illesztőprogram
zh_cn: 客户单位驱动程序

source: The customer company driver provides the functionality to search and modify the information for customer companies.
de: Der Kundenfirma-Treiber bietet die Möglichkeit, die Informationen für Kundenfirmen zu suchen und zu ändern.
hu: Az ügyfél-vállalat illesztőprogram az ügyfél-vállalatok információinak kereséséhez és módosításához nyújt funkcionalitást.
zh_cn: 客户单位驱动程序提供了搜索和修改客户单位信息的功能。

source: Possible data classifications:
de: Mögliche Datenklassifizierungen:
hu: Lehetséges adatosztályozások:
zh_cn: 可能的数据分类:

source: The driver supports dynamic fields for data classification. Dynamic fields will be identified by the prefix ``DynamicField_`` and the related field name.
de: Der Treiber unterstützt dynamische Felder zur Datenklassifizierung. Dynamische Felder werden durch das Präfix ``DynamicField_`` und den zugehörigen Feldnamen identifiziert.
hu: Az illesztőprogram támogatja a dinamikus mezőket az adatosztályozásnál. A dinamikus mezők a ``DynamicField_`` előtaggal és a megfelelő mezőnévvel lesznek azonosítva.
zh_cn: 该驱动程序支持数据分类的动态字段。动态字段将由前缀 ``DynamicField_`` 和相关字段名标识。

source: Possible object filters:
de: Mögliche Objektfilter:
hu: Lehetséges objektumszűrők:
zh_cn: 可能的对象过滤器：

source: Object filter descriptions:
de: Beschreibungen der Objektfilter:
hu: Objektumszűrő leírásai:
zh_cn: 对象过滤器说明：

source: ``Limit``: Limits the number of search results.
de: ``Limit``: Schränkt die Anzahl der Suchergebnisse ein.
hu: ``Limit``: korlátozza a keresési eredmények számát.
zh_cn: ``Limit（限制）``:限制搜索结果的数量。

source: ``CreateTime``: Searches for dates *greater than or equal to* (>=) the given time.
de: ``CreateTime``: Sucht nach Daten *größer oder gleich* (>=) der angegebenen Zeit.
hu: ``CreateTime``: a megadott időnél *nagyobb vagy egyenlő* (>=) dátumokra keres.
zh_cn: ``CreateTime（创建日间）``:搜索日期 *大于或等于* (>=)给定的时间。

source: ``WildcardSearch``: Affects all object filters, except ``ValidID``.
de: ``WildcardSearch``: Betrifft alle Objektfilter, außer ``ValidID``.
hu: ``WildcardSearch``: az összes objektumszűrőt érinti, kivéve a ``ValidID`` szűrőt.
zh_cn: ``WildcardSearch（通配符搜索）``:影响除 ``ValidID`` 外的所有对象过滤器。

source: Rule Configuration Examples
de: Beispiele für die Regelkonfiguration
hu: Szabálybeállítás példák
zh_cn: 规则配置示例

source: Here are some examples for rule configurations. These examples are valid YAML codes. You can copy these examples and modify them according to your needs.
de: Hier sind einige Beispiele für Regelkonfigurationen. Diese Beispiele sind gültige YAML-Codes. Sie können diese Beispiele kopieren und nach Ihren Wünschen anpassen.
hu: Itt van néhány példa a szűrőbeállításokra. Ezek a példák érvényes YAML-kódok. Kimásolhatja ezeket a példákat, és módosíthatja az igényei szerint.
zh_cn: 下面是一些规则配置示例。这些示例是有效的YAML代码。您可以复制这些示例并根据需要修改它们。

source: Delete customer company name and customer company country by customer company name without wildcard search:
de: Kundenfirmen-Name und Kundenfirmen-Land nach Kundenfirmen-Name ohne Wildcard-Suche löschen:
hu: Az ügyfél-vállalat nevének és az ügyfél-vállalat országának törlése az ügyfél-vállalat neve alapján, helyettesítő karakteres keresés nélkül:
zh_cn: 在不使用通配符搜索的情况下，按客户单位名称删除客户单位名称和客户单位国家:

source: Delete customer company name and customer company country by customer company name with wildcard search:
de: Kundenfirmen-Name und Kundenfirmen-Land nach Kundenfirmen-Name mit Wildcard-Suche löschen:
hu: Az ügyfél-vállalat nevének és az ügyfél-vállalat országának törlése az ügyfél-vállalat neve alapján, helyettesítő karakteres kereséssel:
zh_cn: 在使用通配符搜索的情况下，按客户单位名称删除客户单位名称和客户单位国家:

source: Customer User Driver
de: Kundenbenutzer-Treiber
hu: Ügyfél-felhasználó illesztőprogram
zh_cn: 客户用户驱动程序

source: The customer user driver provides the functionality to search and modify the information for customer users.
de: Der Kundenbenutzer-Treiber bietet die Möglichkeit, die Informationen für Kundenbenutzer zu suchen und zu ändern.
hu: Az ügyfél-felhasználó illesztőprogram az ügyfél-felhasználók információinak kereséséhez és módosításához nyújt funkcionalitást.
zh_cn: 客户用户驱动程序提供了搜索和修改客户用户信息的功能。

source: ``Valid``: Searches for valid or invalid users. Possible values are 0 or 1.
de: ``Valid``: Sucht nach gültigen oder ungültigen Benutzern. Mögliche Werte sind 0 oder 1.
hu: ``Valid``: érvényes vagy érvénytelen felhasználókra keres. A lehetséges értékek: 0 vagy 1.
zh_cn: ``Valid（有效性）``:搜索有效或无效的用户。可能的值是0或1。

source: Delete user first names and user last names by user first name with wildcard search:
de: Benutzer-Vornamen und Benutzer-Nachnamen nach Benutzer-Vornamen mit Wildcard-Suche löschen:
hu: A felhasználók keresztnevének és a felhasználók vezetéknevének törlése a felhasználó keresztneve alapján, helyettesítő karakteres kereséssel:
zh_cn: 在使用通配符搜索的情况下，按用户的名字删除用户的名字和姓氏:

source: Anonymize user first names and user last names by user first name and without wildcard search:
de: Benutzer-Vornamen und Benutzer-Nachnamen nach Benutzer-Vornamen und ohne Wildcard-Suche anonymisieren:
hu: A felhasználók keresztnevének és a felhasználók vezetéknevének anonimizálása a felhasználó keresztneve alapján, helyettesítő karakteres keresés nélkül:
zh_cn: 在不使用通配符搜索的情况下，按用户的名匿名化用户的名字和姓氏：
