Repository: Yan-Oliveira/doc-fao
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu, zh_cn

source: This feature add-on requires the *ITSM Configuration Management* and *Import/Export* features.
de: Dieses Feature Add-on erfordert die Features *ITSM Configuration Management* und *Import/Export*.
hu: Ez a funkciókiegészítő az *ITSM konfigurációmenedzsment* és az *Importálás/exportálás* csomagokat igényli.
zh_cn: 此功能插件需要 *ITSM配置管理* 和 *导入/导出* 功能。

source: This package has no administrator interface, but it allows to add additional input fields for configuration item classes.
de: Dieses Paket hat kein Administrator-Interface, aber es ermöglicht das Hinzufügen von Eingabefeldern in Configuration Item-Klassen.
hu: Ennek a csomagnak nincs adminisztrátori felülete, de lehetővé teszi további beviteli mezők hozzáadását a konfigurációelem-osztályokhoz.
zh_cn: 此软件包没有管理员界面，但是它允许为配置项类添加额外的输入字段。

source: Additional Configuration Item Fields
de: Zusätzliche Configuration Item-Felder
hu: További konfigurációelem-mezők
zh_cn: 额外的配置项字段

source: It is possible to add additional reference fields to refer to different data in **OTRS**, like to other configuration items, services and users.
de: Es ist möglich, zusätzliche Referenzfelder hinzuzufügen, um auf verschiedene Daten in **OTRS** zu verweisen, wie z.B. auf andere Configuration Items, Services und Benutzer.
hu: Lehetőség van további hivatkozási mezők hozzáadására az **OTRS**-ben lévő különböző adatokra történő hivatkozáshoz, mint például konfigurációelemekre, szolgáltatásokra és felhasználókra.
zh_cn: 可以添加附加的引用字段来引用 **OTRS** 中的不同数据，比如其它配置项、服务和用户。

source: The following sections describe the possible input fields.
de: In den folgenden Abschnitten werden die möglichen Eingabefelder beschrieben.
hu: A következő szakaszok bemutatják a lehetséges beviteli mezőket.
zh_cn: 下面几节描述了可能的输入字段。

source: ``ReferenceCI`` Field
de: Feld ``ReferenceCI``
hu: A ``ReferenceCI`` mező
zh_cn: ``ReferenceCI`` 字段

source: This field adds an input field with auto-completion feature to search for other configuration items in the configuration item dialog. The following example configuration is needed to insert this kind of field:
de: Dieses Feld fügt ein Eingabefeld mit Autovervollständigung hinzu, um nach anderen Configuration Items im Configuration Item-Dialog zu suchen. Die folgende Beispielkonfiguration wird benötigt, um diese Art von Feld einzufügen:
hu: Ez a mező egy automatikus kiegészítéssel rendelkező beviteli mezőt ad hozzá, hogy rá lehessen keresni más konfigurációelemekre a konfigurációelem párbeszédablakban. A következő beállítási példa szükséges az ilyen típusú mező beszúrásához:
zh_cn: 此字段添加带有自动完成功能的输入字段，以便在配置项对话框中搜索其它配置项。需要以下示例配置来插入此类字段：

source: Must be unique and only accept alphabetic and numeric characters. If this is changed, data will not be readable from old definitions.
de: Muss eindeutig sein und darf nur alphabetische und numerische Zeichen enthalten. Wenn dies geändert wird, sind Daten aus alten Definitionen nicht mehr lesbar.
hu: Egyedinek kell lennie, és csak betű és szám karaktereket fogad el. Ha ez megváltozik, akkor az adatok nem lesznek olvashatóak a régi meghatározásokból.
zh_cn: 必须是唯一的，并且只接受字母和数字字符。 如果更改了，则无法从旧定义读取数据。

source: The label of the field in the form. Any type of characters can be entered to this field including uppercase letters and spaces.
de: Die Bezeichnung des Feldes im Formular. In dieses Feld können beliebige Zeichen eingegeben werden, einschließlich Großbuchstaben und Leerzeichen.
hu: Az űrlapon lévő mező címkéje. Bármilyen típusú karakter beírható ebbe a mezőbe, beleértve a nagybetűket és a szóközt is.
zh_cn: 表单中字段的标签。 可以在此字段中输入任何类型的字符，包括大写字母和空格。

source: It is recommended to always use English words for names.
de: Es wird empfohlen, für Namen immer englische Wörter zu verwenden.
hu: Ajánlott mindig angol szavakat használni a neveknél.
zh_cn: 建议始终使用英文单词作为名称。

source: Names can be translated into other languages with custom translation files. See the `Custom Translation File <https://doc.otrs.com/doc/manual/developer/7.0/en/content/how-it-works/translations.html#custom-translation-file>`__ chapter in the developer manual.
de: Namen können mit benutzerdefinierten Übersetzungsdateien in andere Sprachen übersetzt werden. Siehe das Kapitel `Benutzerdefinierte Übersetzungsdatei <https://doc.otrs.com/doc/manual/developer/7.0/en/content/how-it-works/translations.html#custom-translation-file>`__ im Entwicklerhandbuch.
hu: A nevek lefordíthatóak más nyelvekre az egyéni fordítási fájlokkal. Nézze meg az `egyéni fordítási fájl <https://doc.otrs.com/doc/manual/developer/7.0/en/content/how-it-works/translations.html#custom-translation-file>`__ fejezetet a fejlesztői kézikönyvben.
zh_cn: 可以使用自定义翻译文件将名称翻译成其他语言。 请参阅开发人员手册中的 `自定义翻译文件 <https://doc.otrs.com/doc/manual/developer/7.0/en/content/how-it-works/translations.html#custom-translation-file>`__ 章节。

source: Defines whether the field is searchable or not. Possible values are *0* or *1*.
de: Legt fest, ob das Feld durchsuchbar ist oder nicht. Mögliche Werte sind *0* oder *1*.
hu: Meghatározza, hogy a mező kereshető-e vagy sem. Lehetséges értékek: *0* vagy *1*.
zh_cn: 定义字段是否可搜索。 可能的值为 *0* 或 *1*。

source: Initiates the definition of the input field.
de: Leitet die Definition des Eingabefeldes ein.
hu: Előkészíti a beviteli mező meghatározását.
zh_cn: 启动输入字段的定义。

source: Defines the type of the element. Must be placed indented as a logical block. The value is ``ReferenceCI`` in this case.
de: Definiert den Typ des Elements. Muss als logischer Block eingerückt platziert werden. Der Wert ist in diesem Fall ``ReferenceCI```.
hu: Meghatározza az elem típusát. Behúzva kell elhelyezni logikai blokként. Az érték ``ReferenceCI`` ebben az esetben.
zh_cn: 定义元素的类型。 必须缩进为逻辑块。 在本例中值为 ``ReferenceCI``。

source: Defines whether the field is mandatory or not. Possible values are *0* or *1*.
de: Legt fest, ob das Feld ein Pflichtfeld sein soll oder nicht. Mögliche Werte sind *0* oder *1*.
hu: Meghatározza, hogy a mező kötelező-e vagy sem. Lehetséges értékek: *0* vagy *1*.
zh_cn: 定义字段是否为必填字段。 可能的值为 *0* 或 *1*。

source: Initiates the definition of the reference field.
de: Leitet die Definition des Referenzfeldes ein.
hu: Előkészíti a hivatkozási mező meghatározását.
zh_cn: 启动引用字段的定义。

source: Defines the class of the configuration item which should be possible to search for.
de: Definiert die Klasse des Configuration Item, nach dem gesucht werden soll.
hu: Meghatározza annak a konfigurációelemnek az osztályát, amelyre lehetőséget kell adni a kereséshez.
zh_cn: 定义可以搜索的配置项的类。

source: Defines the type of the link which will be created if the value will be saved. Possible values are:
de: Definiert den Typ der Verknüpfung, die erstellt wird, wenn der Wert gespeichert wird. Mögliche Werte sind:
hu: Meghatározza a kapcsolat típusát, amely akkor lesz létrehozva, ha az értéket elmentik. Lehetséges értékek:
zh_cn: 定义将在保存值时创建的链接的类型。 可能的值为：

source: Defines the direction of the link. Possible values are ``Source`` and ``Target``.
de: Definiert die Richtung der Verknüpfung. Mögliche Werte sind ``Source`` und ``Target``.
hu: Meghatározza a kapcsolat irányát. Lehetséges értékek: ``Source`` és ``Target``.
zh_cn: 定义链接的方向。可能的值是 ``Source`` 和 ``Target``。

source: Defines the value for the identification of the referenced configuration item. Possible values are ``Name``, ``Number`` or a configured field key.
de: Definiert den Wert für die Identifizierung des referenzierten Configuration Items. Mögliche Werte sind ``Name``, ``Number`` oder ein konfigurierter Feldschlüssel.
hu: Meghatározza a hivatkozott konfigurációelem azonosítójának értékét. Lehetséges értékek: ``Name``, ``Number`` vagy egy beállított mező kulcsa.
zh_cn: 定义用于标识引用的配置项的值。可能的值是 ``Name``、 ``Number`` 或已配置的字段键。

source: After a value is set for the input field the value will be used to set a link to the given configuration item. If there is already a value, then the old value will be unlinked. If the reference field in the class definition has been extended with the setting ``CountDefault``, several configuration items can also be linked.
de: Nachdem ein Wert für das Eingabefeld festgelegt wurde, wird der Wert verwendet, um eine Verknüpfung zu dem angegebenen Configuration Item herzustellen. Wenn es bereits einen Wert gibt, wird der alte Wert aufgelöst. Wenn das Referenzfeld in der Klassendefinition um die Einstellung ``CountDefault`` erweitert wurde, können auch mehrere Configuration Items verknüpft werden.
hu: Miután egy érték be lett állítva a beviteli mezőnél, az érték lesz használva a megadott konfigurációelemre mutató hivatkozás beállításához. Ha már volt egy érték, akkor a régi érték le lesz választva. Ha az osztály-meghatározásban lévő hivatkozási mező ki lett egészítve a ``CountDefault`` beállítással, akkor több konfigurációelem is hozzákapcsolható.
zh_cn: 为输入字段设置值之后，该值将用于设置到给定配置项的链接。如果已经有一个值，那么旧值将被取消链接。如果类定义中的引用字段已经扩展为设置 ``CountDefault``，那么也可以链接几个配置项。

source: For the export and import of this field the name and the configuration item number are used. If a configuration item is not found for the import, then it will imported 2 times to verify that the linked configuration item which is needed for the link is already imported.
de: Für den Export und Import dieses Feldes werden der Name und die Nummer des Configuration Item verwendet. Wenn ein Configuration Item für den Import nicht gefunden wird, wird es 2 mal importiert, um zu überprüfen, ob das für die Verknüpfung benötigte verknüpfte Configuration Item bereits importiert ist.
hu: A mező exportálásánál és importálásánál a név és a konfigurációelem száma lesz használva. Ha egy konfigurációelem nem található az importálásnál, akkor kétszer lesz importálva annak ellenőrzéséhez, hogy a kapcsolt konfigurációelem, amely szükséges a hivatkozáshoz, már importálva lett-e.
zh_cn: 对于此字段的导出和导入，使用名称和配置项编号。 如果找不到要导入的配置项，则它将导入两次，以验证链接所需的链接配置项是否已经导入。

source: Example export value: ``ConfigItemName1``.
de: Beispiel-Exportwert: ``ConfigItemName1``.
hu: Példa exportálási érték: ``ConfigItemName1``.
zh_cn: 导出值示例：``ConfigItemName1``。

source: ``ReferenceService`` Field
de: Feld ``ReferenceService``
hu: A ``ReferenceService`` mező
zh_cn: ``ReferenceService`` 字段

source: This field adds an input field with auto-completion feature to search for services in the configuration item dialog. The following example configuration is needed to insert this kind of field:
de: Dieses Feld fügt ein Eingabefeld mit Autovervollständigung hinzu, um nach Services im Dialogfeld des Configuration Item zu suchen. Die folgende Beispielkonfiguration wird benötigt, um diese Art von Feld einzufügen:
hu: Ez a mező egy automatikus kiegészítéssel rendelkező beviteli mezőt ad hozzá, hogy rá lehessen keresni szolgáltatásokra a konfigurációelem párbeszédablakban. A következő beállítási példa szükséges az ilyen típusú mező beszúrásához:
zh_cn: 此字段添加具有自动完成功能的输入字段，以在配置项对话框中搜索服务。 需要以下示例配置来插入此类字段：

source: Defines the type of the element. Must be placed indented as a logical block. The value is ``ReferenceService`` in this case.
de: Definiert den Typ des Elements. Muss als logischer Block eingerückt platziert werden. Der Wert ist in diesem Fall ``ReferenceService``.
hu: Meghatározza az elem típusát. Behúzva kell elhelyezni logikai blokként. Az érték ``ReferenceService`` ebben az esetben.
zh_cn: 定义元素的类型。 必须缩进为逻辑块。 在本例中值为 ``ReferenceService``。

source: Additional link types can be defined in the system configuration.
de: Weitere Link-Typen können in der Systemkonfiguration definiert werden.
hu: További kapcsolattípusok határozhatók meg a rendszerbeállításokban.
zh_cn: 可以在系统配置中定义其它的链接类型。

source: For the export and import of this field the name of the service is used.
de: Für den Export und Import dieses Feldes wird der Name des Services verwendet.
hu: A mező exportálásánál és importálásánál a szolgáltatás neve lesz használva.
zh_cn: 对于此字段的导出和导入，使用服务的名称。

source: Example export value: *Service 1*.
de: Beispiel für den Exportwert: *Service 1*.
hu: Példa exportálási érték: *1. szolgáltatás*.
zh_cn: 导出值示例：*Service 1*。

source: ``ReferenceUser`` Field
de: Feld ``ReferenceUser``
hu: A ``ReferenceUser`` mező
zh_cn: ``ReferenceUser`` 字段

source: This field adds an input field with auto-completion feature to search for users in the configuration item dialog. The following example configuration is needed to insert this kind of field:
de: Dieses Feld fügt ein Eingabefeld mit Autovervollständigung hinzu, um im Dialogfeld des Configuration Item nach Benutzern zu suchen. Die folgende Beispielkonfiguration wird benötigt, um diese Art von Feld einzufügen:
hu: Ez a mező egy automatikus kiegészítéssel rendelkező beviteli mezőt ad hozzá, hogy rá lehessen keresni felhasználókra a konfigurációelem párbeszédablakban. A következő beállítási példa szükséges az ilyen típusú mező beszúrásához:
zh_cn: 该字段添加具有自动完成功能的输入字段，以在配置项对话框中搜索用户。 需要以下示例配置来插入此类字段：

source: Defines the type of the element. Must be placed indented as a logical block. The value is ``ReferenceUser`` in this case.
de: Definiert den Typ des Elements. Muss als logischer Block eingerückt platziert werden. Der Wert ist in diesem Fall ``ReferenceUser``.
hu: Meghatározza az elem típusát. Behúzva kell elhelyezni logikai blokként. Az érték ``ReferenceUser`` ebben az esetben.
zh_cn: 定义元素的类型。 必须缩进为逻辑块。 在本例中值为 ``ReferenceUser``。

source: For the export and import of this field the login of the user is used.
de: Für den Export und Import dieses Feldes wird die Anmeldung des Benutzers verwendet.
hu: A mező exportálásánál és importálásánál a felhasználó bejelentkezési neve lesz használva.
zh_cn: 对于此字段的导出和导入，使用用户的登录名。

source: Example export value: *root@localhost*.
de: Beispiel für den Exportwert: *root@localhost*.
hu: Példa exportálási érték: *root@localhost*.
zh_cn: 导出值示例： *root@localhost*。

source: This package has no agent interface, but the configuration item class definitions might be extended with new fields.
de: Dieses Paket hat kein Agent-Interface, aber die Klassendefinitionen der Configuration Items können um neue Felder erweitert werden.
hu: Ennek a csomagnak nincs ügyintézői felülete, de a konfigurációelem-osztály meghatározásai kiegészíthetők új mezőkkel.
zh_cn: 此软件包没有服务人员界面，但是可以使用新字段扩展配置项类的定义。

source: Select the *New* menu item from the *CMDB* menu in order to see the new input fields for configuration items.
de: Wählen Sie im Menü *CMDB* den Menüpunkt *Neu*, um die neuen Eingabefelder für Configuration Items zu sehen.
hu: Válassza ki az *Új* menüpontot a *CMDB* menüből, hogy meglássa a konfigurációelemek új beviteli mezőit.
zh_cn: 从 *CMDB* 菜单中选择 *新建* 菜单项，以便查看配置项的新输入字段。

source: Use this screen to add new configuration items to the configuration management database.
de: Verwenden Sie diese Ansicht, um neue Configuration Items zur Configuration Management Database hinzuzufügen.
hu: Használja ezt a képernyőt, hogy új konfigurációelemeket adjon a konfigurációmenedzsment-adatbázishoz.
zh_cn: 使用此屏幕将新配置项添加到配置管理数据库。

source: To add a configuration item:
de: So fügen Sie ein Configuration Item hinzu:
hu: Egy konfigurációelem hozzáadásához:
zh_cn: 若要添加一个配置项：

source: Select a class from the list of classes.
de: Wählen Sie eine Klasse aus der Liste mit den Klassen.
hu: Válasszon egy osztályt az osztályok listájából.
zh_cn: 从类列表中选择一个类。

source: Search for a different configuration item, service or user to set the value for it.
de: Suchen Sie nach einem anderen Configuration Item, Service oder Benutzer, um den Wert für ihn festzulegen.
hu: Keressen rá egy eltérő konfigurációelemre, szolgáltatásra vagy felhasználóra, hogy beállítsa az értéket hozzá.
zh_cn: 搜索其它配置项、服务或用户以设置其值。

source: Add Configuration Item To Class Computer
de: Configuration Item zur Klasse „Computer” hinzufügen
hu: Konfigurációelem hozzáadása a számítógép osztályhoz
zh_cn: 添加配置项到计算机类

source: Now the value is automatically linked to the created configuration item.
de: Nun wird der Wert automatisch mit dem erstellten Configuration Item verknüpft.
hu: Most az érték automatikusan össze van kapcsolva a létrehozott konfigurációelemmel.
zh_cn: 现在，该值将自动链接到创建的配置项。

source: The fields in the *Add Configuration Item* screen can be very different on each classes. The new fields added by this feature add-on is described in the :doc:`../../admin` chapter.
de: Die Felder in der Ansicht *Configuration Item hinzufügen* können je nach Klasse sehr unterschiedlich sein. Die neuen Felder, die durch dieses Feature Add-on hinzugefügt wurden, sind im Kapitel :doc:`../../admin/` beschrieben.
hu: A *Konfigurációelem hozzáadása* képernyőn lévő mezők nagyon eltérőek lehetnek az egyes osztályoknál. A funkciókiegészítő által hozzáadott új mezők az :doc:`../../admin` fejezetben kerülnek bemutatásra.
zh_cn: 每个类中 *添加配置项* 屏幕中的字段可能非常不同。本特性插件添加的新字段在 :doc:`../../admin` 一章进行了说明。

source: CIs in Customer Frontend
zh_cn: 客户前端中的配置项

source: This feature add-on uses the customer ID attribute of your CI classes and makes CIs visible in the external interface. The customer user has read-only access to the following attributes:
de: Dieses Feature Add-on verwendet das Kunden-ID-Attribut Ihrer Configuration Item-Klassen und macht Configuration Items im externen Interface sichtbar. Der Kundenbenutzer hat Lesezugriff auf die folgenden Attribute:
hu: Ez a funkciókiegészítő a konfigurációelem-osztályok ügyfél-azonosító attribútumát használja, és láthatóvá teszi a konfigurációelemeket a külső felületen. Az ügyfél-felhasználónak csak olvasható hozzáférése van a következő attribútumokhoz:
zh_cn: 此功能插件使用CI类的客户 ID属性，并使CI在外部人员界面中可见。客户用户对以下属性具有只读访问权限：

source: ID of their CI
de: ID Ihrer Configuration Items
hu: A konfigurációelemeinek azonosítója
zh_cn: 他们的CI的ID

source: Name of the CI
de: Name des Configuration Items
hu: A konfigurációelem neve
zh_cn: 该CI的名称

source: Class of the CI
de: Configuration Item-Klasse
hu: A konfigurációelem osztálya
zh_cn: 该CI的类

source: Deployment state
de: Verwendungsstatus
hu: Üzembe állítási állapot
zh_cn: 部署状态

source: Current incident state
de: Aktueller Vorfallstatus
hu: Jelenlegi incidensállapot
zh_cn: 当前故障状态

source: Date and time of the last update
de: Datum und Zeit der letzten Aktualsierung
hu: Az utolsó frissítés dátuma és ideje
zh_cn: 最后更新的日期和时间

source: On mail-in this feature add-on automatically links affected CIs based on the given configuration item ID found in the body of the email. It is also helpful for your service desk as, on ticket creation, they only have access to the CIs of the requester’s organization or department. This eases the selection of affected CIs a lot, especially if you have many CIs in your CMDB.
de: Ausgehend von der ID des Configuration Items, die sich im Betreff der E-Mail befindet, ordnet dieses Feature Add-on bei einer eingehenden E-Mail automatisch die betreffenden Configuration Items zu. Dies ist sehr hilfreich für Ihr Helpdesk-Team. Bei der Ticketerstellung haben Ihre Agenten Zugriff auf die betroffenen Configuration Items der anfragenden Organisation oder Abteilung. Das erleichtert die Auswahl der richtigen Configuration Items enorm, insbesondere wenn Sie viele Configuration Items in Ihrer CMDB verwalten.
hu: A levelezésben használva ez a funkciókiegészítő automatikusan összekapcsolja az érintett konfigurációelemeket az e-mail törzsében talált adott konfigurációelem-azonosító alapján. Ez hasznos az ügyfélszolgálatnál is, mivel a jegy létrehozásakor csak a kérelmező szervezet vagy részleg konfigurációelemeihez van hozzáférésük. Ez nagymértékben egyszerűsíti az érintett konfigurációelemek kiválasztását, különösen akkor, ha nagyon sok konfigurációelem található a CMDB-ben.
zh_cn: 在收到邮件时此功能插件基于电子邮件正文中的给定配置项ID自动链接受影响的CI。这对您的服务台也很有帮助，因为在创建工单时，他们只能访问请求者的组织或部门的CI。这大大简化了受影响CI的选择，尤其是在CMDB中有许多CI的情况下。

source: Automatic assignment of CIs saves time.
de: Automatische Zuordnung von Configuration Items spart Zeit.
hu: A konfigurációelemek automatikus hozzárendelése időt takarít meg.
zh_cn: 自动分配配置项可节省时间。

source: Customers can assign CIs to new tickets.
de: Kunden können neuen Tickets Configuration Items zuordnen.
hu: Az ügyfelek hozzárendelhetik a konfigurációelemeket az új jegyekhez.
zh_cn: 客户可以将配置项分配给新工单。

source: Customer service organizations
de: Kundenservice-Organisationen
hu: Vevőszolgálati szervezetek
zh_cn: 客户服务组织

source: Technical field service
de: Technischer Außendienst
hu: Műszaki területű szolgáltatás
zh_cn: 现场技术服务

source: Extend Class Definition
de: Klassendefinition erweitern
hu: Osztály-meghatározás kiegészítése
zh_cn: 扩展类定义

source: The definition of a configuration item class has to be altered to make it able to be displayed in the external interface.
de: Die Definition einer Configuration Item-Klasse muss geändert werden, damit sie im externen Interface angezeigt werden kann.
hu: A konfigurációelem-osztály meghatározását módosítani kell, hogy megjeleníthetővé váljanak a külső felületen.
zh_cn: 必须更改配置项类的定义，以使其能够显示在外部人员界面中。

source: By default, the ``CustomerID`` field is configured in the system configuration to store the customer ID information in the configuration item definition.
de: Standardmäßig ist das Feld ``CustomerID`` in der Systemkonfiguration konfiguriert, um die Informationen zur Kundennummer in der Definition des Configuration Item zu speichern.
hu: Alapértelmezetten a ``CustomerID`` mező van beállítva a rendszerbeállításokban, hogy az ügyfél-azonosító információit a konfigurációelem meghatározásában tárolja.
zh_cn: 默认情况下，在系统配置中配置了 ``CustomerID`` 字段，以在配置项定义中存储客户ID信息。

source: You can use more than one ``CustomerID`` per configuration item, to make one configuration item accessible by more than just one customer. To do so, repeat the following steps for the maximum amount of customers one configuration item may grant access to (for example: ``PartnerA``, ``PartnerB``, ``PartnerC``, etc.).
de: Sie können mehr als eine ``CustomerID`` pro Configuration Item verwenden, um ein Configuration Item für mehr als nur einen Kunden zugänglich zu machen. Wiederholen Sie dazu die folgenden Schritte für die maximale Anzahl von Kunden, auf die ein Configuration Item Zugriff gewähren darf (z.B.: ``PartnerA```, ``PartnerB```, ``PartnerC```, etc.).
hu: Használhat egynél több ``CustomerID`` attribútumot konfigurációelemenként, hogy egy konfigurációelemet elérhetővé tegyen egynél több ügyfélnek. Ehhez ismételje meg a következő lépéseket a legnagyobb ügyfélszámig, amelyek egy konfigurációelemhez hozzáférést kaphatnak (például ``PartnerA``, ``PartnerB``, ``PartnerC``, stb.).
zh_cn: 每个配置项可以使用多个 ``CustomerID``，以使一个配置项可以被多个客户使用。 为此，对于一个配置项可以授予访问权限的最大客户数量（例如： ``PartnerA``、 ``PartnerB``、 ``PartnerC`` 等），重复以下步骤。

source: To use more than one ``CustomerID`` or use another name than ``CustomerID``, it is necessary to change the setting ``ITSMConfigItem::CustomerIDField`` in system configuration or add additional entries for each entry field.
de: Um mehr als eine ``CustomerID`` oder einen anderen Namen als ``CustomerID`` zu verwenden, ist es notwendig, die Einstellung ``ITSMConfigItem::CustomerIDField`` in der Systemkonfiguration zu ändern oder zusätzliche Einträge für jedes Eingabefeld hinzuzufügen.
hu: Egynél több ``CustomerID`` használatához vagy a ``CustomerID`` attribútumtól eltérő név használatához az ``ITSMConfigItem::CustomerIDField`` beállítás megváltoztatása szükséges a rendszerbeállításokban, vagy adjon hozzá további bejegyzéseket minden egyes bejegyzésmezőhöz.
zh_cn: 要使用多个 ``CustomerID`` 或使用 ``CustomerID`` 以外的其它名称，必须在系统配置中更改设置 ``ITSMConfigItem::CustomerIDField`` ，或为每个条目的字段添加额外的条目。

source: If your class definition does not contain the ``CustomerID`` attribute, then you have to add it manually.
de: Wenn Ihre Klassendefinition nicht das Attribut ``CustomerID`` enthält, dann müssen Sie es manuell hinzufügen.
hu: Ha az osztály-meghatározás nem tartalmazza a ``CustomerID`` attribútumot, akkor kézzel kell hozzáadnia azt.
zh_cn: 如果类定义不包含 ``CustomerID`` 属性，则必须手动添加它。
