Repository: Yan-Oliveira/doc-fao
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu, zh_cn

source: The used filters are retained beyond the existing session and do not expire when logging off.
de: Die verwendeten Filter bleiben über die bestehende Sitzung hinaus erhalten und verfallen nicht beim Abmelden.
hu: A használt szűrők megőrzésre kerülnek a meglévő munkameneten túl, és nem járnak le kijelentkezéskor.
zh_cn: 使用的过滤器将保留在现有会话之外，并且在注销时不会过期。

source: Ticket Allocation
zh_cn: 工单分配

source: Service organizations that need to handle a high number of tickets in a short time span and call centers that want to assign tickets automatically to staff members will both be excited about this feature add-on. New tickets are automatically assigned to agents with the smallest number of tickets to work on or to agents with suitable skills. Your service team will efficiently operate at full capacity and will be able to answer more tickets without feeling overburdened. This feature add-on turns **OTRS** into a call center software.
de: Service-Organisationen, die eine hohe Anzahl von Tickets in kurzer Zeit bearbeiten müssen und Call Center, die Tickets automatisch an Mitarbeiter vergeben wollen, werden von diesem Feature Add-on begeistert sein. Neue Tickets werden automatisch den Agenten mit der geringsten Anzahl an zu bearbeitenden Tickets oder den Agenten mit den entsprechenden Fähigkeiten zugewiesen. Ihr Serviceteam wird effizient ausgelastet sein und mehr Tickets beantworten können, ohne sich überfordert zu fühlen. Dieses Feature Add-on macht **OTRS** zu einer Call Center Software.
hu: Ez az új funkciókiegészítő érdekes lehet olyan szolgáltató szervezeteknek, amelyeknek rövid időtartamon belül kell nagyszámú jegyet kezelniük, valamint telefonos ügyfélszolgálatoknak, amelyek automatikusan ki szeretnék osztani a jegyeket a személyzet tagjainak. Az új jegyek automatikusan kiosztásra kerülnek a legkevesebb számú jeggyel rendelkező vagy a megfelelő képességek birtokában lévő ügyintézőknek, hogy dolgozhassanak velük. A szolgáltató csapat hatékonyan fog működni teljes kapacitáson, és több jegyre lesz képes válaszolni, anélkül hogy túlterheltnek éreznék magukat. Ez a funkció az **OTRS**-t egy telefonos ügyfélszolgálati szoftverré alakítja át.
zh_cn: 需要在短时间内处理大量工单的服务组织以及希望自动将工单分配给工作人员的呼叫中心都会对此功能插件感到兴奋。 新工单将自动分配给工单数量最少的服务人员以进行工作，或分配给具有适当技能的服务人员。 您的服务团队将在满负荷运作的情况下高效运作，并且能够答复更多工单而不会感到负担过重。 此功能插件将 **OTRS** 变成了呼叫中心软件。

source: In the generic agent job configuration you can define the event that will trigger the ticket allocation. For example, the trigger could be the creation of a ticket, the reaching of a reminder time, or the closing of a ticket. Moreover, you can decide if only the ticket that triggered the event is allocated or if all relevant tickets are allocated to a specific agent.
de: In der Konfiguration des Generic Agent Jobs können Sie das Ereignis definieren, das die Ticket-Zuordnung auslöst. Der Auslöser könnte z. B. das Erstellen eines Tickets, das Erreichen einer Erinnerungszeit oder das Schließen eines Tickets sein. Außerdem können Sie entscheiden, ob nur das Ticket, das das Ereignis auslöst, zugeordnet wird oder ob alle relevanten Tickets einem bestimmten Agenten zugeordnet werden.
hu: Az általános ügyintéző feladat beállításaiban meghatározhatja azt az eseményt, amely aktiválni fogja a jegykiosztást. Például az aktiváló lehet egy jegy létrehozása, egy emlékeztető idő elérése vagy egy jegy lezárása. Ráadásul azt is eldöntheti, hogy csak az eseményt aktiváló jegy legyen kiosztva, vagy az összes hozzá kapcsolódó jegy kiosztásra kerüljön egy bizonyos ügyintézőnek.
zh_cn: 在自动任务作业配置中，您可以定义将触发工单分配的事件。 例如，触发器可以是工单的创建、提醒时间的到来或工单的关闭。 此外，您可以决定是仅分配触发事件的工单还是将所有相关工单分配给特定的服务人员。

source: You can also define which tickets are relevant. To avoid flooding your agents with tickets, you can restrict the number of allocated tickets per agent. Ticket ordering can also be configured with an additional *order module*. By default, it is the ticket creation time, but you can also choose queue priority or service times. Additionally, a maximum number of allocated tickets per queue can be defined.
de: Sie können auch festlegen, welche Tickets relevant sind. Um Ihre Mitarbeiter nicht mit Tickets zu überfluten, können Sie die Anzahl der zugeordneten Tickets pro Mitarbeiter einschränken. Die Ticket-Erstellung kann auch mit einem zusätzlichen *Bestellmodul* konfiguriert werden. Standardmäßig ist es die Zeit der Ticket-Erstellung, aber Sie können auch Queue-Priorität oder Service-Zeiten wählen. Zusätzlich kann eine maximale Anzahl von zugeordneten Tickets pro Queue definiert werden.
hu: Azt is meghatározhatja, hogy mely jegyek fontosak. Az ügyintézők jegyekkel történő elárasztásának elkerülése érdekében korlátozhatja az ügyintézőnként kiosztásra kerülő jegyek számát. A jegyek rendezése is beállítható egy további *rendezés modullal*. Alapértelmezetten ez a jegy létrehozásának ideje, de kiválaszthatja a várólistát, a prioritást vagy a szolgáltatási időket is. Továbbá a várólistánként kiosztott jegyek legnagyobb száma is beállítható.
zh_cn: 您还可以定义哪些工单相关。 为避免用工单充斥您的座席，您可以限制每个服务人员分配的工单数量。 工单排序还可以配置一个附加的 *排序模块*。 默认情况下，它是工单创建时间，但是您也可以选择队列优先级或服务时间。 此外，可以定义每个队列分配的工单的最大数量。

source: Last but not least, you can also create competence groups in order to react more quickly to emergency tickets or to assign tickets to a team with special knowledge of tricky issues right from the start. By default the queue, priority, type, and group competences are active; however, you can also add SLA and service in the system configuration.
de: Nicht zuletzt können Sie auch Kompetenzgruppen bilden, um schneller auf Notfall-Tickets zu reagieren oder Tickets von Anfang an einem Team mit Spezialwissen zu kniffligen Themen zuzuordnen. Standardmäßig sind die Queue-, Prioritäts-, Typ- und Gruppenkompetenzen aktiv. Sie können aber auch SLA und Service in der Systemkonfiguration hinzufügen.
hu: Végül, de nem utolsó sorban hozzáértő csoportokat is létrehozhat annak érdekében, hogy a vészhelyzeti jegyekre gyorsabban reagálhasson, vagy kioszthatja a jegyeket a trükkös problémák különleges tudásával rendelkező csapatnak közvetlenül a kezdéstől. Alapértelmezetten a várólista, a prioritás, a típus és a csoport kompetenciák vannak bekapcsolva. Azonban hozzáadhatja az SLA és a szolgáltatás lehetőségeket is a rendszerbeállításokban.
zh_cn: 最后但并非最不重要的一点是，您还可以创建能力组，以便对紧急工单做出更快的反应，或者从一开始就将工单分配给对棘手问题有特殊知识的团队。 默认情况下，队列、优先级、类型和组能力是激活的； 但是，您也可以在系统配置中添加SLA和服务。

source: Optimal capacity utilization of your service team by automatic allocation of tickets.
de: Optimale Auslastung Ihres Serviceteams durch automatische Zuordnung von Tickets.
hu: A szolgáltató csapat kapacitáskihasználásának optimális mértéke a jegyek automatikus kiosztásával.
zh_cn: 通过自动分配工单，优化服务团队的容量利用率。

source: Simple handling of an increased number of tickets.
de: Einfache Handhabung einer erhöhten Anzahl von Tickets.
hu: A jegyek megnövekedett számának egyszerű kezelése.
zh_cn: 简单处理增加的工单数。

source: The ticket allocation is the core feature of this package. It will automatically set an owner and a configurable lock for tickets. The events that trigger an allocation check can be defined in the *Events* widget of the :doc:`admin/processes-automation/generic-agent` job management screen. Each event can be configured to allocate only the triggering ticket or all relevant tickets. Which tickets are relevant for ticket allocation can be defined by setting the ticket filters in the generic agent job.
de: Die Ticketvergabe ist das Kernmerkmal dieses Pakets. Sie setzt automatisch einen Besitzer und eine konfigurierbare Sperre für Tickets. Die Ereignisse, die eine Zuordnungsprüfung auslösen, können im Widget *Ereignisse* des :doc:`admin/processes-automation/generic-agent` in der Job-Management-Ansicht definiert werden. Jedes Ereignis kann so konfiguriert werden, dass nur das auslösende Ticket oder alle relevanten Tickets zugeordnet werden. Welche Tickets für die Ticket-Zuordnung relevant sind, kann durch das Setzen der Ticket-Filter im Generic-Agent-Job definiert werden.
hu: A jegykiosztás a fő funkciója ennek a csomagnak. Automatikusan beállít egy tulajdonost és egy beállítható zárolást a jegyeknél. Azok az események, amelyek egy kiosztási ellenőrzést aktiválnak, az :doc:`admin/processes-automation/generic-agent` feladat kezelőképernyőjének *Események* felületi elemében határozhatók meg. Minden egyes esemény beállítható úgy, hogy csak az aktiváló jegyet ossza ki vagy az összes kapcsolódó jegyet. Az, hogy mely jegyek fontosak a jegykiosztásnál, az általános ügyintéző feladatban lévő jegyszűrőkkel állíthatók be.
zh_cn: 工单分配是本软件包的核心功能。 它将自动为工单设置所有者和可配置的锁。 触发分配检查的事件可以在 :doc:`admin/processes-automation/generic-agent` 作业管理屏幕的 *事件* 小部件中定义。 可以将每个事件配置为仅分配触发工单或所有相关工单。 可以通过在自动任务作业中设置工单过滤器来定义哪些工单与工单分配相关。

source: The possible owners of a ticket have to be in the configured group of the ticket queue. Agents can be excluded from the allocation by being member in one of the configured blacklist groups. The allocation can be influenced by the competence feature (if enabled).
de: Die möglichen Besitzer eines Tickets müssen sich in der konfigurierten Gruppe der Ticket-Queue befinden. Agenten können von der Zuordnung ausgeschlossen werden, indem sie in einer der konfigurierten Blacklist-Gruppen Mitglied sind. Die Zuweisung kann durch die Kompetenz-Funktion (falls aktiviert) beeinflusst werden.
hu: Egy jegy lehetséges tulajdonosainak a jegy várólistájának beállított csoportjában kell lenniük. Az ügyintézők kizárhatók a kiosztásból, ha a beállított feketelista csoportok egyikének tagjai. A kiosztás befolyásolható a kompetencia funkcióval (ha engedélyezve van).
zh_cn: 工单的可能所有者必须位于工单队列的已配置组中。 通过成为已配置黑名单组之一，可以将服务人员排除在分配之外。 分配会受能力功能（如果启用）的影响。

source: The competences will get summed for each agent. The group-competences will be mapped to the queue group of the ticket, and all other competences to its corresponding ticket attribute (queue, priority etc.). If all/some agents have the same competence score or the competences feature is disabled, the agent with the least amount of tickets will be set as the new ticket owner. The competences can be set for each :doc:`admin/users-groups-roles/agents` individually.
de: Die Kompetenzen werden für jeden Agenten summiert. Die Gruppen-Kompetenzen werden der Queue-Gruppe des Tickets zugeordnet, alle anderen Kompetenzen dem entsprechenden Ticket-Attribut (Queue, Priorität etc.). Wenn alle/einige Agenten die gleiche Kompetenzbewertung haben oder die Funktion „Kompetenzen” deaktiviert ist, wird der Agent mit der geringsten Anzahl von Tickets als neuer Ticketbesitzer festgelegt. Die Kompetenzen können für jeden :doc:`admin/users-groups-roles/agents` individuell festgelegt werden.
hu: A kompetenciák össze lesznek adva minden egyes ügyintézőnél. A csoportkompetenciák leképezésre kerülnek a jegy várólistacsoportjára, és az összes egyéb kompetencia annak megfelelő jegyattribútumára (várólista, prioritás, stb.). Ha az összes vagy néhány ügyintéző ugyanolyan kompetenciaponttal rendelkezik vagy a kompetencia funkció le van tiltva, akkor a legkevesebb mennyiségű jeggyel rendelkező ügyintéző lesz beállítva új jegytulajdonosként. A kompetenciák egyénileg állíthatók be az :doc:`admin/users-groups-roles/agents` mindegyikénél.
zh_cn: 每个服务人员的能力将被汇总。 组能力将映射到工单的队列组，所有其它能力将映射到其对应的工单属性（队列、优先级等）。 如果所有/某些服务人员具有相同的能力得分或禁用了能力功能，则将工单数量最少的服务人员设置为新的工单所有者。 可以为每个 :doc:`admin/users-groups-roles/agents` 单独设置能力。

source: It is possible to define a maximum number of tickets per agent via the system configuration to prevent flooding the agent with tickets. If the configured value is reached for an agent no new ticket will get allocated to her/him. It is possible to loose this rule for tickets that get manually allocated to an agent via the system configuration, too.
de: Es ist möglich, über die Systemkonfiguration eine maximale Anzahl von Tickets pro Agent zu definieren, um eine Überflutung des Agenten mit Tickets zu verhindern. Wird der konfigurierte Wert für einen Agenten erreicht, wird ihm kein neues Ticket zugewiesen. Es ist möglich, diese Regel auch für Tickets zu umgehen, die manuell über die Systemkonfiguration einem Agenten zugeordnet werden.
hu: A rendszerbeállításokon keresztül lehetőség van meghatározni a jegyek ügyintézőnkénti legnagyobb számát, hogy megakadályozzuk az ügyintézők jegyekkel történő elárasztását. Ha a beállított érték elérésre kerül egy ügyintézőnél, akkor nem kerül új jegy kiosztásra számára. Lehetőség van lazítani ezen a szabályon a rendszerbeállításokon keresztül is az olyan jegyeknél, amelyek kézzel kerülnek kiosztásra az ügyintézőnek.
zh_cn: 可以通过系统配置为每个服务人员定义最大工单数量，以防止向服务人员充斥工单。 如果服务人员达到配置的值，则不会为他/她分配新的工单。 对于通过系统配置手动分配给服务人员的工单，也可以放宽该规则。

source: By default only on-line agents will get tickets allocated. This behavior can also be changed by a system configuration setting.
de: Standardmäßig werden nur Online-Agenten Tickets zugeteilt. Dieses Verhalten kann auch durch eine Einstellung in der Systemkonfiguration geändert werden.
hu: Alapértelmezetten csak az elérhető ügyintézők fognak kiosztott jegyeket kapni. Ez a viselkedés szintén megváltoztatható egy rendszerbeállítási lehetőséggel.
zh_cn: 默认情况下，只有在线服务人员会分配工单。 也可以通过系统配置设置来更改此行为。

source: After installation of the package a new generic agent job will be added to the system.
de: Nach der Installation des Pakets wird dem System ein neuer Generic Agent Job hinzugefügt.
hu: A csomag telepítése után egy új általános ügyintéző feladat lesz hozzáadva a rendszerhez.
zh_cn: 安装本软件包后，新的自动任务作业将添加到系统中。

source: The ticket allocation functionality is based on the event based ticket actions feature from the generic agent. The job can be executed for all matching tickets or just the ticket that has triggered the event. Additionally it is possible to define custom order modules and pre action modules for the generic agent job. This package provides one order and pre action module to allocate tickets. It uses the triggers to execute the allocation process.
de: Die Funktionalität der Ticket-Zuordnung basiert auf der Funktion für ereignisbasierte Ticket-Aktionen aus dem generischen Agenten. Der Job kann für alle passenden Tickets oder nur für das Ticket, das das Ereignis ausgelöst hat, ausgeführt werden. Zusätzlich ist es möglich, benutzerdefinierte Auftrags- und Voraktionsbausteine für den Generic Agent Job zu definieren. Dieses Paket bietet ein Auftrags- und ein Pre-Action-Modul für die Zuordnung von Tickets. Es verwendet die Trigger, um den Zuordnungsprozess auszuführen.
hu: A jegykiosztás funkcionalitás az általános ügyintézőtől származó eseményalapú jegyműveleteken alapul. A feladat végrehajtható az összes illeszkedő jegyre vagy csak arra a jegyre, amely az eseményt aktiválta. Ezenkívül lehetőség van meghatározni egyéni rendezési modulokat és művelet előtti modulokat az általános ügyintéző feladathoz. Ez a csomag biztosít egy rendezési modult és egy művelet előtti modult a jegyek kiosztásához. Az aktiválókat használja a kiosztási folyamat végrehajtásához.
zh_cn: 工单分配功能基于自动任务的基于事件的工单操作功能。 可以针对所有匹配的工单或仅触发事件的工单执行作业。 另外，可以为自动任务作业定义自定义排序模块和预行动模块。 本软件包提供了一个排序和预行动模块来分配工单。 它使用触发器执行分配过程。

source: After installation of the package a generic agent job called *TicketAllocation* is added to the system. This job is a basic ticket allocation configuration that can be customized and extended.
de: Nach der Installation des Pakets wird dem System ein Generic Agent Job namens *TicketAllocation* hinzugefügt. Bei diesem Job handelt es sich um eine grundlegende Konfiguration der Ticket-Zuweisung, die angepasst und erweitert werden kann.
hu: A csomag telepítése után egy *TicketAllocation* nevű általános ügyintéző feladat lesz hozzáadva a rendszerhez. Ez a feladat egy egyszerű jegykiosztási beállítás, amely személyre szabható és kibővíthető.
zh_cn: 安装本软件包后，将一个名为 *TicketAllocation* 的自动任务作业添加到系统中，该作业是可以自定义和扩展的基本工单分配配置。

source: The filtering of tickets has not changed from the default generic agent behavior. For the most cases the default event configuration of the ticket allocation job did not have to be changed. The events should be self-explanatory. They represent the different ticket actions and the login/logoff of agents.
de: Die Filterung von Tickets hat sich gegenüber dem standardmäßigen generischen Agentenverhalten nicht geändert. In den meisten Fällen musste die Standard-Ereigniskonfiguration des Ticket-Zuweisungsjobs nicht geändert werden. Die Ereignisse sollten selbsterklärend sein. Sie repräsentieren die verschiedenen Ticket-Aktionen und das An-/Abmelden von Agenten.
hu: A jegyek szűrése nem változott az alapértelmezett általános ügyintéző viselkedésétől. A legtöbb esetben a jegykiosztási feladat alapértelmezett eseményének beállítását nem kell megváltoztatni. Az eseményeknek önmagukat magyarázónak kell lenniük. A különböző jegyműveleteket és az ügyintézők bejelentkezését vagy kijelentkezését képviselik.
zh_cn: 工单的过滤与默认的自动任务行为相同。 在大多数情况下，不必更改工单分配作业的默认事件配置。 这些事件应该是不言自明的。 它们代表不同的工单操作以及服务人员的登录/注销。

source: By default the job is executed via the OTRS daemon to avoid blocking the agent and preventing infinite allocation loops. Additionally it is necessary to set the prevent infinite loops to *Yes*.
de: Standardmäßig wird der Job über den OTRS-Daemon ausgeführt, um den Agenten nicht zu blockieren und unendliche Zuordnungsschleifen zu verhindern. Zusätzlich ist es notwendig, die Verhinderung von Endlosschleifen auf *Ja* zu setzen.
hu: Alapértelmezetten a feladat az OTRS démonon keresztül van végrehajtva az ügyintézők blokkolásának elkerülése és a végtelen kiosztási ciklusok megakadályozása érdekében. Ezenkívül szükség van a végtelen ciklusok megakadályozását *Igen* értékre állítani.
zh_cn: 默认情况下，作业是通过OTRS守护程序执行的，以避免阻塞服务人员并防止无限分配循环。 另外，有必要将阻止无限循环设置为 *是*。

source: By default the *TicketAllocation* pre action module will set the ticket lock. This will trigger another ``TicketLockUpdate`` event, which will start a new job and so on. The ``TicketLockUpdate`` event is required to make it possible to react on automatic and manual ticket unlocks to reallocate tickets. It is recommended to keep these settings.
de: Standardmäßig setzt das *TicketAllocation* Pre-Action-Modul die Ticketsperre. Dies wird ein weiteres ``TicketLockUpdate`` Ereignis auslösen, welches einen neuen Job startet und so weiter. Das ``TicketLockUpdate`` Ereignis wird benötigt, um auf automatische und manuelle Ticket-Freigaben reagieren zu können, um Tickets neu zuzuordnen. Es wird empfohlen, diese Einstellungen beizubehalten.
hu: Alapértelmezetten a *TicketAllocation* művelet előtti modul be fogja állítani a jegyzárat. Ez egy másik ``TicketLockUpdate`` eseményt fog aktiválni, amely egy új feladatot fog indítani, és így tovább. A ``TicketLockUpdate`` esemény szükséges annak lehetővé tételéhez, hogy reagáljon az automatikus és kézi jegyfeloldásokra a jegyek ismételt kiosztásához. Ajánlott megtartani ezeket a beállításokat.
zh_cn: 默认情况下，*TicketAllocation* 预操作模块将设置工单锁定。 这将触发另一个 ``TicketLockUpdate`` 事件，该事件将启动一个新作业，依此类推。 需要 ``TicketLockUpdate`` 事件以使对自动和手动工单解锁做出反应以重新分配工单成为可能。 建议保留这些设置。

source: Events Section
de: Ereignisbereich
hu: Események szakasz
zh_cn: 事件部分

source: In the *Execute Custom Modules* widget are two select fields which define if an *Order Module* and/or *Pre Action Module* should get executed. This package adds one order module and pre action module to the system.
de: Im Widget *Benutzerdefiniertes Modul ausführen* befinden sich zwei Auswahlfelder, die definieren, ob ein *Auftragsmodul* und/oder *Vor Aktionsmodul* ausgeführt werden soll. Dieses Paket fügt dem System ein Auftragsmodul und ein Pre-Action-Modul hinzu.
hu: Az *Egyéni modulok végrehajtása* felületi elemben két választómező található, amelyek azt határozzák meg, hogy egy *Rendezési modul* és/vagy egy *Művelet előtti modul* végrehajtása szükséges-e. Ez a csomag egy rendezési modult és egy művelet előtti modult ad a rendszerhez.
zh_cn: 在 *执行自定义模块* 小部件中，有两个选择字段，用于定义是否应执行 *排序模块* 和/或 *预操作模块*。 本软件包向系统添加了一个排序模块和预操作模块。

source: Execute Custom Modules Section
de: Bereich Benutzerdefiniertes Modul ausführen
hu: Egyéni modul végrehajtása szakasz
zh_cn: 执行自定义模块部分

source: The order module is not mandatory to use for the allocation functionality. There are a couple of system configuration settings that can influence the order of the tickets. If the order should get manipulated it is necessary to use the *TicketAllocation* order module. The pre action module is necessary to manipulate the ticket attributes that the tickets should get set. There are some system configuration settings to influence the allocation process, too.
de: Das Auftragsmodul ist für die Belegungs-Funktionalität nicht zwingend erforderlich. Es gibt eine Reihe von Einstellungen in der Systemkonfiguration, die die Reihenfolge der Tickets beeinflussen können. Sollte die Bestellung manipuliert werden, ist es notwendig, das Bestellmodul *TicketAllocation* zu verwenden. Das Pre-Action-Modul ist notwendig, um die Ticket-Attribute zu manipulieren, die die Tickets gesetzt werden sollen. Es gibt auch einige Einstellungen in der Systemkonfiguration, um den Zuweisungsprozess zu beeinflussen.
hu: A rendezési modult nem kötelező használni a kiosztási funkcionalitáshoz. Létezik néhány rendszerbeállítási lehetőség, amelyek befolyásolhatják a jegyek sorrendjét. Ha a sorrendet módosítani kell, akkor a *TicketAllocation* rendezési modult szükséges használni. A művelet előtti modul az olyan jegyattribútumok módosításához szükséges, amelyeket a jegyeknek be kell állítaniuk. Van néhány rendszerbeállítási lehetőség a kiosztási folyamat befolyásolásához is.
zh_cn: 排序模块并非必须用于分配功能。 有几个系统配置设置可能会影响工单的顺序。 如果应该对顺序进行操作，则必须使用 *TicketAllocation* 排序模块。 预操作模块对于操纵应设置工单的工单属性是必需的。 也有一些系统配置设置会影响分配过程。

source: It is possible to set additional attributes the processed tickets should get set. The *TicketAllocation* pre action module will set the owner and the lock (if configured) for the tickets, if there are no errors in the allocation process and a matching agent can be found. If no allocation can be made, it is possible to set default values in the *Update/Add Ticket Attributes* widget of the generic agent for the owner and lock. If an allocation is made these values will be overwritten.
de: Es ist möglich, zusätzliche Attribute zu setzen, die die bearbeiteten Tickets gesetzt werden sollen. Das Pre-Action-Modul *TicketAllocation* setzt den Besitzer und die Sperre (falls konfiguriert) für die Tickets, wenn es keine Fehler im Zuweisungsprozess gibt und ein passender Agent gefunden werden kann. Kann keine Zuordnung vorgenommen werden, ist es möglich, im *Aktualisieren/Hinzufügen von Ticket-Attributen*-Widget des generischen Agenten Standardwerte für den Eigentümer und die Sperre zu setzen. Bei einer Zuweisung werden diese Werte überschrieben.
hu: Lehetőség van további attribútumok beállítására, amelyeket a feldolgozott jegyeknek be kell állítaniuk. A *TicketAllocation* művelet előtti modul be fogja állítani a tulajdonost és a zárolást (ha be van állítva) a jegyeknél, ha nincsenek hibák a kiosztási folyamatban és illeszkedő ügyintéző található. Ha nem lehet a kiosztást elvégezni, akkor lehetőség van alapértelmezett értékeket beállítani az általános ügyintéző *Jegyjellemzők frissítése/hozzáadása* felületi elemében a tulajdonoshoz és a zároláshoz. Ha kiosztás történik, akkor ezek az értékek felül lesznek írva.
zh_cn: 可以设置应设置处理工单的其它属性。 如果分配过程中没有错误并且可以找到匹配的服务人员，那么 *TicketAllocation* 预操作模块将为工单设置所有者和锁定（如果已配置）。 如果无法进行分配，则可以在自动任务的 *更新/添加工单属性* 小部件中为所有者和锁定设置默认值。 如果进行分配，则这些值将被覆盖。
