Repository: Yan-Oliveira/doc-fao
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu, zh_cn

source: Add the new fields to the class definition. The input type could be either ``Text`` or ``CustomerCompany``.
de: Fügen Sie die neuen Felder der Klassendefinition hinzu. Der Eingabetyp kann entweder ``Text`` oder ``CustomerCompany`` sein.
hu: Adja hozzá az új mezőket az osztály-meghatározáshoz. A beviteli típus vagy ``Text``, vagy ``CustomerCompany`` lehet.
zh_cn: 将新字段添加到类定义中。输入类型可以是 ``Text`` 或 ``CustomerCompany``。

source: ``Text`` Field
de: Feld ``Text``
hu: A ``Text`` mező
zh_cn: ``Text`` 字段

source: Text based field gives the flexibility to use any string as value to match the ``CustomerID`` for one or more customers. The value must be entered manually by editing each configuration item, but it needs to be done carefully, because any mismatch will prevent the configuration item to be displayed in the external interface.
de: Textbasiertes Felder geben die Flexibilität, jede beliebige Zeichenkette als Wert zu verwenden, um die ``CustomerID`` für einen oder mehrere Kunden zu übernehmen. Der Wert muss manuell eingegeben werden, indem Sie jedes Configuration Item bearbeiten, aber es muss sorgfältig durchgeführt werden, da jede Abweichung verhindert, dass das Configuration Item in der externen Schnittstelle angezeigt wird.
hu: A szövegalapú mező rugalmasságot ad, hogy bármilyen szöveget használhasson értékként a ``CustomerID`` attribútum egy vagy több ügyfélre történő illesztéséhez. Az értéket kézzel kell megadni az egyes konfigurációelemek szerkesztésével, de óvatosan kell eljárni, mert bármiféle rossz párosítás megakadályozza a konfigurációelem megjelenítését a külső felületen.
zh_cn: 基于文本的字段可灵活地使用任何字符串作为值来匹配一个或多个客户的 ``CustomerID``。 必须通过编辑每个配置项来手动输入该值，但是必须谨慎进行，因为任何不匹配都会阻止该配置项显示在外部人员界面中。

source: ``CustomerCompany`` Field
de: Feld ``CustomerCompany``
hu: A ``CustomerCompany`` mező
zh_cn: ``CustomerCompany`` 字段

source: A customer company field needs to have correctly configured customer companies in the system, as it will be presented as a drop-down list in the configuration item add and edit screens. The source of the drop-down will be the list of companies. ``CustomerID`` field in all customer users must point to the correct customer ID in customer companies administration.
de: Ein Feld für Kundenunternehmen benötigt eine korrekte Konfiguration der Kundenunternehmen im System, da es als Dropdown-Liste in den Ansichten zum Hinzufügen und Bearbeiten von Configuration Items angezeigt wird. Die Quelle des Dropdown-Menüs ist die Liste der Unternehmen. Das Feld ``CustomerID`` muss bei allen Kundenbenutzern auf die korrekte Kundennummer des Kundenunternehmens verweisen.
hu: Egy ügyfél-vállalat mezőhöz az szükséges, hogy helyesen beállított ügyfél-vállalatok legyenek a rendszeren, mivel az egy legördülő listaként lesz megjelenítve a konfigurációelem hozzáadása és szerkesztése képernyőkön. A legördülő lista forrása a vállalatok listája lesz. A ``CustomerID`` mezőnek minden ügyfél-felhasználónál a megfelelő ügyfél-azonosítóra kell mutatnia az ügyfél-vállalatok adminisztrációjában.
zh_cn: 客户公司字段需要在系统中正确配置客户公司，因为它将在配置项添加和编辑屏幕中显示为下拉列表。 下拉列表的来源将是公司列表。 所有客户用户中的 ``CustomerID`` 字段必须指向客户公司管理中的正确客户ID。

source: Save the new definition.
de: Speichern Sie die neue Definition.
hu: Mentse el az új meghatározást.
zh_cn: 保存新的类定义。

source: Edit a configuration item from the modified class. Find the *Customer Company* field (or another field you have added) and fill it with the customer ID of an existing customer.
de: Bearbeiten Sie ein Configuration Item aus der angepassten Klasse. Suchen Sie das Feld *Kundenunternehmen* (oder ein anderes Feld, das Sie hinzugefügt haben) und füllen Sie es mit der Kundennummer eines bestehenden Kunden.
hu: Szerkesszen egy konfigurációelemet a módosított osztályból. Keresse meg a *Customer Company* mezőt (vagy egy másik hozzáadott mezőt), és töltse ki egy meglévő ügyfél ügyfél-azonosítójával.
zh_cn: 在修改后的类中编辑配置项。 找到 *客户公司* 字段（或您添加的另一个字段），并填写现有客户的客户ID。

source: Login to the external interface with any customer user that has the customer ID described above.
de: Melden Sie sich mit einem Kundenbenutzer, der die oben beschriebene Kundennummer hat, im externen Interface an.
hu: Jelentkezzen be a külső felületre bármely ügyfél-felhasználóval, aki a fent leírt ügyfél-azonosítóval rendelkezik.
zh_cn: 使用具有上述客户ID的任何客户用户登录到外部人员界面。

source: Go to *Company Configuration Items*. The edited configuration item must be listed.
de: Gehen Sie zu *Firmen Configuration Items*. Das bearbeitete Configuration Item muss aufgelistet sein.
hu: Menjen a *Vállalati konfigurációelemek* képernyőre. A szerkesztett konfigurációelemeknek felsorolva kell lenniük.
zh_cn: 转到 *公司配置项*。 必定列出了已编辑的配置项。

source: Define Strictness of Customer ID Restriction
de: Strenge der Einschränkung der Kundennummer definieren
hu: Az ügyfélazonosító-korlátozás szigorúságának meghatározása
zh_cn: 定义客户ID限制的严格性

source: The setting ``ITSMConfigItem::CustomerCIPermissionByLink`` is set to 0 by default, so configuration items are only accessible in the external interface if the company (customer ID) of the customer user matches the value of a configured field. If this behavior is more strict than desired or not all configuration items can/should be configured in such a way, the configuration can be changed to consider links between configuration items (permission inheritance by links). When linking configuration items to new tickets in the external interface and in the agent interface (if enabled), only direct permission is considered though (i. e. ``CustomerID`` field in configuration item matches).
de: Die Einstellung ```ITSMConfigItem::CustomerCIPermissionByLink`` ist standardmäßig auf 0 gesetzt, so dass Configuration Items im externen Interface nur zugänglich sind, wenn die Firma (Kundennummer) des Kundenbenutzers mit dem Wert eines konfigurierten Feldes übereinstimmt. Wenn dieses Verhalten strenger ist als gewünscht oder nicht alle Configuration Items so konfiguriert werden können/sollten, kann die Konfiguration so geändert werden, dass Verknüpfungen zwischen Configuration Items berücksichtigt werden (Berechtigungsvererbung durch Verknüpfungen). Bei der Verknüpfung von Configuration Items mit neuen Tickets im externen Interface und im Agenten-Interface (falls aktiviert) wird jedoch nur die direkte Berechtigung berücksichtigt (z. B. Feld ``CustomerID`` in Configuration Item Übereinstimmungen).
hu: Az ``ITSMConfigItem::CustomerCIPermissionByLink`` beállítás alapértelmezetten 0-ra van állítva, így a konfigurációelemek csak akkor láthatók a külső felületen, ha az ügyfél-felhasználó vállalata (ügyfél-azonosítója) megegyezik egy beállított mező értékével. Ha ez a viselkedés szigorúbb az elvártnál, illetve nem lehet vagy nem szabad az összes konfigurációelemet ily módon beállítani, akkor a beállítás megváltoztatható, hogy figyelembe vegye a konfigurációelemek közti kapcsolatokat (jogosultságöröklés kapcsolatok alapján). Ha konfigurációelemeket kapcsol az új jegyekhez a külső felületen és az ügyintézői felületen (ha engedélyezve van), akkor csak a közvetlen jogosultságok lesznek figyelembe véve (azaz a ``CustomerID`` mező a konfigurációelem találatokban).
zh_cn: 默认情况下，设置 ``ITSMConfigItem::CustomerCIPermissionByLink`` 设置为0，因此，只有当客户用户的公司（客户ID）与已配置字段的值匹配时，才可以在外部人员界面中访问配置项。 如果此行为比期望的更为严格，或者不是所有配置项都可以/应该以这种方式配置，则可以更改配置以考虑配置项之间的链接（允许链接继承）。 当在外部人员界面和服务人员界面（如果启用）中将配置项链接到新工单时，仅考虑直接许可（即配置项中的 ``CustomerID`` 字段匹配）。

source: There are multiple computer configuration items assigned to the customer company. All computer configuration items are linked to at least one network configuration item (switches). These devices do not belong to the customer and are therefore not visible. Also the network configuration items are linked to other network configuration items (router).
de: Dem Kundenunternehmen sind mehrere Configuration Items vom Typ „Computer“ zugeordnet. Alle Configuration Items vom Typ „Computer” sind mit mindestens einem Configuration Item vom Typ „Netzwerk” (Switches) verknüpft. Diese Geräte gehören nicht dem Kunden und sind daher nicht sichtbar. Auch die Configuration Items vom Typ „Netzwerk” sind mit anderen Configuration Items vom Typ „Netzwerk” (Router) verknüpft.
hu: Több számítógép konfigurációelem is hozzá van rendelve egy ügyfél-vállalathoz. Az összes számítógép konfigurációelem össze van kapcsolva legalább egy hálózati konfigurációelemmel (kapcsolókkal). Ezek az eszközök nem tartoznak az ügyfélhez, és emiatt nem láthatók. Továbbá a hálózati konfigurációelemek is hozzá vannak kapcsolva más hálózati konfigurációelemekhez (útválasztókhoz).
zh_cn: 有多个分配给客户公司的计算机配置项。 所有计算机配置项都链接到至少一个网络配置项（交换机）。 这些设备不属于客户，因此不可见。 网络配置项也链接到其它网络配置项（路由器）。

source: By default, only the companies computers are visible under *Company Configuration Items*, are shown in linked tickets and (depending on the configuration) can be viewed in detail and used for new tickets.
de: Standardmäßig sind unter *Firmen Configuration Items* nur die Unternehmens-Computer sichtbar, werden in verknüpften Tickets angezeigt und können (je nach Konfiguration) im Detail betrachtet und für neue Tickets verwendet werden.
hu: Alapértelmezetten csak a vállalatok számítógépei láthatók a *Vállalati konfigurációelemek* képernyőn, azok vannak megjelenítve a kapcsolt jegyekben, valamint (a beállításoktól függően) azok tekinthetők meg részletesen és azok használhatók az új jegyeknél.
zh_cn: 默认情况下，只有公司计算机在 *公司配置项* 下可见，并显示在链接的工单中，并且可以详细查看并用于新工单（取决于配置）。

source: If the setting ``ITSMConfigItem::CustomerCIPermissionByLink`` is set to 1, all switches connected to a computer will be visible under *Company Configuration Items*, are shown in linked tickets and can be viewed in detail, but not used for to be linked to new tickets.
de: Wenn die Einstellung ``ITSMConfigItem::CustomerCIPermissionByLink`` auf 1 gesetzt ist, sind alle an einen Computer angeschlossenen Switches unter *Firemn Configuration Items* sichtbar, werden in verknüpften Tickets angezeigt und können im Detail betrachtet, aber nicht zur Verknüpfung mit neuen Tickets verwendet werden.
hu: Ha az ``ITSMConfigItem::CustomerCIPermissionByLink`` beállítás 1-re van állítva, akkor egy számítógéphez csatlakoztatott összes kapcsoló is látható lesz a *Vállalati konfigurációelemek* képernyőn, megjelennek a kapcsolt jegyekben és megtekinthetők részletesen, de nem használhatók az új jegyekhez történő kapcsoláshoz.
zh_cn: 如果将设置 ``ITSMConfigItem::CustomerCIPermissionByLink`` 设置为1，则在 *公司配置项* 下将显示连接到计算机的所有交换机，这些交换机显示在链接工单中，并且可以查看详细信息，但不能用于链接到新工单。

source: If the setting ``ITSMConfigItem::CustomerCIPermissionByLink`` is set to 2, the routers will be included as well.
de: Wenn die Einstellung ``ITSMConfigItem::CustomerCIPermissionByLink`` auf 2 gesetzt ist, werden auch die Router mit einbezogen.
hu: Ha az ``ITSMConfigItem::CustomerCIPermissionByLink`` beállítás 2-re van állítva, akkor az útválasztók is fel lesznek véve.
zh_cn: 如果设置 ``ITSMConfigItem::CustomerCIPermissionByLink`` 设置为2，路由器也将包括在内。

source: The link type and direction is not relevant for determining the permission. Therefore please carefully consider which value to use for ``ITSMConfigItem::CustomerCIPermissionByLink`` in order to prevent unwanted disclosure of configuration items.
de: Die Art und Richtung der Verknüpfung ist für die Bestimmung der Berechtigung nicht relevant. Bitte überlegen Sie daher sorgfältig, welchen Wert Sie für ``ITSMConfigItem::CustomerCIPermissionByLink`` verwenden sollten, um eine unerwünschte Offenlegung von Configuration Items zu verhindern.
hu: A kapcsolat típusa és iránya nem fontos a jogosultság meghatározásához. Emiatt arra kérjük, hogy alaposan mérlegelje azt, hogy milyen értéket használ az ``ITSMConfigItem::CustomerCIPermissionByLink`` beállításnál, hogy megakadályozza a konfigurációelemek nem kívánt közzétételét.
zh_cn: 链接类型和方向与确定许可无关。 因此，请仔细考虑为 ``ITSMConfigItem::CustomerCIPermissionByLink`` 使用哪个值，以防止不必要的配置项泄露。

source: Hide Configuration Item Fields in External Interface
de: Felder für Configuration Items im externen Interface ausblenden
hu: Konfigurációelem-mezők elrejtése a külső felületen
zh_cn: 在外部人员界面中隐藏配置项字段

source: It could be possible that configuration items has fields that customer does not need to view, or that contains sensitive information that customers must not know. For these cases an administrator can restrict a field by placing a simple new attribute ``NotForCustomer`` to the field definition on a particular class.
de: Es kann sein, dass Configuration Items Felder haben, die der Kunde nicht einsehen muss, oder die sensible Informationen enthalten, die der Kunde nicht kennen darf. In diesen Fällen kann ein Administrator ein Feld einschränken, indem er ein einfaches neues Attribut ``NotForCustomer`` zur Felddefinition für eine bestimmte Klasse setzt.
hu: Elképzelhető lehet, hogy a konfigurációelemeknek olyan mezői vannak, amelyeket az ügyfélnek nem volna szabad látnia, vagy olyan érzékeny információkat tartalmaznak, amelyekről az ügyfél nem tudhat. Az ilyen esetekre egy adminisztrátor korlátozhatja a mezőt egy egyszerű, új ``NotForCustomer`` attribútumnak a mező-meghatározáshoz való hozzáadásával egy bizonyos osztálynál.
zh_cn: 配置项可能具有客户不需要查看的字段，或者包含客户肯定不能知道的敏感信息的字段。对于这些情况，管理员可以通过在特定类的字段定义中添加一个简单的新属性 ``NotForCustomer`` 来限制字段。

source: To hide a field in external interface:
de: So blenden Sie ein Feld im externen Interface aus:
hu: Egy mező elrejtéséhez a külső felületen:
zh_cn: 要在外部人员界面中隐藏字段：

source: Add the attribute ``NotForCustomer: 1`` to the field definition.
de: Fügen Sie das Attribut ``NotForCustomer: 1`` hinzu zur Felddefinition.
hu: Adja hozzá a ``NotForCustomer: 1`` attribútumot a mező-meghatározáshoz.
zh_cn: 将属性 ``NotForCustomer：1`` 添加到字段定义中。

source: Edit the configuration items of this class in order to create a new version, so the new version will take the new definition.
de: Bearbeiten Sie die Configuration Items dieser Klasse, um eine neue Version zu erstellen, so dass die neue Version die neue Definition übernimmt.
hu: Szerkessze ennek az osztálynak a konfigurációelemeit, hogy új verziót hozzon létre, így az új verzió át fogja venni az új meghatározást.
zh_cn: 编辑此类的配置项以创建新版本，以便新版本的配置项使用新定义。

source: To avoid the need to create new versions for configuration items if the definition of a class is updated to hide a field from external interface, it will be applied to all configuration items of that class. On the other hand, if the class definition is updated to show a field that was previously hidden and the configuration item was already updated to the class definition where the field was hidden, the field will not be shown until the configuration item is updated to last class definition where the field is set to be shown again.
de: Um zu vermeiden, dass neue Versionen für Configuration Items erstellt werden müssen, wenn die Definition einer Klasse aktualisiert wird, um ein Feld vor dem externen Interface zu verstecken, wird es auf alle Configuration Items dieser Klasse angewendet. Wird hingegen die Klassendefinition aktualisiert, um ein zuvor ausgeblendetes Feld anzuzeigen, und das Configuration Item wurde bereits in der Klassendefinition so aktualisiert, dass das Feld ausgeblendet wird, so wird das Feld erst angezeigt, nachdem das Configuration Item auf die letzte Klassendefinition aktualisiert wurde, bei der das Feld so eingestellt wurde, dass es wieder angezeigt wird.
hu: Ahhoz, hogy elkerülje a konfigurációelemek új verziói létrehozásának szükségességét, ha egy osztály meghatározása frissül egy mező elrejtéséhez a külső felületen, akkor ez alkalmazva lesz az osztály összes konfigurációelemére. Másrészről, ha az osztály-meghatározás frissül egy olyan mező megjelenítéséhez, amely korábban rejtett volt, és a konfigurációelem már frissült annál az osztály-meghatározásnál, ahol a mező rejtett volt, akkor a mező nem lesz megjelenítve, amíg a konfigurációelemet nem frissítik ahhoz az utolsó osztály-meghatározáshoz, ahol a mező újra láthatóra lett állítva.
zh_cn: 如果更新了一个类的定义以隐藏外部人员界面中的字段，则可以避免为配置项创建新版本，它将应用于该类的所有配置项。 另一方面，如果将类定义更新为显示以前隐藏的字段，并且配置项已经更新为隐藏该字段的类定义，则在配置项更新到最后类定义（该字段再次设置为显示）之前，不会显示该字段 。

source: The intention of this behavior is to enforce the privacy of the data that should not be displayed in the external interface.
de: Die Absicht dieses Verhaltens ist es, die Vertraulichkeit der Daten zu wahren, die nicht im externen Interface angezeigt werden sollen.
hu: Ezen viselkedés mögötti szándék az, hogy kikényszerítse az adatok védelmét, amelyet nem szabad megjeleníteni a külső felületen.
zh_cn: 此行为的目的是强制执行不应在外部人员界面中显示的数据的隐私。

source: Restriction for Linking
de: Einschränkung für die Verknüpfung
hu: Az összekapcsolás korlátozása
zh_cn: 链接限制

source: This feature restricts the link interface for the agent when linking a ticket with a configuration item. Only configuration items and the tickets which belong to the same company of the customer user can be selected. The feature can be disabled in the system configuration via the setting ``ITSMConfigItem::RestrictAgentLinking``.
de: Diese Funktion schränkt die Link-Schnittstelle für den Agenten ein, wenn er ein Ticket mit einem Configuration Item verknüpft. Es können nur Configuration Items und die Tickets ausgewählt werden, die zur gleichen Firma des Kundenbenutzers gehören. Die Funktion kann in der Systemkonfiguration über die Einstellung ``ITSMConfigItem::RestrictAgentLinking`` deaktiviert werden.
hu: Ez a funkció korlátozza az összekapcsolás felületet az ügyintézőnél, ha egy jegyet kapcsol össze egy konfigurációelemmel. Csak azok a konfigurációelemek és jegyek választhatók ki, amelyek ugyanahhoz a vállalathoz tartoznak, mint az ügyfél-felhasználó. A funkció letiltható a rendszerbeállításokban az ``ITSMConfigItem::RestrictAgentLinking`` beállításon keresztül.
zh_cn: 当将工单与配置项链接时，此功能限制服务人员的链接界面。只能选择属于客户用户的同一公司的配置项和工单。可以通过设置 ``ITSMConfigItem::RestrictAgentLinking`` 在系统配置中禁用此功能。

source: Postmaster Filter
hu: Levelezési szűrő
zh_cn: 邮箱管理员过滤器

source: There is a postmaster filter added to search incoming emails for a configuration item identifier (usually the configuration item number) and links all found configuration items with the new ticket that was created from this email. The email body and the subject are searched, all found configuration item numbers will be linked with the ticket. This feature is deactivated by default and needs to be enabled in the system configuration via the setting ``PostMaster::PostFilterModule###100-ITSMConfigItemLink``.
de: Es wurde ein Postmaster-Filter hinzugefügt, um eingehende E-Mails nach Configuration Item Identifikatoren (normalerweise die Configuration Item Nummer) zu durchsuchen und alle gefundenen Configuration Items mit dem neuen Ticket zu verknüpfen, das aus dieser E-Mail erstellt wurde. Der E-Mail-Text und der Betreff werden durchsucht. Alle gefundenen Configuration Item Nummern werden mit dem Ticket verknüpft. Diese Funktion ist standardmäßig deaktiviert und muss in der Systemkonfiguration über die Einstellung ``PostMaster::PostFilterModule###100-ITSMConfigItemLink`` aktiviert werden.
hu: Egy levelezési szűrő lett hozzáadva, hogy konfigurációelem-azonosítókat keressen a bejövő levelekben (általában konfigurációelem számát), és összekapcsolja a megtalált konfigurációelemeket az új jeggyel, amely a levélből lett létrehozva. Az e-mail törzsében és tárgyában keres, és az összes megtalált konfigurációelem-számot össze fogja kapcsolni a jeggyel. Ez a funkció alapértelmezetten ki van kapcsolva, és a rendszerbeállításokban kell engedélyezni a ``PostMaster::PostFilterModule###100-ITSMConfigItemLink`` beállításon keresztül.
zh_cn: 添加了一个邮箱管理员过滤器，用于搜索传入电子邮件中的配置项标识符（通常是配置项编号），并将找到的所有配置项与由此电子邮件创建的新工单链接起来。搜索邮件正文和主题，找到的所有配置项目编号都将与工单链接。此功能在默认情况下已停用，需要通过设置 ``PostMaster::PostFilterModule###100-ITSMConfigItemLink`` 在系统配置中启用。

source: This feature makes it possible for a customer user to see and select the configuration items of his company in the external interface to link them to new tickets.
de: Diese Funktion ermöglicht es einem Kundenbenutzer, die Configuration Items seines Unternehmens im externen Interface zu sehen und auszuwählen, um sie mit neuen Tickets zu verknüpfen.
hu: Ez a funkció lehetővé teszi egy ügyfél-felhasználónak, hogy megtekintse és kiválassza a vállalata konfigurációelemeit a külső felületen, hogy összekapcsolja azokat az új jegyekkel.
zh_cn: 此功能使客户用户可以在外部人员界面中查看和选择其公司的配置项，以将其链接到新工单。

source: Link Configuration Item With Ticket
de: Configuration Item mit Ticket verknüpfen
hu: Konfigurációelem összekapcsolása egy jeggyel
zh_cn: 链接配置项目与工单

source: In the *New Ticket* screen the customer user can search and select the configuration items that are assigned to his company. When the ticket is created, the selected configuration items will be automatically linked to the new ticket.
de: In der Ansicht *Neues Ticket* kann der Kundenbenutzer die Configuration Items suchen und auswählen, die seinem Unternehmen zugeordnet sind. Wenn das Ticket erstellt wird, werden die ausgewählten Configuration Items automatisch mit dem neuen Ticket verknüpft.
hu: Az *Új jegy* képernyőn az ügyfél-felhasználó megkeresheti és kiválaszthatja azokat a konfigurációelemeket, amelyek a vállalatához vannak rendelve. Ha a jegyet létrehozzák, akkor a kiválasztott konfigurációelemek automatikusan össze lesznek kapcsolva az új jeggyel.
zh_cn: 在 *新建工单* 屏幕上，客户用户可以搜索并选择分配给其公司的配置项。 创建工单后，所选配置项将自动链接到新工单。

source: To link a configuration item to a new ticket:
de: So verknüpfen Sie ein Configuration Item mit einem neuen Ticket:
hu: Egy konfigurációelemnek egy új jeggyel történő összekapcsolásához:
zh_cn: 若要将配置项链接到新工单，请执行以下操作：

source: Create a new ticket in the external interface.
de: Erstellen Sie ein Ticket im externen Interface.
hu: Hozzon létre egy új jegyet a külső felületen.
zh_cn: 在外部人员界面中创建一个新工单。

source: Click on the *Add affected configuration items* button at the end of the ticket form. A new set of fields will appear below.
de: Klicken Sie auf die Schaltfläche *Betroffene Configuration Items hinzufügen* am Ende einer Ticket-Erstellmaske. Nachfolgend wird ein neuer Satz von Feldern angezeigt.
hu: Kattintson az *Érintett konfigurációelemek hozzáadása* gombra a jegyűrlap végén. Egy új mezőszakasz jelenik meg alatta.
zh_cn: 单击工单表单末尾的 *添加受影响的配置项* 按钮。 一组新的字段将显示在下面。

source: In the new section fill any search criteria for class, name or number.
de: Geben Sie im neuen Abschnitt alle Suchkriterien für Klasse, Name oder Nummer ein.
hu: Az új szakaszban töltse ki valamelyik keresési feltételt az osztályhoz, névhez vagy számhoz.
zh_cn: 在新部分中，填写有关类、名称或编号的任意搜索条件。

source: *Class* drop-down list only shows classes that are already prepared and contain configuration items assigned to a ``CustomerID`` (for more information take a look at the :doc:`admin`).
de: Die Dropdown-Liste *Klasse* zeigt nur bereits vorbereitete Klassen an, die Configuration Items enthalten, die einer ``CustomerID`` zugeordnet sind (weitere Informationen finden Sie im Kapitel :doc:`admin`).
hu: Az *Osztály* legördülő lista csak azokat az osztályokat jeleníti meg, amelyek már elő lettek készítve és egy ``CustomerID`` azonosítóhoz rendelt konfigurációelemeket tartalmaznak (további információkért vessen egy pillantást az :doc:`admin` fejezetre).
zh_cn: *类* 下拉列表仅显示已准备好并包含分配给 ``CustomerID`` 的配置项的类（有关详细信息，请查看 :doc:`admin`）。
