Repository: Yan-Oliveira/doc-fao
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu, zh_cn

source: Add the name of the dynamic field to setting ``Ticket::Frontend::AgentTicketSearch###DynamicField``.
de: Fügen Sie den Namen des dynamischen Feldes zur Einstellung ```Ticket::Frontend::AgentTicketSearch#####DynamicField`` hinzu.
hu: Adja hozzá a dinamikus mező nevét a ``Ticket::Frontend::AgentTicketSearch###DynamicField`` beállításhoz.
zh_cn: 将动态字段的名称添加到设置 ``Ticket::Frontend::AgentTicketSearch###DynamicField``。

source: Depending on the system configuration it is possible that the field has to be selected from the attributes drop-down list and added via clicking the *+* symbol.
de: Je nach Systemkonfiguration ist es möglich, dass das Feld aus der Dropdown-Liste der Attribute ausgewählt und durch Anklicken des Symbols *+* hinzugefügt werden muss.
hu: A rendszerbeállításoktól függően lehetséges, hogy a mezőt ki kell választani az attribútumok legördülő listájából, és hozzá kell adni a *+* szimbólumra kattintva.
zh_cn: 根据系统配置，可能必须从“属性”下拉列表中选择该字段，然后通过单击 *+* 符号添加。

source: The search works equals to the search for regular customer users. The login name of the customer user has to be used as search criteria.
de: Die Suche funktioniert wie die Suche nach Kunden generell. Als Suchkriterium muss der Login-Name des Kundenbenutzers verwendet werden.
hu: A keresés az ügyfél-felhasználók szokásos keresésével megegyezően működik. Az ügyfél-felhasználó bejelentkezési nevét kell használni keresési feltételként.
zh_cn: 搜索工作等同于对普通客户用户的搜索。客户用户的登录名必须用作搜索条件。

source: Additionally it is possible to use wildcards in the *Customer* dynamic field search. For example searching for all tickets that have an *otrs.com* user stored in the dynamic field would look like this: *\*@otrs.com*. To search all tickets with a *mr.smith* stored to it the criteria would look like this: *mr.smith@\**. If all tickets with a customer user login containing *otrs* should get searched, the search criteria would look like this: *\*otrs\**.
de: Zusätzlich ist es möglich, Platzhalter in der Suche nach dynamischen Feldern vom Typ *Kunde* zu verwenden. Beispielsweise würde die Suche nach allen Tickets, in denen ein otrs.com-Benutzer im dynamischen Feld gespeichert ist, so aussehen: \*@otrs.com. Um alle Tickets mit einem darin gespeicherten *Mr.Smith* zu durchsuchen, würden die Kriterien so aussehen: *Mr.Smith@\**. Wenn alle Tickets mit einem Kundenlogin mit *otrs* durchsucht werden sollen, sehen die Kriterien so aus: *\*otrs\**.
hu: Ezenkívül lehetőség van helyettesítő karakterek használatára az *Ügyfél* dinamikus mező keresésében. Például rákeresni az összes olyan jegyre, amelynél egy *otrs.com* felhasználó van tárolva a dinamikus mezőben, az a következőképp lehetséges: *\*@otrs.com*. Az összes olyan jegyre rákeresni, amelynél *kovacs.janos* van eltárolva, így fog kinézni: *kovacs.janos@\**. Ha az összes olyan jegyet meg szeretné kerestetni, amelynél egy ügyfél-felhasználó bejelentkezési neve az *otrs* szót tartalmazza, akkor a keresési feltétel így nézhet ki: *\*otrs\**.
zh_cn: 此外，还可以在 *客户* 动态字段搜索中使用通配符。例如，搜索动态字段中存储有 *otrs.com* 用户的所有工单时，将如下所示：*\*@otrs.com*。要搜索存储有 *mr.smith* 的所有工单，条件将像这样：*mr.smith@\**。如果要搜索具有包含 *otrs* 的客户用户登录名的所有工单，则搜索条件将像这样：*\*otrs\**。

source: To display the dynamic field of type *Customer* in the external interface, see the :doc:`admin/processes-automation/dynamic-fields` chapter.
de: Um das dynamische Feld vom Typ *Kunde* im externen Interface anzuzeigen, schauen Sie bitte in das Kapitel :doc:`admin/processes-automation/dynamic-fields`.
hu: Az *Ügyfél* típusú dinamikus mező külső felületen történő megjelentéséhez nézze meg a :doc:`admin/processes-automation/dynamic-fields` fejezetet.
zh_cn: 要在外部人员界面中显示 *客户* 类型的动态字段，请参阅 :doc:`admin/processes-automation/dynamic-fields` 一章。

source: Customer Activity Widget
zh_cn: 客户活动小部件

source: This feature add-on provides a dashboard widget that allows agents to define a set of customers to automatically query. It displays a table showing the related number of open, locked and escalated tickets. Drill down to specific tickets by simply clicking on one of the numbers shown per customer.
de: Dieses Feature Add-on ermöglicht einem Agenten, eine Liste der für ihn relevanten Kunden zu definieren. In einem Dashboard Widget wird dann die Anzahl von offenen, gesperrten und eskalierten Tickets des Kunden angezeigt. Eine hinterlegte Suchabfrage erlaubt die Anzeige der jeweils zugehörigen Tickets.
hu: Ez a funkciókiegészítő egy olyan vezérlőpult felületi elemet biztosít, amely lehetővé teszi az ügyintézőknek, hogy ügyfélhalmazokat határozzanak meg az automatikus lekérdezéshez. Egy olyan táblázatot jelenít meg, amely a nyitott, zárolt és eszkalált jegyek számát mutatja. Nézze meg az adott jegyek részleteit egyszerűen az ügyfelenként megjelenített számok egyikére történő kattintással.
zh_cn: 此功能插件提供了一个仪表板小部件，该小部件使服务人员可以定义一组自动查询的客户。 它显示一个表，该表显示了处理中、已锁定和已升级工单的相关数量。 只需单击每个客户显示的数字之一，即可查看特定工单。

source: Shows the current distribution of tickets at a single glance.
de: Zeigt auf einen Blick die aktuelle Verteilung der Tickets.
hu: Ránézésre megjeleníti a jegyek aktuális elosztását.
zh_cn: 一目了然地显示工单的当前分布。

source: Tickets can be selected from the overview using just one click.
de: Mit nur einem Klick können Tickets aus der Übersicht aufgerufen werden.
hu: A jegyek mindössze egyetlen kattintással választhatók ki az áttekintőről.
zh_cn: 只需单击一下即可从概览中选择工单。

source: Facilitates ticket prioritization.
de: Erleichtert die Priorisierung von Tickets.
hu: Megkönnyíti a jegy prioritásának kiválasztását.
zh_cn: 简化工单的优先级。

source: IT service providers
de: IT-Dienstleistung
hu: IT-szolgáltatók
zh_cn: IT服务提供商

source: This package contains a dashboard widget, which displays detailed information about customers and their tickets.
de: Dieses Paket enthält ein Dashboard-Widget, das detaillierte Informationen über Kunden und deren Tickets anzeigt.
hu: Ez a csomag egy vezérlőpult felületi elemet tartalmaz, amely részletes információkat jelenít meg az ügyfelekről és azok jegyeiről.
zh_cn: 此软件包包含一个仪表板小部件，该小部件显示有关客户及其工单的详细信息。

source: Dashboard
hu: Vezérlőpult
zh_cn: 仪表板

source: After installation of the package a new widget will be available on the dashboard.
de: Nach der Installation des Pakets steht ein neues Widget auf dem Dashboard zur Verfügung.
hu: A csomag telepítése után egy új felületi elem válik elérhetővé a vezérlőpulton.
zh_cn: 安装本软件包后，仪表板上将提供一个新的小部件。

source: Every agent can choose the customers he wants to see via configuration options of this dashboard widget. For the selected customers the number of open/unlocked, open/locked and escalated tickets will be shown.
de: Jeder Agent kann über die Konfigurationsoptionen dieses Dashboard-Widgets die Kunden auswählen, die er sehen möchte. Für die ausgewählten Kunden wird die Anzahl der offenen/entsperrten, offenen/gesperrten und eskalierten Tickets angezeigt.
hu: Minden ügyintéző kiválaszthatja azokat az ügyfeleket, akiket látni szeretne ennek a vezérlőpult felületi elemnek a beállítási lehetőségein keresztül. A kiválasztott ügyfeleknél a nyitott/feloldott, nyitott/zárolt és eszkalált jegyek lesznek láthatóak.
zh_cn: 每个服务人员都可以通过此仪表板小部件的配置选项选择他想看到的客户。 对于选定的客户，将显示处理中/已解锁、处理中/已锁定和已升级工单的数量。

source: By clicking on the number of tickets a list of tickets will be shown. Click on a ticket to open the it in the *Ticket Zoom* screen.
de: Durch Anklicken der Nummer eines Tickets wird eine Liste der Tickets angezeigt. Klicken Sie auf ein Ticket, um es in der *Ticket-Detailansicht* zu öffnen.
hu: A jegyek számára kattintva a jegyek listája lesz látható. Kattintson egy jegyre a *Jegynagyítás* képernyőn való megnyitásához.
zh_cn: 通过单击工单数量，将显示工单列表。 单击工单以在 *工单详情* 屏幕中将其打开。

source: To turn on and off the widget:
de: So schalten Sie das Widget ein oder aus:
hu: A felületi elem be- és kikapcsolásához:
zh_cn: 若要打开或关闭该小部件：

source: Expand the *Settings* widget in the right sidebar by clicking on its header bar.
de: Erweitern Sie das Widget *Einstellungen* in der rechten Seitenleiste, indem Sie auf die Kopfleiste des Widgets klicken.
hu: Nyissa ki a *Beállítások* felületi elemet a jobb oldalsávban a fejlécsávjára kattintva.
zh_cn: 通过点击其标题栏，展开右侧边栏中的 *设置* 小部件。

source: Modify the checked state of the *Customer Activity* entry.
de: Ändern Sie den Status des Eintrags *Kundenaktivität*.
hu: Módosítsa az *Ügyféltevékenység* bejegyzés bejelölési állapotát.
zh_cn: 修改 *客户活动* 条目的选中状态。

source: Click on the *Save settings* button.
de: Klicken Sie auf die Schaltfläche *Einstellungen speichern*.
hu: Kattintson a *Beállítások mentése* gombra.
zh_cn: 单击 *保存设置* 按钮。

source: To add customers to the widget:
de: So fügen Sie Kunden zum Widget hinzu:
hu: Ügyfelek hozzáadásához a felületi elemhez:
zh_cn: 若要将客户添加到小部件中：

source: Hover the mouse over the widget header.
de: Führen Sie die Maus über den Kopfbereich des Widgets.
hu: Vigye az egeret a felületi elem fejléce fölé.
zh_cn: 将鼠标悬停在小部件顶部。

source: Click on the gear icon in the top right corner.
de: Klicken Sie auf das Zahnrad-Symbol in der oberen, rechten Ecke.
hu: Kattintson a fogaskerék ikonra a jobb felső sarokban.
zh_cn: 单击右上角的齿轮图标。

source: Enter the customer ID of a customer into the text field.
de: Geben Sie die Kundennummer eines Kunden in das Textfeld ein.
hu: Adja meg egy ügyfél ügyfél-azonosítóját a szövegmezőbe.
zh_cn: 在文本字段中输入客户的客户ID。

source: Click on the *Save Changes* button.
de: Klicken Sie auf die Schaltfläche *Änderungen speichern*.
hu: Kattintson a *Változtatások mentése* gombra.
zh_cn: 点击 *保存更改* 按钮。

source: Customer Activity Widget - Add Customer
de: Widget „Kundenaktivität” - Kunde hinzufügen
hu: Ügyféltevékenység felületi elem – ügyfél hozzáadása
zh_cn: 客户活动小部件 - 添加客户

source: After entering and submitting a customer, an additional customer can be entered in the empty company field after re-opening the settings. So customers can be added one after another.
de: Nach der Eingabe und Übermittlung eines Kunden kann nach dem erneuten Öffnen der Einstellungen ein weiterer Kunde in das leere Feld eingegeben werden. So können Kunden nacheinander hinzugefügt werden.
hu: Egy ügyfél megadása és elküldése után további ügyfél adható meg az üres vállalati mezőben, miután újranyitja a beállításokat. Így az ügyfelek egymás után adhatók hozzá.
zh_cn: 输入并提交客户之后，可以在重新打开设置后在空白的公司字段中输入其他客户。 这样就可以一个接一个地添加客户。

source: To remove a customer from the widget:
de: So entfernen Sie einen Kunden aus dem Widget:
hu: Egy ügyfél eltávolításhoz a felületi elemből:
zh_cn: 若要从该小部件中移除一个客户：

source: Click on the minus icon next to the text field.
de: Klicken Sie auf das Minus-Symbol neben dem Textfeld.
hu: Kattintson a szövegmező melletti mínusz ikonra.
zh_cn: 单击文本字段旁边的减号图标。

source: Customer Event Ticket Calendar
zh_cn: 客户事件工单日历

source: With this feature add-on, time periods specified in a ticket are displayed as calendar entries.
de: Mit diesem Feature Add-on werden in einem Ticket angegebene Zeitspannen als Kalendereintrag sichtbar gemacht. So erscheinen Termine im Kunden-Interface und geben z. B. Informationen über Verfügbarkeiten oder den Termin eines WebEx-Meetings.
hu: Ezzel a funkciókiegészítővel a jegyben meghatározott időtartamok naptárbejegyzésekként lesznek megjelenítve.
zh_cn: 使用此功能插件时，工单中指定的时间段将显示为日历条目。

source: This allows appointments to appear in the external interface in such a way that customer users can easily see information about availability or scheduling, such as when they want to find the date of a WebEx meeting.
de: Auf diese Weise können Termine im externen Interface so angezeigt werden, dass Kundenbenutzer leicht Informationen über Verfügbarkeit oder Terminplanung sehen können, z.B. wenn sie das Datum eines WebEx-Meetings suchen möchten.
hu: Ez lehetővé teszi, hogy az időpontok oly módon jelenjenek meg az ügyfélfelületen, hogy az ügyfelek egyszerűen láthassák az információkat az elérhetőségről vagy az ütemezésről, mint például amikor időpontot szeretnének keresni egy WebEx megbeszéléshez.
zh_cn: 这样可在外部人员界面中显示预约，以便客户用户可以轻松地查看有关可用性或日程安排的信息，例如当他们想要查找WebEx会议的日期时。

source: Appointments are displayed in a calendar format.
de: Termine werden durch einen Kalendereintrag visualisiert.
hu: Az időpontok naptárformában jelennek meg.
zh_cn: 预约以日历格式显示。

source: Availability can be seen at a glance.
de: Verfügbarkeiten sind auf einen Blick erkennbar.
hu: Az elérhetőség első ránézésre látható.
zh_cn: 可用性一目了然。

source: Service companies that want to visually represent availability
de: Dienstleistungsunternehmen, die Verfügbarkeiten visuell darstellen wollen
hu: Szolgáltató vállalatok, akik vizuálisan szeretnék megjeleníteni az elérhetőséget
zh_cn: 希望直观地表示可用性的服务公司

source: After installation of the package the available configuration settings can be found in the system configuration. This package has no administrator interface.
de: Nach der Installation des Pakets finden Sie die verfügbaren Konfigurationseinstellungen in der Systemkonfiguration. Dieses Paket hat kein Administrator-Interface.
hu: A csomag telepítése után az elérhető konfigurációs beállítások a rendszerbeállításokban találhatók meg. Ennek a csomagnak nincs adminisztrátori felülete.
zh_cn: 安装本软件包后，可以在系统配置中找到可用的配置设置。 该软件包没有管理员界面。

source: System Configuration Settings
de: Einstellungen in der Systemkonfiguration
hu: Rendszerbeállítási lehetőségek
zh_cn: 系统配置设置

source: The *Customer Event Ticket Calendar* widget displays tickets in a calendar, but this widget does not work out-of-the-box.
de: Das Widget *Ticket-Ereigniskalender* zeigt die Tickets in einem Kalender. Das Widget funktioniert aber nicht sofort.
hu: Az *Ügyfél esemény jegynaptár* felületi elem megjeleníti a jegyeket egy naptárban, de ez a felületi elem nem működik beállítások nélkül.
zh_cn: *客户事件工单日历* 小部件在日历中显示工单，但是该小部件不能即开即用。

source: To display the tickets in this calendar, the following settings need to be set by an **admin user**:
de: Um Tickets in diesem Kalender anzuzeigen, müssen die folgenden Einstellungen von einem **Admin-Nutzer** vorgenommen werden:
hu: Ahhoz, hogy jegyeket jelenítsen meg ebben a naptárban, a következő beállításokat kell beállítania egy **adminisztrátor felhasználónak**:
zh_cn: 要在此日历中显示工单，需要由 **管理员用户** 设置以下设置：

source: Create the following dynamic fields:
de: Erstellen Sie die folgenden dynamischen Felder:
hu: Hozza létre a következő dinamikus mezőket:
zh_cn: 创建以下动态字段：

source: Object
de: Objekt
hu: Objektum
zh_cn: 对象

source: Type
de: Typ
hu: Típus
zh_cn: 类型

source: Name
hu: Név
zh_cn: 名称

source: Label
de: Beschriftung
hu: Címke
zh_cn: 标签

source: Ticket
hu: Jegy
zh_cn: 工单

source: Date / Time
de: Datum / Zeit
hu: Dátum / Idő
zh_cn: 日期 / 时间

source: Calendar Start Time
de: Kalender-Startzeitpunkt
hu: Naptár kezdési idő
zh_cn: 日历的开始时间

source: Calendar End Time
de: Kalender-Endzeitpunkt
hu: Naptár befejezési idő
zh_cn: 日历的结束时间

source: Navigate to *Frontend → Agent → View* and select a view to add the dynamic field to.
de: Navigieren Sie zu *Frontend* → *Agent* → *View* und wählen Sie eine Ansicht, zu der Sie das dynamische Feld hinzufügen möchten.
hu: Navigáljon a *Frontend → Agent → View* ághoz és válasszon egy nézetet, amelyhez a dinamikus mezőt hozzá kell adni.
zh_cn: 导航到 *前端→服务人员→视图*，然后选择要向其中添加动态字段的视图。

source: For example add these dynamic fields to *New Phone Ticket* screen and *New Email Ticket* screen to set the dates at ticket creation time, or to *Ticket Free Fields* screen to set the dates for existing ticket in the *Miscellaneous → Free Fields* menu item of the *Ticket Zoom* screen.
de: Fügen Sie beispielsweise diese dynamischen Felder den Ansichten *Neues Telefonticket* und *Neues E-Mail-Ticket* hinzu, um die Daten bei der Ticketerstellung festzulegen, oder der Ansicht *Ticket Freie Felder*, um die Daten für das vorhandene Ticket im Menüeintrag *Sonstiges* → *Freie Felder* in der *Ticket-Detailansicht* einzustellen.
hu: Például adja hozzá ezeket a dinamikus mezőket az *Új telefonos jegy* és az *Új e-mail jegy* képernyőkhöz, hogy a jegy létrehozásakor beállítsa a dátumokat, vagy adja hozzá a *Jegy szabad mezők* képernyőhöz, hogy beállítsa a dátumokat a meglévő jegyeknél a *Jegynagyítás* képernyő *Egyebek → Szabad mezők* menüpontjában.
zh_cn: 例如，将这些动态字段添加到 *新建电话工单* 屏幕和 *新建电子邮件工单* 屏幕，以设置工单创建时间的日期，或添加到 *工单自定义字段* 屏幕，以在 *工单详情* 屏幕的 *杂项 → 自定义字段* 菜单项中设置现有工单的日期。

source: ``CustomerTicketCreateStartTime`` → *1 – Enabled*
de: ``CustomerTicketCreateStartTime`` → *1 – Aktiviert*
hu: ``CustomerTicketCreateStartTime`` → *1 – Engedélyezve*
zh_cn: ``CustomerTicketCreateStartTime`` → *1 – 启用*

source: ``CustomerTicketCreateEndTime`` → *1 – Enabled*
de: ``CustomerTicketCreateEndTime`` → *1 – Aktiviert*
hu: ``CustomerTicketCreateEndTime`` → *1 – Engedélyezve*
zh_cn: ``CustomerTicketCreateEndTime`` → *1 – 启用*

source: Add more queues to ``CustomerTicketCalendar###Queues`` setting (default is *Raw* queue only).
de: Fügen Sie mehr Queues zu der ``CustomerTicketCalendar###Queues`` -Einstellung hinzu. (Standardmäßig ist nur die Queue *Raw* hinzugefügt).
hu: Adjon hozzá több várólistát a ``CustomerTicketCalendar###Queues`` beállításhoz (alapértelmezetten csak a *Raw* várólista van hozzáadva).
zh_cn: 向 ``CustomerTicketCalendar###Queues`` 设置中添加更多队列（默认仅有 *Raw* 队列）。

source: If the dynamic fields contain values for the tickets, the tickets are displayed in the widget.
de: Wenn die dynamischen Felder Werte für Tickets enthalten, werden die Tickets in diesem Widget angezeigt.
hu: Ha a dinamikus mezők tartalmaznak értéket a jegyeknél, akkor a jegyek megjelennek a felületi elemen.
zh_cn: 如果动态字段包含工单的值，则工单将显示在小部件中。

source: This package implements the *Events Ticket Calendar* for the external interface. If a ticket has dynamic fields contain date values, the ticket will be displayed in the calendar widget.
de: Dieses Paket implementiert den *Ticket-Ereigniskalender* für das externe Interface. Wenn ein Ticket dynamische Felder mit Datumswerten enthält, wird das Ticket im Kalender-Widget angezeigt.
hu: Ez a csomag az *Események jegynaptár* funkciót valósítja meg a külső felülethez. Ha egy jegy rendelkezik dátumértékeket tartalmazó dinamikus mezőkkel, akkor a jegy meg lesz jelenítve a naptár felületi elemben.
zh_cn: 此软件包实现外部人员界面的 *事件工单日历*。如果工单具有包含日期值的动态字段，则工单将显示在日历小部件中。

source: The calendar settings can be set in the system configuration in the :doc:`admin`.
de: Die Kalendereinstellungen können in der Systemkonfiguration in :doc:`admin` eingestellt werden.
hu: A naptárbeállítások a rendszerbeállításokban állíthatók be az :doc:`admin` használatával.
zh_cn: 日历设置可以在 :doc:`admin` 的系统配置中进行设置。

source: When a new ticket is created for the customer user and the values are set in the dynamic fields for the start and end time, the calendar shows the event.
de: Wenn ein neues Ticket für den Kundenbenutzer erstellt wird und die Werte in den dynamischen Feldern für Start- und Endzeit eingestellt sind, zeigt der Kalender das Ereignis an.
hu: Ha egy új jegyet hoznak létre az ügyfél-felhasználóhoz, és az értékek beállításra kerülnek a dinamikus mezőkbe a kezdőidőhöz és a befejezési időhöz, akkor a naptár megjeleníti az eseményt.
zh_cn: 为客户用户创建新工单并且在动态字段中为开始时间和结束时间设置值后，日历将显示该事件。

source: Events Ticket Calendar Widget
de: Widget „Ticket-Ereigniskalender”
hu: Események jegynaptár felületi elem
zh_cn: 事件工单日历 小部件

source: Click on an entry to see the details of the ticket. An event information box will be displayed with the event items, that an agent has set for the ticket.
de: Klicken Sie auf einen Eintrag, um die Details des Tickets zu sehen. Es wird ein Infofeld mit den Ereigniselementen angezeigt, die ein Agent für das Ticket festgelegt hat.
hu: Kattintson egy bejegyzésre, hogy megnézze a jegy részleteit. Egy esemény információs doboz lesz megjelenítve az esemény elemeivel, amelyeket egy ügyintéző állított be a jegyhez.
zh_cn: 点击条目以查看工单的详细信息。 将显示一个事件信息框，其中包含服务人员为工单设置的事件条目。

source: Ticket Details Popover
hu: Jegyrészletek felugró ablak
zh_cn: 工单详细信息弹窗

source: Click on the *Open Ticket* button to open the ticket.
de: Klicken Sie auf die Schaltfläche *Ticket öffnen*, um das Ticket zu öffnen.
hu: Kattintson a *Jegy megnyitása* gombra a jegy megnyitásához.
zh_cn: 点击 *打开工单* 按钮以打开工单。

source: This screen is not added to any menu of the external interface by default. To create a link to the *Ticket Calendar* screen, an administrator needs to add ``/ticket/calendar`` to the *Link* input field and add a name in the *Name* field in one of the following settings of the system configuration:
de: Diese Ansicht ist standardmäßig in keinem Menü des externen Interfaces enthalten. Um eine Verknüpfung zur Ansicht *Ticketkalender* herzustellen, muss ein Administrator dem Eingabefeld *Verknüpfung* ``/ticket/calendar`` hinzufügen und einen Namen im Feld *Name* in einer der folgenden Einstellungen der Systemkonfiguration hinzufügen:
hu: Ez a képernyő alapértelmezetten nincs hozzáadva a külső felület egyetlen menüjéhez sem. A *Jegynaptár* képernyőre mutató hivatkozás létrehozásához egy adminisztrátornak hozzá kell adnia a ``/ticket/calendar`` bejegyzést a *Hivatkozás* beviteli mezőhöz, és egy nevet kell adnia a *Név* mezőhöz a rendszerbeállítások következői beállításai egyikében:
zh_cn: 默认情况下，此屏幕不会添加到外部人员界面的任何菜单中。 要创建到 *工单日历* 屏幕的链接，管理员需要在 *链接* 输入字段中添加 ``/ticket/calendar``，并在以下系统配置设置之一的 *名称* 字段中添加名称：

source: Customer Frontend Link Object
zh_cn: 客户前端链接对象

source: With this feature add-on, linked FAQs, tickets and other objects, can be displayed in the ticket detail view of the external interface. In the system configuration, you can easily select whether you want to display linked tickets and/or FAQ articles in the external interface.
de: Mit diesem Feature Add-on können verknüpfte FAQs, Tickets und andere Objekte in der Ticket-Detailansicht des externen Interfaces angezeigt werden. In der Systemkonfiguration können Sie ganz einfach auswählen, ob Sie verknüpfte Tickets und/oder FAQ-Artikel im externen Interface anzeigen möchten.
hu: Ezzel a funkciókiegészítővel a kapcsolt GyIK bejegyzések, jegyek és egyéb objektumok megjeleníthetők a külső felület jegy részletes nézetében. A rendszerbeállításokban egyszerűen kiválaszthatja, hogy meg szeretné-e jeleníteni a kapcsolt jegyeket és/vagy GyIK bejegyzéseket a külső felületen.
zh_cn: 借助此功能，可以在外部人员界面的工单详细信息视图中显示链接的FAQ、工单和其它对象。 在系统配置中，您可以轻松地选择是否要在外部人员界面中显示链接的工单和/或FAQ文章。

source: In addition, the feature add-on ensures that only those linked tickets for which the customer user has read or write access rights are displayed. If this is not the case, linked tickets are not displayed to stop the customer user from receiving unnecessary error messages.
de: Darüber hinaus stellt das Feature Add-on sicher, dass nur die verknüpften Tickets angezeigt werden, für die der Kundenbenutzer Lese- oder Schreibrechte hat. Ist dies nicht der Fall, werden verknüpfte Tickets nicht angezeigt, damit Kundenbenutzer keine unnötige Fehlermeldungen erhält.
hu: Továbbá a funkciókiegészítő biztosítja, hogy csak azok a kapcsolt jegyek legyenek megjelenítve, amelyekhez az ügyfél-felhasználónak olvasási vagy írási hozzáférési jogai vannak. Ha nem ez a helyzet, akkor a kapcsolt jegyek nem jelennek meg, hogy megakadályozzák az ügyfél-felhasználó számára a szükségtelen hibaüzenetek fogadását.
zh_cn: 此外，此功能插件可确保仅显示客户用户具有读取或写入访问权限的那些链接的工单。 如果没有权限，则不会显示链接的工单，以阻止客户用户接收不必要的错误消息。

source: More transparent communication with customers.
de: Höhere Transparenz der Kommunikation auf Kundenseite.
hu: Átláthatóbb kommunikáció az ügyfelekkel.
zh_cn: 与客户的沟通更加透明。

source: More efficient workflow to display FAQ articles in the external interface.
de: Effizienterer Arbeitsablauf zur Anzeige von FAQ-Artikeln im externen Interface.
hu: Hatékonyabb munkafolyamat a GyIK bejegyzések megjelenítésére a külső felületen.
zh_cn: 在外部人员界面中显示FAQ文章的工作流程效率更高。

source: Gives customers greater insight into the incident-solving process.
de: Bietet den Kunden einen besseren Einblick in den Prozess der Problemlösung.
hu: Nagyobb betekintést ad az ügyfeleknek az incidensmegoldási folyamatba.
zh_cn: 使客户对事件解决过程有更深入的了解。
