Repository: Yan-Oliveira/doc-fao
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu, zh_cn

source: Possibility to use **OTRS** as your document management system.
de: Möglichkeit, **OTRS** als Ihr Dokumentenmanagementsystem zu verwenden.
hu: Lehetőség az **OTRS** dokumentumkezelő rendszerként való használatára.
zh_cn: 可以使用 **OTRS** 作为您的文档管理系统。

source: Internal and external IT service provider
de: Interne & externe IT-Dienstleister
hu: Belső és külső IT-szolgáltató
zh_cn: 内部和外部IT服务提供商

source: Government departments
de: Behörden
hu: Kormányzati szervek
zh_cn: 政府部门

source: This package contains a configuration interface to create dynamic fields of the type *Attachment*. These fields can store files in a dynamic field and display them in the different views.
de: Dieses Paket enthält eine Konfigurationsschnittstelle zur Erstellung dynamischer Felder vom Typ *Anhang*. Diese Felder können Dateien in einem dynamischen Feld speichern und in den verschiedenen Ansichten anzeigen.
hu: Ez a csomag beállítási felületet tartalmaz a *Melléklet* típusú dinamikus mezők létrehozásához. Ezek a mezők fájlokat tárolhatnak egy dinamikus mezőben, és különböző nézeteken jeleníthetik meg azokat.
zh_cn: 本软件包包含一个配置接口，用于创建 *附件* 类型的动态字段。 这些字段可以将文件存储在动态字段中，并在不同的视图中显示它们。

source: This package makes it possible to create dynamic fields of the type *Attachment*, which can store files in tickets and articles.
de: Mit diesem Paket ist es möglich, dynamische Felder vom Typ *Anhang* zu erstellen, die Dateien in Tickets und Artikeln speichern können.
hu: Ez a csomag lehetővé teszi a *Melléklet* típusú dinamikus mezők létrehozását, amelyek fájlokat tárolhatnak a jegyekben és bejegyzésekben.
zh_cn: 本软件包可以创建 *附件* 类型的动态字段，该字段可以将文件存储在工单和信件中。

source: After installation of the package a new dynamic field type *Attachment* will be available for tickets and articles.
de: Nach der Installation des Pakets ist ein neuer dynamischer Feldtyp *Anhänge* für Tickets und Artikel verfügbar.
hu: A csomag telepítése után egy új *Melléklet* típusú dinamikus mező válik elérhetővé a jegyekhez és bejegyzésekhez.
zh_cn: 安装本软件包后，新的动态字段类型 *附件* 将可用于工单和信件。

source: This dynamic field can be created the same way as default dynamic fields are created. For this navigate to the *Dynamic Fields* module of the *Processes & Automation* group in the administrator interface. In this screen you can select the *Attachment* field from the drop-down lists on the left side.
de: Dieses dynamische Feld kann auf die gleiche Weise erstellt werden, wie standardmäßige dynamische Felder erstellt werden. Navigieren Sie dazu zum Modul *Dynamische Felder* der Gruppe *Prozesse & Automatisierung* im Administrator-Interface. In dieser Ansicht können Sie das Feld *Anhänge* aus den Dropdown-Listen auf der linken Seite auswählen.
hu: Ezt a dinamikus mezőt ugyanolyan módon lehet létrehozni mint az alapértelmezett dinamikus mezőket. Ehhez navigáljon a *Folyamatok és automatizálás* csoport *Dinamikus mezők* moduljához az adminisztrátori felületen. Ezen a képernyőn választhatja ki az *Melléklet* mezőt a bal oldalon lévő legördülő listából.
zh_cn: 可以使用与创建默认动态字段相同的方式来创建此动态字段。 为此，请导航到管理员界面中 *流程和自动化* 组的 *动态字段* 模块。 在此屏幕中，您可以从左侧的下拉列表中选择 *附件* 字段。

source: Attachment Dynamic Field Settings
de: Einstellungen für dynamische Felder vom Typ „Anhang”
hu: Melléklet dinamikus mező beállításai
zh_cn: 附件动态字段设置

source: Attachment dynamic field is used to store attachments for tickets and articles.
de: Dynamische Felder des Typs „Anhang” werden genutzt, um Anhänge für Tickets und Artikel zu speichern.
hu: A melléklet dinamikus mező mellékletek tárolásához használható a jegyeknél és bejegyzéseknél.
zh_cn: 附件动态字段用于存储工单和信件的附件。

source: Article dynamic fields can hold attachments for each ticket article. Attachments stored in an article dynamic field of type attachment can just be downloaded, but not deleted or changed.
de: Dynamische Felder für Artikel können Anhänge für jeden Ticket-Artikel enthalten. Anlagen, die in einem dynamischen Artikelfeld vom Typ Anlage gespeichert sind, können nur heruntergeladen, aber nicht gelöscht oder geändert werden.
hu: A bejegyzés dinamikus mezők minden egyes bejegyzéshez tárolhatnak mellékleteket. A melléklet típusú bejegyzés dinamikus mezőben tárolt mellékleteket csak letölteni lehet, de nem lehet törölni vagy megváltoztatni.
zh_cn: 信件动态字段可以包含每个工单信件的附件。 存储在附件类型的信件动态字段中的附件只能下载，而不能删除或更改。

source: Ticket dynamic fields can hold attachments for each ticket. Attachments stored in a ticket dynamic field of type attachment are stored once for each ticket and can be downloaded and deleted.
de: Die dynamischen Felder des Tickets können Anhänge für jedes Ticket enthalten. Anhänge, die in einem dynamischen Feld des Typs Anhang gespeichert sind, werden einmalig für jedes Ticket gespeichert und können heruntergeladen und gelöscht werden.
hu: A jegy dinamikus mezők minden egyes jegyhez tárolhatnak mellékleteket. A melléklet típusú jegy dinamikus mezőben tárolt mellékletek csak egyszer vannak eltárolva az egyes jegyeknél, és le lehet tölteni, illetve törölni lehet azokat.
zh_cn: 工单动态字段可以包含每个工单的附件。 存储在附件类型的工单动态字段中的附件对于每个工单都存储一次，并且可以下载和删除。

source: Maximum amount of attachments \*
de: Maximale Anzahl von Anhängen \*
hu: Mellékletek legnagyobb száma \*
zh_cn: 附件的最大数量 \*

source: This setting holds the amount of files that can be stored in the dynamic field of type attachment per ticket or article. Increasing this value enables the agents to add more files. Reducing this amount does not delete attachments already stored in dynamic fields of type attachment, but reduces the possibility for adding files up to the configured maximum.
de: Diese Einstellung enthält die Anzahl der Dateien, die im dynamischen Feld des Typs Anhang pro Ticket oder Artikel gespeichert werden können. Die Erhöhung dieses Wertes ermöglicht es den Agenten, weitere Dateien hinzuzufügen. Die Reduzierung dieses Betrags löscht nicht Anhänge, die bereits in dynamischen Feldern vom Typ Anhang gespeichert sind, sondern verringert die Möglichkeit, Dateien bis zum konfigurierten Maximum hinzuzufügen.
hu: Ez a beállítás tárolja a fájlok mennyiségét, amennyi eltárolható jegyenként vagy bejegyzésenként a melléklet típusú dinamikus mezőben. Az érték növelése lehetővé teszi az ügyintézőknek, hogy több fájlt adjanak hozzá. A mennyiség csökkentése nem törli a melléklet típusú dinamikus mezőkben már eltárolt mellékleteket, de csökkenti a fájlok hozzáadásának lehetőségét egészen a beállított legnagyobb mennyiségig.
zh_cn: 此设置包含可存储在每个工单或信件的附件类型的动态字段中的文件量。增加此值使服务人员可以添加更多文件。减少此数量不会删除已存储在类型附件的动态字段中的附件，但会减少将文件添加到配置的最大值的可能性。

source: Maximum attachment size \*
de: Maximale Größe der Anhänge \*Maximale Größe der Anhänge \*
hu: Legnagyobb mellékletméret \*
zh_cn: 最大附件大小 \*

source: This setting holds the maximum file size in megabyte each uploaded file can have. If an agent is uploading a file greater than the here configured file size, the file is accepted initially. As soon as the upload is done, the size is checked and the file gets deleted as well as the user informed that the file was not stored because it exceeded the maximum attachment size limit.
de: Diese Einstellung enthält die maximale Dateigröße in Megabyte, die jede hochgeladene Datei haben kann. Wenn ein Agent eine Datei hochlädt, die größer als die hier konfigurierte Dateigröße ist, wird die Datei zunächst akzeptiert. Sobald der Upload abgeschlossen ist, wird die Größe überprüft und die Datei gelöscht, sowie der Benutzer darüber informiert, dass die Datei nicht gespeichert wurde, weil sie die maximale Dateigröße überschritten hat.
hu: Ez a beállítás tárolja a legnagyobb fájlméretet megabájtban, amennyi egy feltöltött fájl lehet. Ha egy ügyintéző az itt beállított fájlméretnél nagyobb méretű fájlt tölt fel, akkor a fájl kezdetben elfogadott lesz. Amint a feltöltés befejeződik, a méret ellenőrizve lesz, és a fájl törlésre kerül, valamint a felhasználó értesítést kap, hogy a fájl nem lett eltárolva, mert túllépte a legnagyobb mellékletméret korlátját.
zh_cn: 此设置包含每个上载的文件可以具有的最大文件大小（单位MB）。如果服务人员上传的文件大于此处配置的文件大小，则最初接受该文件。一旦上载完成，将检查大小，文件将被删除，并用户通知该文件未存储，因为它超出了最大附件大小限制。

source: Dynamic fields of type attachment could be used only in *Select Tickets* section in generic agent. However, it is not updatable by generic agent and this type of dynamic fields are not listed in *Update/Add Ticket Attributes* section.
de: Dynamische Felder vom Typ Anhang können nur im Abschnitt *Tickets auswählen* im Generic Agent verwendet werden. Es ist jedoch nicht durch einen Generic Agent aktualisierbar und diese Art von dynamischen Feldern sind nicht im Abschnitt *Aktualisierung / Ticketattribute hinzufügen* aufgeführt.
hu: A melléklet típusú dinamikus mezők csak a *Jegyek kijelölése* szakaszban használhatók az általános ügyintézőben. Azonban az általános ügyintéző nem tudja frissíteni azt, és az ilyen típusú dinamikus mezők nincsenek felsorolva a *Jegyjellemzők frissítése/hozzáadása* szakaszban.
zh_cn: 附件类型的动态字段只能在自动任务的 *选择工单* 部分中使用。 但是，自动任务无法更新它，并且 *更新/添加工单属性* 部分中未列出这种类型的动态字段。

source: This package has no agent interface, but the dynamic field of type attachment can be added to many screens.
de: Dieses Paket hat kein Agent-Interface, aber das dynamische Feld vom Typ Anhang kann auf vielen Ansichten hinzugefügt werden.
hu: Ennek a csomagnak nincs ügyintézői felülete, de a melléklet típusú dinamikus mező hozzáadható több képernyőhöz is.
zh_cn: 本软件包没有服务人员界面，但是附件类型的动态字段可以添加到许多屏幕。

source: Upload Files
de: Dateien hochladen
hu: Fájlok feltöltése
zh_cn: 上传文件

source: To upload files to dynamic field of type attachment:
de: So laden Sie Dateien in das dynamische Feld vom Typ Anhang hoch:
hu: Egy melléklet típusú dinamikus mezőbe történő fájlok feltöltéséhez:
zh_cn: 若要将文件上传到附件类型的动态字段：

source: Make sure that the dynamic field of type attachment is added to the desired screen.
de: Stellen Sie sicher, dass das dynamische Feld vom Typ Anhang auf der gewünschten Ansicht hinzugefügt wird.
hu: Győződjön meg arról, hogy a melléklet típusú dinamikus mező hozzá legyen adva a kívánt képernyőhöz.
zh_cn: 确保将附件类型的动态字段添加到所需的屏幕。

source: Click on the uploading area or just dropping the files there. The file gets uploaded immediately to the server and a new upload field will be displayed as long as the configured maximum amount of attachments has not been reached.
de: Klicken Sie auf den Upload-Bereich oder legen Sie die Dateien einfach dort ab. Die Datei wird sofort auf den Server hochgeladen und ein neues Upload-Feld wird angezeigt, solange die konfigurierte maximale Anzahl von Anhängen nicht erreicht ist.
hu: Kattintson a feltöltési területre vagy egyszerűen ejtse a fájlokat ide. A fájl feltöltése azonnal megkezdődik a kiszolgálóra, és egy új feltöltési mező lesz megjelenítve, amíg a mellékletek beállított legnagyobb mennyiségét nem érték el.
zh_cn: 单击上传区域或将文件拖放到该区域。 该文件将立即上传到服务器，并且只要尚未达到配置的最大附件数量，就会显示一个新的上传字段。

source: Click on the *Submit* button. If a file has exceeded the maximum attachment size, a message will appear warning the agent that the file exceeds the maximum attachment size. In this case the file will not be uploaded and the ticket will be created without problem.
de: Klicken Sie auf die Schaltfläche *Absenden*. Wenn eine Datei die maximale Anlagengröße überschritten hat, wird eine Meldung angezeigt, die den Administrator oder Agenten warnt, dass die Datei die maximale Anlagengröße überschreitet. In diesem Fall wird die Datei nicht hochgeladen und das Ticket wird problemlos erstellt.
hu: Kattintson az *Elküldés* gombra. Ha egy fájl túllépte a legnagyobb mellékletméretet, akkor egy üzenet fog megjelenni az ügyintéző figyelmeztetéséhez, hogy a fájl túllépi a legnagyobb mellékletméretet. Ebben az esetben a fájl nem kerül feltöltésre, és a jegy probléma nélkül létre lesz hozva.
zh_cn: 单击 *提交* 按钮。如果文件超过最大附件大小，则会显示一条消息，警告服务人员该文件超过最大附件大小。在这种情况下，文件将不会上传，且工单将毫无问题地被创建。。

source: Uploading multiple files with identical names to one dynamic field of type attachment will result in an error notifying the agent that this is not permitted.
de: Das Hochladen mehrerer Dateien mit identischen Namen in ein dynamisches Feld vom Typ Anhang führt zu einem Fehler, der den Agenten darüber informiert, dass dies nicht zulässig ist.
hu: Több azonos nevű fájl feltöltése egyetlen melléklet típusú dinamikus mezőbe hibát fog okozni, és értesíti az ügyintézőt, hogy ez nem megengedett.
zh_cn: 将多个名称相同的文件上传到一个类型为附件的动态字段将导致一个错误，通知服务人员不允许这样做。

source: Download Files
de: Dateien herunterladen
hu: Fájlok letöltése
zh_cn: 下载文件

source: The dynamic field of type attachment is displayed in *Ticket Zoom* screen, if it is added to the screen and a file has been uploaded.
de: Das dynamische Feld vom Typ Anhang wird in der Ansicht *Ticket-Detailansicht* angezeigt, wenn es der Ansicht hinzugefügt wird und eine Datei hochgeladen wurde.
hu: A melléklet típusú dinamikus mező akkor jelenik meg a *Jegynagyítás* képernyőn, ha hozzá lett adva a képernyőhöz és egy fájlt feltöltöttek.
zh_cn: 如果附件类型的动态字段已添加到 *工单详情* 屏幕，并且文件已上传，则该字段将显示在 *工单详情* 屏幕中。

source: To download a file from a ticket dynamic field of type attachment:
de: So laden Sie eine Datei aus einem dynamischen Ticketfeld vom Typ Anhang herunter:
hu: Egy melléklet típusú jegy dinamikus mezőből történő fájl letöltéséhez:
zh_cn: 若要从类型为附件的工单动态字段下载文件，请执行以下操作:

source: Find the *Attachments* link in the *Ticket Information* widget in the right sidebar.
de: Suchen Sie die Verknüpfung *Anhänge* im Widget *Ticket Information* in der rechten Seitenleiste.
hu: Keresse meg a *Mellékletek* hivatkozást a *Jegyinformációk* felületi elemen a jobb oldalsávban.
zh_cn: 在右侧边栏中的 *工单信息* 小部件中找到 *附件* 链接。

source: Click on the *Attachments* link. A small *Attachments* dialog appears showing all filenames as well as their size.
de: Klicken Sie auf die Verknüpfung *Anhänge*. Es erscheint ein kleiner *Anhänge*-Dialog, der alle Dateinamen und deren Größe anzeigt.
hu: Kattintson a *Mellékletek* hivatkozásra. Egy kis *Mellékletek* párbeszédablak jelenik meg, amely megjeleníti az összes fájlnevet, valamint a méretüket.
zh_cn: 点击 *附件* 链接。 出现一个小的 *附件* 对话框，显示所有文件名及其大小。

source: Click on a filename to download the file.
de: Klicken Sie auf einen Dateinamen, um die Datei herunterzuladen.
hu: Kattintson egy fájlnévre a fájl letöltéséhez.
zh_cn: 点击一个文件名以下载文件。

source: To download a file from an article dynamic field of type attachment:
de: So laden Sie eine Datei aus einem dynamischen Artikelfeld vom Typ Anhang herunter:
hu: Egy melléklet típusú bejegyzés dinamikus mezőből történő fájl letöltéséhez:
zh_cn: 若要从附件类型的项目动态字段下载文件，请执行以下操作：

source: Select an article, that has a dynamic field of type attachment with at least one uploaded file.
de: Wählen Sie einen Artikel aus, der ein dynamisches Feld vom Typ Anhang mit mindestens einer hochgeladenen Datei hat.
hu: Válasszon egy olyan bejegyzést, amely rendelkezik legalább egy feltöltött fájlt tartalmazó melléklet típusú dinamikus mezővel.
zh_cn: 选择具有附件类型的动态字段且至少有一个上传文件的的信件。

source: Expand the article header with the *i* icon in the top right corner of the article widget.
de: Erweitern Sie die Artikelüberschrift mit dem Symbol *i* in der oberen rechten Ecke des Artikel-Widgets.
hu: Nyissa ki a bejegyzés fejlécét a bejegyzés felületi elem jobb első sarkában található *i* ikonnal.
zh_cn: 使用信件小部件右上角的 *i* 图标展开信件标题。

source: Find the *Attachments* link in the article header.
de: Suchen Sie die Verknüpfung *Anhänge* in der Artikelüberschrift.
hu: Keresse meg a *Mellékletek* hivatkozást a bejegyzés fejlécében.
zh_cn: 在信件标题中找到 *附件* 链接。

source: Delete Files
de: Dateien löschen
hu: Fájlok törlése
zh_cn: 删除文件

source: If a ticket dynamic field of type attachment has been configured to be displayed in the *Ticket Free Fields* screen, it is possible to delete the uploaded files and add new files.
de: Wenn ein dynamisches Feld vom Typ Anhang konfiguriert wurde, das in der Ansicht *Freie Felder* angezeigt wird, ist es möglich, die hochgeladenen Dateien zu löschen und neue Dateien hinzuzufügen.
hu: Ha egy melléklet típusú jegy dinamikus mező úgy lett beállítva, hogy megjelenjen a *Jegy szabad mezők* képernyőn, akkor lehetőség van törölni a feltöltött fájlokat és új fájlokat hozzáadni.
zh_cn: 如果已将附件类型的工单动态字段配置为显示在 *工单自定义字段* 屏幕中，则可以删除上传的文件并添加新文件。

source: To delete a file from a ticket dynamic field of type attachment:
de: So löschen Sie eine Datei aus einem dynamischen Ticketfeld vom Typ Anhang:
hu: Egy melléklet típusú jegy dinamikus mezőből történő fájl törléséhez:
zh_cn: 若要从附件类型的工单动态字段中删除文件，请执行以下操作：

source: Make sure that the dynamic field of type attachment is added to the *Ticket Free Fields* screen.
de: Stellen Sie sicher, dass das dynamische Feld vom Typ Anlage der Ansicht *Freie Felder* hinzugefügt wurde.
hu: Győződjön meg arról, hogy a melléklet típusú dinamikus mező hozzá legyen adva a *Jegy szabad mezők* képernyőhöz.
zh_cn: 确保将附件类型的动态字段添加到 *工单自定义字段* 屏幕。

source: Click on the *Miscellaneous → Free Fields* menu item in the ticket menu.
de: Klicken Sie im Ticketmenü auf den Menüpunkt *Verschiedenes → Freie Felder*.
hu: Kattintson az *Egyebek → Szabad mezők* menüpontra a jegymenüben.
zh_cn: 单击工单菜单中的 *杂项 → 自定义字段* 菜单项。

source: Click on the trash icon in the last column of an attachment. The attachment will be deleted without confirmation!
de: Klicken Sie auf das Papierkorbsymbol in der letzten Spalte eines Anhangs. Der Anhang wird ohne Bestätigung gelöscht!
hu: Kattintson a kuka ikonra egy melléklet utolsó oszlopában. A melléklet megerősítés nélkül törölve lesz!
zh_cn: 单击附件最后一列中的垃圾桶图标。 附件将直接被删除，不会确认！

source: It is not possible to delete files from dynamic field of type attachment created for article object.
de: Es ist nicht möglich, Dateien aus dem dynamischen Feld vom Typ Anhang zu löschen, das für das Artikelobjekt erstellt wurde.
hu: Nincs lehetőség fájlokat törölni abból a melléklet típusú dinamikus mezőből, amely bejegyzés objektumhoz lett létrehozva.
zh_cn: 无法从为信件对象创建的附件类型的动态字段中删除文件。

source: Search for Files
de: Nach Dateien suchen
hu: Fájlok keresése
zh_cn: 搜索文件

source: Dynamic field of type attachment supports searching for the file names.
de: Das dynamische Feld vom Typ Anhang unterstützt die Suche nach den Dateinamen.
hu: A melléklet típusú dinamikus mező támogatja a fájlnevekre történő keresést.
zh_cn: 附件类型的动态字段支持搜索文件名。

source: To search for a dynamic field of type attachment:
de: So suchen Sie nach einem dynamischen Feld vom Typ Anlage:
hu: Egy melléklet típusú dinamikus mezőre történő kereséshez:
zh_cn: 若要搜索附件类型的动态字段，请执行以下操作：

source: Make sure that the dynamic field of type attachment is added to the *Ticket Search* screen.
de: Stellen Sie sicher, dass das dynamische Feld vom Typ Anhang der Ansicht *Ticketsuche* hinzugefügt wird.
hu: Győződjön meg arról, hogy a melléklet típusú dinamikus mező hozzá legyen adva a *Jegykeresés* képernyőhöz.
zh_cn: 确保将附件类型的动态字段添加到 *工单搜索* 屏幕。

source: Click on the *Tickets → Search* menu item in the main menu.
de: Klicken Sie im Hauptmenü auf den Menüpunkt *Tickets → Suche*.
hu: Kattintson a *Jegyek → Keresés* menüpontra a főmenüben.
zh_cn: 点击主菜单中的 *工单 → 搜索* 菜单项。

source: Add the dynamic field to the search criteria. The \* character as wildcard is supported.
de: Fügen Sie das dynamische Feld zu den Suchkriterien hinzu. Das Zeichen \* als Platzhalter wird unterstützt.
hu: Adja hozzá a dinamikus mezőt a keresési feltételekhez. A \* karakter támogatott helyettesítő karakterként.
zh_cn: 将动态字段添加到搜索条件。 支持使用 \* 字符作为通配符。

source: Dynamic Field Calculation
zh_cn: 计算类型的动态字段

source: This package contains a configuration interface to create dynamic fields of the type *Calculation*. These fields can perform simple mathematical operations.
de: Das Paket enthält eine Konfigurationsschnittstelle zur Erstellung dynamischer Felder vom Typ *Berechnung*. Diese Felder können einfache mathematische Operationen ausführen.
hu: Ez a csomag beállítási felületet tartalmaz a *Számítás* típusú dinamikus mezők létrehozásához. Ezek a mezők egyszerű matematikai műveleteket végezhetnek el.
zh_cn: 本软件包包含一个配置接口，用于创建 *计算* 类型的动态字段。 这些字段可以执行简单的数学运算。

source: This package makes it possible to create dynamic fields of the type *Calculation*, which can perform simple mathematical operations.
de: Mit diesem Paket ist es möglich, dynamische Felder vom Typ *Berechnung* zu erstellen, die einfache mathematische Operationen durchführen können.
hu: Ez a csomag lehetővé teszi a *Számítás* típusú dinamikus mezők létrehozását, amelyek egyszerű matematikai műveleteket végezhetnek el.
zh_cn: 本软件包可以创建 *计算* 类型的动态字段，可以执行简单的数学运算。

source: After installation of the package a new dynamic field type *Calculation* will be available for tickets and articles.
de: Nach der Installation des Pakets ist ein neues dynamisches Feld vom Typ *Berechnung* für Tickets und Artikel verfügbar.
hu: A csomag telepítése után egy új *Számítás* típusú dinamikus mező válik elérhetővé a jegyekhez és bejegyzésekhez.
zh_cn: 安装本软件包后，新的动态字段类型 *计算* 将可用于工单和信件。

source: This dynamic field can be created the same way as default dynamic fields are created. For this navigate to the *Dynamic Fields* module of the *Processes & Automation* group in the administrator interface. In this screen you can select the *Calculation* field from the drop-down lists on the left side.
de: Dieses dynamische Feld kann auf die gleiche Weise erstellt werden, wie standardmäßige dynamische Felder erstellt werden. Navigieren Sie dazu zum Modul *Dynamische Felder* der Gruppe *Prozesse & Automatisierung* im Administrator-Interface. In dieser Ansicht können Sie das Feld *Berechnung* in den Auswahllisten auf der linken Seite auswählen.
hu: Ezt a dinamikus mezőt ugyanolyan módon lehet létrehozni mint az alapértelmezett dinamikus mezőket. Ehhez navigáljon a *Folyamatok és automatizálás* csoport *Dinamikus mezők* moduljához az adminisztrátori felületen. Ezen a képernyőn választhatja ki a *Számítás* mezőt a bal oldalon lévő legördülő listából.
zh_cn: 此动态字段的创建方式与默认动态字段的创建方式相同。为此，请导航到管理员界面中 *流程和自动化* 组的 *动态字段* 模块。在此屏幕中，您可以从左侧的下拉列表中选择 *计算* 字段。

source: Calculation Dynamic Field Settings
de: Einstellungen für dynamische Felder vom Typ „Berechnung”
hu: Számítás dinamikus mező beállításai
zh_cn: 计算动态字段设置

source: Calculation dynamic field is used to perform simple mathematical operations.
de: Das dynamische Feld der Berechnung wird verwendet, um einfache mathematische Operationen durchzuführen.
hu: A számítás dinamikus mező egyszerű matematikai műveletek elvégzéséhez használható.
zh_cn: 计算动态字段用于执行简单的数学运算。

source: Calculation formula
de: Berechnungsformel
hu: Számítási képlet
zh_cn: 计算公式

source: This setting is used to add a calculation formula. Simple mathematical operations are possible. The default value is zero.
de: Diese Einstellung wird verwendet, um eine Berechnungsformel hinzuzufügen. Einfache mathematische Operationen sind möglich. Der Standardwert ist Null.
hu: Ez a beállítás egy számítási képlet hozzáadásához használható. Egyszerű matematikai műveletek lehetségesek. Az alapértelmezett érték nulla.
zh_cn: 此设置用于添加计算公式。 简单的数学运算是可能的。 默认值为零。

source: This package has no agent interface, but the dynamic field of type calculation can be added to many screens.
de: Dieses Paket hat kein Agenten-Interface, aber das dynamische Feld vom Typ Berechnung kann auf vielen Ansichten hinzugefügt werden.
hu: Ennek a csomagnak nincs ügyintézői felülete, de a számítás típusú dinamikus mező hozzáadható több képernyőhöz is.
zh_cn: 这个软件包没有服务人员界面，但是计算类型的动态字段可以添加到许多屏幕。

source: Dynamic Field CI
zh_cn: 动态字段CI
