Repository: Yan-Oliveira/doc-fao
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu, zh_cn

source: Choose a location in your computer to save the ``Export_EscalationTypeID_X.yml`` file.
de: Wählen Sie einen Speicherort auf ihrem Computer, um die Datei ``Export_EscalationTypeID_X.yml`` zu speichern.
hu: Válasszon egy helyet a számítógépén az ``Export_EscalationTypeID_X.yml`` fájl mentéséhez.
zh_cn: 在计算机中选择一个位置以保存 ``Export_EscalationTypeID_X.yml`` 文件。

source: To import an escalation type:
de: So importieren Sie einen Eskalationstyp:
hu: Egy eszkalációtípus importálásához:
zh_cn: 若要导入升级类型，请执行以下操作：

source: Click on the *Browse…* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Durchsuchen...*.
hu: Kattintson a *Tallózás…* gombra a bal oldalsávban.
zh_cn: 点击左侧边栏的 *浏览...* 按钮。

source: Select a previously exported ``.yml`` file.
de: Wählen Sie eine zuvor exportierte ``.yml`` Datei.
hu: Válasszon egy előzőleg exportált ``.yml`` fájlt.
zh_cn: 选择一个先前导出的 ``.yml`` 文件。

source: Click on the *Import escalation type configuration* button.
de: Klicken Sie auf die Schaltfläche *Eskalationstyp-Konfiguration importieren*.
hu: Kattintson az *Eszkalációtípus beállítások importálása* gombra.
zh_cn: 单击 *导入升级类型配置* 按钮。

source: Escalation Type Settings
de: Einstellungen für Eskalationstypen
hu: Eszkalációtípus beállításai
zh_cn: 升级类型设置

source: Allow resume from stop
de: Wiederaufnehmen nach Stoppen erlauben
hu: Folytatás engedélyezése a leállítástól
zh_cn: 允许从停止恢复

source: If this is checked, it allows this escalation to be resumed although it had already been stopped at some point in the past (of course only if the related resume conditions match).
de: Wenn dies angehakt ist, kann diese Eskalation wieder aufgenommen werden, obwohl sie bereits zu einem früheren Zeitpunkt gestoppt wurde (natürlich nur, wenn die entsprechenden Wiederaufnahmebedingungen übereinstimmen).
hu: Ha ez be van jelölve, akkor lehetővé teszi az eszkalációnak a folytatást, noha az már le volt állítva a múltban valamikor (természetesen csak akkor, ha a kapcsolódó folytatási feltételek illeszkednek).
zh_cn: 如果选中此选项，则允许恢复此升级，尽管它在过去的某个时间点已停止（当然，仅当相关的恢复条件匹配时）。

source: This setting will only apply on escalations which have not yet reached the escalation time, which means that you should not expect escalations which have already been stopped to resume after enabling the checkbox.
de: Diese Einstellung gilt nur für Eskalationen, die die Eskalationszeit noch nicht erreicht haben, d.h. Sie sollten nicht erwarten, dass bereits gestoppte Eskalationen nach Aktivierung des Kontrollkästchens fortgesetzt werden.
hu: Ez a beállítás csak azokon az eszkalációkon fog érvényesülni, amelyek még nem érték el az eszkalációs időt. Ez azt jelenti, hogy nem számíthat olyan eszkalációkra, amelyek már le lettek állítva, hogy folytatódjanak a jelölőnégyzet bejelölése után.
zh_cn: 此设置仅适用于尚未达到升级时间的升级，这意味着不应期望在启用该复选框后已停止的升级会立即恢复。

source: If the resume conditions match on an escalation type which has *Allow resume from stop* enabled, the escalation will be resumed with the time that was still left on this escalation when it was stopped (which means *was fulfilled*).
de: Wenn die Fortsetzungsbedingungen mit einer Eskalationsart übereinstimmen, bei der *Wiederaufnehmen nach Stoppen erlauben* aktiviert ist, wird die Eskalation mit der Zeit fortgesetzt, die beim Stoppen auf dieser Eskalation noch vorhanden war (d.h. *wurde erfüllt*).
hu: Ha a folytatási feltételek illeszkednek egy olyan eszkalációtípusra, amelynél a *Folytatás engedélyezése a leállítástól* engedélyezve van, akkor az eszkaláció azzal az idővel lesz folytatva, amely még hátra volt az eszkalációnál, amikor leállították (amely azt jelenti, hogy *teljesült*).
zh_cn: 如果恢复条件与启用了 *允许从停止恢复* 的升级类型匹配，则升级将以该升级停止（即 *已完成*）时仍剩余的时间恢复。

source: Condition types
de: Bedingungstypen
hu: Feltételtípusok
zh_cn: 条件类型

source: This widget has five tabs for *Start*, *Restart*, *Suspend*, *Resume* and *Stop* events. The following options are available for the tabs.
de: Das Widget hat fünf Tabs für die Ereignisse *Start* , *Neustarten* , *Anhalten* , *Fortsetzen* und *Stoppen*. Folgende Optionen sind für die Tabs verfügbar.
hu: Ennek a felületi elemnek öt lapja van az *Indítás*, *Újraindítás*, *Felfüggesztés*, *Folytatás* és *Leállítás* eseményekhez. A következő beállítások érhetők el a lapokhoz.
zh_cn: 此小部件具有五个选项卡，用于 *开始*、*重新启动*、*挂起*、*恢复* 和 *停止* 事件。 选项卡提供以下选项。

source: General
de: Allgemein
hu: Általános
zh_cn: 通用

source: This setting is only available for the *Start* and *Restart* event of the escalation. This setting controls if the ticket creation time or the time of the current action should be taken as base time for the start or the restart of the escalation.
de: Diese Einstellung ist nur für die Ereignisse *Start* und *Neustarten* der Eskalation verfügbar. Diese Einstellung steuert, ob die Ticketerstellungszeit oder die Zeit der aktuellen Aktion als Basiszeit für den Start oder den Neustart der Eskalation verwendet werden soll.
hu: Ez a beállítás csak az eszkaláció *Indítás* és *Újraindítás* eseményénél érhető el. Ez a beállítás szabályozza, hogy a jegy létrehozásának ideje vagy a jelenlegi művelet ideje legyen használva alapidőként az eszkaláció indításánál vagy újraindításánál.
zh_cn: 此设置仅适用于升级的 *启动* 和 *重新启动* 事件。 此设置控制是否应将工单创建时间或当前操作的时间作为开始或重新开始升级的基准时间。

source: Example: If you set up *current time* as base time for the restart event, the full escalation time will be available (e.g. 1 hour) if the restart condition matches. If you set up *ticket creation time*, the escalation will restart based on the creation time of the ticket. This could be useful if you close a ticket as successful (which stops your escalation) but it turns out that the problem has not been solved.
de: Beispiel: Wenn Sie *aktuelle Zeit* als Basiszeit für das Neustartereignis einstellen, steht die volle Eskalationszeit (z.B. 1 Stunde) zur Verfügung, wenn die Neustartbedingung erfüllt ist. Wenn Sie *Ticketerstellungszeit* einrichten, wird die Eskalation basierend auf der Erstellungszeit des Tickets neu gestartet. Dies könnte nützlich sein, wenn Sie ein Ticket erfolgreich schließen (was Ihre Eskalation stoppt), aber es stellt sich heraus, dass das Problem nicht gelöst wurde.
hu: Példa: Ha a *jelenlegi időt* állítja be az újraindítási esemény alapidejeként, akkor a teljes eszkalációs idő elérhető lesz (például 1 óra), ha az újraindítási feltételek illeszkednek. Ha a *jegy létrehozási idejét* állítja be, akkor az eszkaláció a jegy létrehozási ideje alapján lesz újraindítva. Ez akkor lehet hasznos, ha sikeresen lezár egy jegyet (amely leállítja az eszkalációt), de kiderül, hogy a probléma mégsem lett megoldva.
zh_cn: 示例：如果您将 *当前时间* 设置为重启事件的基准时间，则在重启条件匹配的情况下，完整的升级时间将可用（例如1小时）。 如果您设置为 *工单创建时间*，升级将根据工单的创建时间重新开始。 如果成功关闭工单（这会停止升级），这可能很有用，但事实证明问题尚未解决。

source: You are also able to set a date or a date-time dynamic field as base time. If you create a ticket with this dynamic field filled and the escalation start then the value of the dynamic field will be used as base time. If the configured dynamic field is not filled then the fallback for the base time is used (current time or ticket creation time or no time value - escalation will only start if the dynamic field is filled).
de: Sie können auch ein Datum oder ein dynamisches Feld vom Typ Datums-Uhrzeit als Basiszeit einstellen. Wenn Sie ein Ticket erstellen, bei dem dieses dynamische Feld gefüllt ist und der Eskalationsstart erfolgt, wird der Wert des dynamischen Feldes als Basiszeit verwendet. Wenn das konfigurierte dynamische Feld nicht gefüllt ist, wird der Rücksprung für die Basiszeit verwendet (aktuelle Zeit oder Ticketerstellungszeit oder kein Zeitwert - die Eskalation wird nur gestartet, wenn das dynamische Feld gefüllt ist).
hu: Lehetőség van egy dátum vagy dátum és idő dinamikus mezőt is beállítani alapidőként. Ha létrehoz egy olyan jegyet, amelynél ez a dinamikus mező ki van töltve, és az eszkaláció elindul, akkor a dinamikus mező értéke lesz használva alapidőként. Ha a beállított dinamikus mező nincs kitöltve, akkor a tartalék alapidő lesz használva (a jelenlegi idő, a jegy létrehozásának ideje vagy nincs időérték – az eszkaláció csak akkor fog elindulni, ha a dinamikus mező ki van töltve).
zh_cn: 您还可以将日期或日期时间动态字段设置为基准时间。 如果您创建的工单中填充了此动态字段，并且升级开始，则该动态字段的值将用作基准时间。 如果未填充已配置的动态字段，则使用基准时间的后备（当前时间或工单创建时间或无时间值-仅在填充了动态字段时才会开始升级）。

source: Ticket Attributes
de: Ticket-Attribute
hu: Jegyattribútumok
zh_cn: 工单属性

source: Several attribute sets can be set up. Each of these sets can contain several attribute conditions. The sets are logically connected by *OR*, which means that one of the sets has to be matched in order to trigger the event. The conditions within a set are logically connected by *AND*, which means that all of the conditions have to match in order to verify the whole set.
de: Es können mehrere Attribut-Sets eingerichtet werden. Jedes dieser Sets kann mehrere Attributbedingungen enthalten. Die Mengen sind logisch durch *ODER* verbunden, d.h. eine der Mengen muss abgeglichen werden, um das Ereignis auszulösen. Die Bedingungen innerhalb eines Satzes sind logisch durch *UND* verbunden, was bedeutet, dass alle Bedingungen übereinstimmen müssen, um das ganze Set zu überprüfen.
hu: Számos attribútumhalmaz állítható be. Ezen halmazok mindegyike számos attribútum-feltételt tartalmazhat. A halmazok logikai *VAGY* kapcsolatban vannak, amely azt jelenti, hogy a halmazok egyikének illeszkednie kell az esemény aktiválásának érdekében. Egy halmazon belüli feltételek logikai *ÉS* kapcsolatban vannak, amely azt jelenti, hogy az összes feltételnek illeszkednie kell a teljes halmaz ellenőrzéséhez.
zh_cn: 可以设置几个属性集。 这些集合中的每一个都可以包含几个属性条件。 如果这些集合通过 *OR* 进行逻辑连接，这意味着必须匹配其中一个集合才能触发事件。 如果集合中的条件通过 *AND* 逻辑连接，这意味着所有条件都必须匹配才能验证整个集合。

source: After adding a new set, you can add conditions to this set by using the *Add attribute set* button on the top right of the widget. After enabling the added condition in the widget, you can choose what ticket attribute you want to check.
de: Nachdem Sie ein neues Set hinzugefügt haben, können Sie diesem Set Bedingungen hinzufügen, indem Sie die Schaltfläche *Attribut-Set hinzufügen* oben rechts im Widget verwenden. Nachdem Sie die hinzugefügte Bedingung im Widget aktiviert haben, können Sie wählen, welches Ticket-Attribut Sie überprüfen möchten.
hu: Egy új halmaz hozzáadása után feltételeket adhat hozzá a halmazhoz a felületi elem jobb felső sarkában lévő *Attribútumhalmaz hozzáadása* gomb használatával. Miután engedélyezte a hozzáadott feltételt a felületi elemben, kiválaszthatja, hogy mely jegyattribútumot szeretné ellenőrizni.
zh_cn: 添加新集合后，您可以使用小部件右上方的 *添加属性集合* 按钮向该集合添加条件。 在小部件中启用添加的条件后，您可以选择要检查的工单属性。

source: All configured conditions are used to evaluate values present on each action, which is defined as a snapshot of the ticket values taken from the ticket history. The time window for this snapshot is defined by the ``TicketHistorySplitTimeThreshold`` setting. All actions for a ticket are evaluated one by one each time the escalation is recalculated.
de: Alle konfigurierten Bedingungen werden verwendet, um die bei jeder Aktion vorhandenen Werte auszuwerten, was als Momentaufnahme der Ticket-Werte aus der Ticket-Historie definiert ist. Das Zeitfenster für diesen Schnappschuss wird durch die Einstellung ``TicketHistorySplitTimeThreshold`` definiert. Alle Aktionen für ein Ticket werden bei jeder Neuberechnung der Eskalation einzeln ausgewertet.
hu: Az összes beállított feltétel az egyes műveleteknél jelen lévő értékek kiértékeléséhez van használva, ami a jegyelőzményekből vett jegyértékek pillanatképeként van meghatározva. A pillanatkép időablakát a ``TicketHistorySplitTimeThreshold`` beállítás határozza meg. Egy jegy összes művelete egymás után lesz kiértékelve minden esetben, amikor az eszkalációt újraszámolják.
zh_cn: 所有配置的条件都用于评估每个操作上存在的值，这些值定义为从工单历史记录中获取的工单值的快照。 此快照的时间窗口由 ``TicketHistorySplitTimeThreshold（工单历史记录拆分时间阈值）`` 设置定义。 每次重新计算升级时，都会逐个计算工单的所有操作。

source: Ticket created by a customer
de: Ticket von Kunde erstellt
hu: Ügyfél által létrehozott jegy
zh_cn: 客户创建的工单

source: This condition type means that the ticket has to be created by customer user (by sending an email, using the external interface or by an agent using the *New Phone Ticket* screen).
de: Diese Bedingungsart bedeutet, dass das Ticket vom Kundenbenutzer erstellt werden muss (durch Senden einer E-Mail, über das externe Interface oder durch einen Agenten über die Ticket-Telefonmaske).
hu: Ez a feltételtípus azt jelenti, hogy a jegyet egy ügyfél-felhasználónak kell létrehoznia (egy e-mail küldésével, a külső felület használatával vagy ügyintéző segítségével az *Új telefonos jegy* képernyőn keresztül).
zh_cn: 此条件类型意味着工单必须由客户用户创建（通过发送电子邮件、使用外部人员界面或由服务人员使用 *新建电话工单* 屏幕）。

source: In this drop-down menu you can choose from a list of match types:
de: In diesem Dropdown-Menü können Sie aus einer Liste von Übereinstimmungsarten auswählen:
hu: Ebben a legördülő menüben választhat az illeszkedési típusok listájából:
zh_cn: 在此下拉菜单中，您可以从匹配类型列表中选择：

source: equals now
de: entspricht jetzt
hu: most megegyezik
zh_cn: 等于现在的

source: (Is) – One of the configured ticket attributes should match the particular attribute value from the action which is currently being evaluated. The condition evaluates as true if there is at least one match.
de: (Ist) - Eines der konfigurierten Ticket-Attribute sollte mit dem jeweiligen Attributwert der Aktion übereinstimmen, die gerade ausgewertet wird. Die Bedingung wird als wahr gewertet, wenn mindestens eine Übereinstimmung vorliegt.
hu: (Van) – A beállított jegyattribútumok egyikének illeszkednie kell bizonyos attribútumértékre abból a műveletből, amely jelenleg kiértékelés alatt van. A feltétel igazként van kiértékelve, ha van legalább egy egyezés.
zh_cn: （Is）–配置的工单属性之一应与当前正在评估的操作中的特定属性值匹配。如果至少有一个匹配项，则条件的计算结果为true。

source: doesn’t equal now
de: entspricht nicht jetzt
hu: most nem egyezik meg
zh_cn: 不等于现在的

source: (Is not) – None of the configured ticket attributes should match the particular attribute value from the action which is currently being evaluated. The condition evaluates as true if there is no match.
de: (Ist nicht) - Keines der konfigurierten Ticket-Attribute sollte mit dem jeweiligen Attributwert der Aktion übereinstimmen, die gerade ausgewertet wird. Die Bedingung wird als wahr gewertet, wenn es keine Übereinstimmung gibt.
hu: (Nincs) – A beállított jegyattribútumok egyikének sem szabad illeszkednie bizonyos attribútumértékre abból a műveletből, amely jelenleg kiértékelés alatt van. A feltétel igazként van kiértékelve, ha nincs egyezés.
zh_cn: (Is not) – 配置的工单属性都不应与当前正在评估的操作的特定属性值匹配。如果没有匹配项，则条件的计算结果为true。

source: equaled
de: entsprach mal
hu: megegyezett
zh_cn: 曾经等于

source: (Was) – One of the configured ticket attributes should match the particular attribute value from the action which is currently being evaluated. All actions from the history of the particular ticket are being evaluated. The condition evaluates as true if there is at least one match in one of the historical ticket attribute values.
de: (War) - Eines der konfigurierten Ticket-Attribute sollte mit dem jeweiligen Attributwert der Aktion übereinstimmen, die gerade ausgewertet wird. Alle Aktionen aus der Historie des jeweiligen Tickets werden ausgewertet. Die Bedingung wird als wahr gewertet, wenn mindestens eine Übereinstimmung in dem Wert eines der historischen Ticketattribute vorliegt.
hu: (Volt) – A beállított jegyattribútumok egyikének illeszkednie kell bizonyos attribútumértékre abból a műveletből, amely jelenleg kiértékelés alatt van. Az adott jegy előzményeiből származó összes művelet ki lesz értékelve. A feltétel igazként van kiértékelve, ha legalább egy illeszkedés van a jegyattribútum előzményértékei egyikében.
zh_cn: （Was）–配置的工单属性之一应与当前正在评估的操作中的特定属性值匹配。正在评估特定工单历史记录中的所有操作。如果某个工单历史属性值中至少有一个匹配项，则条件的计算结果为true。

source: did never equal
de: entsprach niemals
hu: sosem egyezett meg
zh_cn: 从不等于

source: (Was never) – None of the configured ticket attributes should match the particular attribute value from the action which is currently being evaluated. All actions from the history of the particular ticket are being evaluated. The condition evaluates as true if there is no match in one of the historical ticket attribute values.
de: (War nie) - Keines der konfigurierten Ticket-Attribute sollte mit dem jeweiligen Attributwert der Aktion übereinstimmen, die gerade ausgewertet wird. Alle Aktionen aus der Historie des jeweiligen Tickets werden ausgewertet. Die Bedingung wird als wahr gewertet, wenn keine Übereinstimmung in einem der historischen Ticketattributwerte vorliegt.
hu: (Sosem volt) – A beállított jegyattribútumok egyikének sem szabad illeszkednie bizonyos attribútumértékre abból a műveletből, amely jelenleg kiértékelés alatt van. Az adott jegy előzményeiből származó összes művelet ki lesz értékelve. A feltétel igazként van kiértékelve, ha nincs illeszkedés a jegyattribútum előzményértékei egyikében sem.
zh_cn: (Was never) – 所有配置的工单属性都不应该匹配当前正在计算的操作的特定属性值。所有来自特定工单历史记录的操作都将被评估。如果工单历史属性值中没有匹配，则条件计算为true。

source: changed to
de: wurde geändert zu
hu: megváltozott
zh_cn: 更改为

source: (Changed to) – The configured ticket attribute changed to one of the given values. This implies that the value was different before (= on the previous action).
de: (Geändert zu) - Das konfigurierte Ticket-Attribut wurde auf einen der angegebenen Werte geändert. Dies bedeutet, dass der Wert vorher anders war (= bei der vorherigen Aktion).
hu: (Megváltozott) – A beállított jegyattribútum megváltozott a megadott értékek egyikére. Ez azt jelenti, hogy az érték különböző volt korábban (= az előző műveletnél).
zh_cn: (Changed to) - 已配置的工单属性更改为给定值之一。这意味着之前的值是不同的(=上一个操作)。

source: equals previous
de: entsprach vorher
hu: megegyezik a korábbi
zh_cn: 等于先前的

source: (Was previously) – At least one of the configured ticket attributes should match the particular attribute value on the previous action, which means going back exactly one step in the ticket history. The condition evaluates as true if there is a match in one of the historical ticket attribute values of the previous action.
de: (War vorher) - Mindestens eines der konfigurierten Ticket-Attribute sollte mit dem jeweiligen Attributwert der vorherigen Aktion übereinstimmen, d.h. genau einen Schritt in der Ticket-Historie zurückgehen. Die Bedingung wird als wahr gewertet, wenn eine Übereinstimmung in einem der historischen Ticket-Attributwerte der vorherigen Aktion vorliegt.
hu: (Volt előzőleg) – A beállított jegyattribútumok legalább egyikének illeszkednie kell bizonyos attribútumértékre az előző műveletnél, amely azt jelenti, hogy pontosan egy lépést megy vissza a jegyelőzményekben. A feltétel igazként van kiértékelve, ha van illeszkedés az előző művelet jegyattribútumainak előzményértékei egyikében.
zh_cn: (Was previous)——至少一个已配置的工单属性应该与前一个操作上的特定属性值匹配，这意味着只返回工单历史中的一个步骤。如果前一个操作的工单历史属性值中有一个匹配，则该条件的计算结果为true。

source: doesn’t equal previous
de: entsprach niemals vorher
hu: nem egyezik meg a korábbi
zh_cn: 不等于先前的

source: (Was not previously) – None of the configured ticket attributes should match the particular attribute value on the previous action, which means going back exactly one step in the ticket history. The condition evaluates as true if there is no match in the historical ticket attribute values of the previous action.
de: (War vorher nicht) - Keines der konfigurierten Ticket-Atribute sollte mit dem jeweiligen Attributwert der vorherigen Aktion übereinstimmen, was bedeutet, dass genau ein Schritt in der Ticket-Historie zurückgehen muss. Die Bedingung wird als wahr bewertet, wenn es keine Übereinstimmung in den historischen Ticket-Attributwerten der vorherigen Aktion gibt.
hu: (Nem volt előzőleg) – A beállított jegyattribútumok egyikének sem szabad illeszkednie bizonyos attribútumértékre az előző műveletnél, amely azt jelenti, hogy pontosan egy lépést megy vissza a jegyelőzményekben. A feltétel igazként van kiértékelve, ha nincs illeszkedés az előző művelet jegyattribútumainak előzményértékeiben.
zh_cn: (Was not previous)——配置的工单属性都不应该与先前操作上的特定属性值匹配，这意味着只返回工单历史中的一个步骤。如果先前的操作的工单历史属性值不匹配，则条件计算为true。

source: Message presence
de: Nachrichtenexistenz
hu: Üzenet jelenléte
zh_cn: 消息显示

source: This condition type defines if a customer user or agent message must be/must not be present.
de: Diese Bedingungsart legt fest, ob eine Kundenbenutzer- oder Agentennachricht vorhanden sein soll/nicht soll.
hu: Ez a feltételtípus azt határozza meg, hogy egy ügyfél-felhasználó vagy ügyintéző üzenetének jelen kell lennie vagy tilos jelen lennie.
zh_cn: 此条件类型定义客户用户或服务人员消息是否必须显示/不得显示。

source: Message delivery
de: Nachrichtenübermittlung
hu: Üzenetküldés
zh_cn: 消息传递

source: If enabled, this will define that the customer user or agent has to send a message to match the condition.
de: Wenn aktiviert, wird festgelegt, dass der Kunde oder Agent eine Nachricht senden muss, um die Bedingung zu erfüllen.
hu: Ha engedélyezve van, akkor ez azt fogja meghatározni, hogy az ügyfél-felhasználónak vagy az ügyintézőnek küldenie kell-e egy üzenetet a feltétel illeszkedéséhez.
zh_cn: 如果启用，这将定义客户用户或服务人员必须发送消息以匹配条件。

source: To remove a condition, uncheck the checkbox in the *Active* column, and click on the *Save* button.
de: Um eine Bedingung zu entfernen, deaktivieren Sie das Kontrollkästchen in der Spalte *Aktiv* und klicken Sie auf die Schaltfläche *Speichern*.
hu: Egy feltétel eltávolításához vegye ki a pipát az *Aktív* oszlopban lévő jelölőnégyzetből, és kattintson a *Mentés* gombra.
zh_cn: 要删除条件，请取消选中 *激活* 列中的复选框，然后单击 *保存* 按钮。

source: Service Level Agreements
de: Service-Level-Vereinbarungen
hu: Szolgáltatási megállapodások
zh_cn: 服务级别协议

source: It is possible to assign escalation type bundles to an SLA. Therefore, a multiselect field has been added to the *Add Service Level Agreement* screen.
de: Es ist möglich, einem SLA ein Eskalationsarten-Paket zuzuordnen. Daher wurde der Ansicht *Service Level Agreements hinzufügen* eine Mehrfachauswahlbox hinzugefügt.
hu: Lehetőség van eszkalációtípus-csomagokat hozzárendelni egy SLA-hoz. Ezért egy többválasztós mező lett hozzáadva a *Szolgáltatási megállapodás hozzáadása* képernyőhöz.
zh_cn: 可以将升级类型组合分配给 SLA。因此，一个多选字段已添加到 *添加服务级别协议* 屏幕。

source: Add Service Level Agreement Screen
de: Service-Level-Vereinbarung hinzufügen
hu: Szolgáltatási megállapodás hozzáadása képernyő
zh_cn: 添加服务级别协议屏幕

source: New Field
de: Neues Feld
hu: Új mező
zh_cn: 新字段

source: Escalation Bundles
de: Eskalationspakete
hu: Eszkalációcsomagok
zh_cn: 升级组合

source: Here you can choose from a list of all available bundles which should be assigned to this SLA. Assigning a bundle to a SLA will cause the escalation types, which are assigned to this bundle, to be considered for a ticket which has this SLA set.
de: Hier können Sie aus einer Liste aller verfügbaren Pakete auswählen, die diesem SLA zugeordnet werden sollen. Die Zuordnung eines Bundles zu einem SLA führt dazu, dass die Eskalationsarten, die diesem Paket zugeordnet sind, für ein Ticket mit diesem Satz von SLAs berücksichtigt werden.
hu: Itt választhatja ki az összes elérhető csomag listájából, hogy melyiket kell hozzárendelni az SLA-hoz. Egy csomag SLA-hoz történő hozzárendelése azt fogja okozni, hogy a csomaghoz hozzárendelt eszkalációtípusok figyelembe lesznek véve egy olyan jegynél, amelynél ez az SLA be lett állítva.
zh_cn: 在这里，您可以从应分配给此SLA的所有可用组合的列表中进行选择。将组合分配给SLA将导致，具有此 SLA 集的工单会考虑这些升级类型。

source: The calendar setting in the SLA has no effect for the advanced escalations feature.
de: Die Kalendereinstellung im SLA hat für das Feature Advanced Escalations keine Auswirkung.
hu: Az SLA-ban lévő naptárbeállításnak nincs hatása a speciális eszkalációk funkcióra.
zh_cn: SLA 中的日历设置对高级升级功能没有影响。
