Repository: Yan-Oliveira/doc-fao
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu, zh_cn

source: In the configuration option for the ``SourceDynamicField`` it is needed to fill in the already created dynamic field name, which will be used to gather the historical data. In the related option ``TargetDynamicField`` the key have to be filled with the table columns of the connected external database, which will be readout. For every column the related target dynamic field has to be configured in the field content. The gathered data will be saved in these dynamic fields.
de: In der Konfigurationsoption für das ``SourceDynamicField`` ist es notwendig, den bereits erstellten Namen des dynamischen Feldes einzugeben, der zum Sammeln der Verlaufsdaten verwendet wird. In der zugehörigen Option ``TargetDynamicField`` muss der Schlüssel mit den Tabellenspalten der angeschlossenen externen Datenbank gefüllt werden, die ausgelesen werden. Für jede Spalte muss das zugehörige dynamische Zielfeld im Feldinhalt konfiguriert werden. Die gesammelten Daten werden in diesen dynamischen Feldern gespeichert.
hu: A ``SourceDynamicField`` beállítási lehetőségében ki kell tölteni annak a már létrehozott dinamikus mezőnek a nevét, amely a történelmi adatok begyűjtéséhez lesz használva. A kapcsolódó ``TargetDynamicField`` beállításban a kulcsot a kapcsolt külső adatbázis táblaoszlopaival kell kitölteni, amelyből ki lesz olvasva. Minden egyes oszlopnál a kapcsolódó cél dinamikus mezőt be kell állítani a mező tartalmában. A begyűjtött adatok ezekben a dinamikus mezőkben lesznek elmentve.
zh_cn: 在 ``SourceDynamicField`` 的配置选项中，需要填写已经创建的动态字段名称，该名称将用于收集历史数据。 在相关选项 ``TargetDynamicField`` 中，必须使用连接的外部数据库的表列填充键，该列将被读出。 对于每一列，必须在字段内容中配置相关的目标动态字段。 收集的数据将保存在这些动态字段中。

source: If the configuration is ready and active, the configured fields will be readout from the external database, since the source field gets a new value via the configured masks. The data will be searched by its stored identifier via an event module and the found values will be stored in the target dynamic fields.
de: Ist die Konfiguration bereit und aktiv, werden die konfigurierten Felder aus der externen Datenbank ausgelesen, da das Quellfeld über die konfigurierten Masken einen neuen Wert erhält. Die Daten werden über ein Ereignismodul nach ihrer gespeicherten Kennung durchsucht und die gefundenen Werte in den dynamischen Zielfeldern gespeichert.
hu: Ha a beállítás elkészült és aktív, akkor a beállított mezők a külső adatbázisból lesznek kiolvasva, mivel a forrásmező új értéket kap a beállított maszkokon keresztül. Az adatok az eltárolt azonosítójuk alapján lesznek keresve egy eseménymodulon keresztül, és a megtalált értékek el lesznek tárolva a cél dinamikus mezőkben.
zh_cn: 如果配置就绪且处于活动状态，则将从外部数据库中读取已配置的字段，因为源字段会通过已配置的遮罩窗口获取新值。 数据将通过一个事件模块按其存储的标识符进行搜索，找到的值将存储在目标动态字段中。

source: This package has no agent interface, but the dynamic field of type database can be added to many screens.
de: Dieses Paket hat kein Agenten-Interface, aber das dynamische Feld vom Typ Datenbank kann vielen Ansichten hinzugefügt werden.
hu: Ennek a csomagnak nincs ügyintézői felülete, de az adatbázis típusú dinamikus mező hozzáadható több képernyőhöz is.
zh_cn: 本软件包没有服务人员界面，但是数据库类型的动态字段可以添加到许多屏幕。

source: Searching and Saving Data Sets
de: Suchen und Speichern von Datensätzen
hu: Adatkészletek keresése és mentése
zh_cn: 搜索和保存数据集

source: After the created dynamic fields are activated in some screens (like *New Phone Ticket*, *New Email Ticket*) a new text field appears with the name, the dynamic field got in the configuration. In this field it is possible to input search terms and therefore execute a search over all configured database fields. Otherwise click on the *Detailed search* link and start a detailed search in which the fields to search in are selected explicitly. Wildcard character \* is allowed in every single field.
de: Nachdem die erstellten dynamischen Felder in einigen Ansichten aktiviert wurden (z.B. *Neues Telefon-Ticket*, *Neues E-Mail-Ticket*), erscheint ein neues Textfeld mit dem Namen des konfigurierten dynamischen Feld. In diesem Feld ist es möglich, Suchbegriffe einzugeben und damit eine Suche über alle konfigurierten Datenbankfelder durchzuführen. Andernfalls klicken Sie auf die Verknüpfung *Detailsuche* und starten Sie eine Detailsuche, bei der die zu suchenden Felder explizit ausgewählt werden. Platzhalterzeichen \* sind in jedem einzelnen Feld erlaubt.
hu: Miután a létrehozott dinamikus mezők aktiválva lettek néhány képernyőn (mint például az *Új telefonos jegy* vagy *Új e-mail jegy*), egy új szövegmező jelenik meg olyan néven, amelyet a dinamikus mező a beállításokban kapott. Ebben a mezőben lehetőség van keresési kifejezéseket megadni, és ennélfogva keresést végrehajtani az összes beállított adatbázismezőn. Egyébként kattintson a *Részletes keresés* hivatkozásra, és indítson részletes keresést, amelyben a keresendő mezők kifejezetten ki vannak választva. A \* helyettesítő karakter engedélyezett minden egyes mezőben.
zh_cn: 在某些屏幕(如 *新建电话工单*， *新建电子邮件工单*)中激活创建的动态字段后，将出现一个带有名称的新文本字段，动态字段将在配置中得到。在这个字段中，可以输入搜索项，从而对所有配置的数据库字段执行搜索。否则，单击 *详细搜索* 链接并启动详细搜索，其中要搜索的字段被显式地选中。每个字段中都允许使用通配符 \*。

source: Independent of using the auto-completion or the detailed search, every single result can just selected ones. If an agent tries to select a value multiple times, a related warning message is displayed.
de: Unabhängig von der Verwendung der Autovervollständigung oder der Detailsuche kann jedes einzelne Ergebnis nur ausgewählt werden. Wenn ein Agent versucht, einen Wert mehrmals auszuwählen, wird eine entsprechende Warnmeldung angezeigt.
hu: Az automatikus kiegészítéstől és a részletes kereséstől függetlenül minden egyes eredmény csak egyetlen egyet választhat ki. Ha egy ügyintéző megpróbál egy értéket többször is kiválasztani, akkor egy kapcsolódó figyelmeztető üzenet jelenik meg.
zh_cn: 不管使用自动完成还是详细搜索，每个结果都只能选择一次。如果一个服务人员尝试多次选择一个值，则会显示相关的警告消息。

source: Auto-completion
de: Automatische Vervollständigung
hu: Automatikus kiegészítés
zh_cn: 自动完成

source: Since search terms are typed in into the text field, a database search will be started over the configured columns and the result will displayed via an auto-completion below the text field. The more exact the search term is, the more exact will be the result (less result entries).
de: Da Suchbegriffe in das Textfeld eingegeben werden, wird eine Datenbanksuche über die konfigurierten Spalten gestartet und das Ergebnis über eine Autovervollständigung unterhalb des Textfeldes angezeigt. Je genauer der Suchbegriff ist, desto genauer ist das Ergebnis (weniger Ergebniseinträge).
hu: Mivel a keresési kifejezések a szövegmezőbe lesznek begépelve, egy adatbázis-keresés fog elindulni a beállított oszlopokon, és az eredmény egy automatikus kiegészítésen keresztül jelenik meg a szövegmező alatt. Minél pontosabb a keresési kifejezés, annál pontosabb lesz az eredmény is (kevesebb eredménybejegyzés).
zh_cn: 由于搜索项是在文本字段中键入的，因此将在配置的列上启动数据库搜索，结果将通过文本字段下方的自动完成显示。搜索项越精确，结果就越精确(结果项越少)。

source: If the wished value will be displayed in the results, it can be selected via a mouse click or via the keyboard and therefore be added to the dynamic field results.
de: Wird der gewünschte Wert in den Ergebnissen angezeigt, kann er per Mausklick oder über die Tastatur ausgewählt und somit zu den dynamischen Feldergebnissen hinzugefügt werden.
hu: Ha a kívánt érték megjelenik a találatokban, akkor az kiválasztható egy egérkattintással vagy a billentyűzeten keresztül, és ebből adódóan hozzáadódik a dinamikus mező találataihoz.
zh_cn: 如果希望的值显示在结果中，则可以通过鼠标单击或通过键盘选择它，因此可以将其添加到动态字段结果中。

source: Via the link *Details* a popup screen can be accessed, which offers detailed information about the whole result row. This information includes the line headers and the data. This information can be used to get an overview about the rest (of the not configured) columns or to compare data. The added result entries can be removed via the minus button.
de: Über die Verknüpfung *Details* kann ein Popup-Fenster aufgerufen werden, das detaillierte Informationen über die gesamte Ergebniszeile bietet. Diese Informationen umfassen die Zeilenüberschriften und die Daten. Diese Informationen können verwendet werden, um sich einen Überblick über die restlichen (der nicht konfigurierten) Spalten zu verschaffen oder Daten zu vergleichen. Die hinzugefügten Ergebniseinträge können über die Minustaste entfernt werden.
hu: A *Részletek* hivatkozáson keresztül egy felugró képernyőhöz lehet hozzáférni, amely részletes információkat nyújt a teljes eredménysorról. Ezek az információk tartalmazzák a sorfejléceket és az adatokat is. Az információk ahhoz használhatók, hogy áttekintést adjanak a többi (nem beállított) oszlopról, illetve adatok összehasonlításához is használhatók. A hozzáadott eredménybejegyzések eltávolíthatók a mínusz gomb használatával.
zh_cn: 通过 *详细* 链接，可以访问一个弹出屏幕，其中提供了有关整个结果行的详细信息。 此信息包括行标题和数据。 此信息可用于获取有关其余（未配置的）列的概述或比较数据。 可以通过减号按钮删除添加的结果条目。

source: Detailed Search
de: Detailsuche
hu: Részletes keresés
zh_cn: 详情搜索

source: The link *Detailed search* opens a new modal dialog to start a new database search. In this mask it is possible to select the fields to search on explicitly.
de: Der Link *Detailsuche* öffnet einen neuen modalen Dialog, um eine neue Datenbanksuche zu starten. In dieser Maske ist es möglich, die zu suchenden Felder explizit auszuwählen.
hu: A *Részletes keresés* hivatkozás egy új kizárólagos párbeszédablakot nyit meg egy új adatbázis-keresés indításához. Ebben a maszkban lehetőség van kiválasztani azokat a mezőket, amelyekben kifejezetten keresni kell.
zh_cn: *详细* 链接将打开一个新的模态对话框，以开始新的数据库搜索。 在此遮罩窗口中，可以选择要显式搜索的字段。

source: By default the first available field is activated, but it is also possible to remove available fields or add additional ones. Only activated and filled fields are considered for the search. Wildcard character \* is allowed in every single field.
de: Standardmäßig ist das erste verfügbare Feld aktiviert, aber es ist auch möglich, verfügbare Felder zu entfernen oder zusätzliche hinzuzufügen. Bei der Suche werden nur aktivierte und ausgefüllte Felder berücksichtigt. Platzhalterzeichen \* sind in jedem einzelnen Feld erlaubt.
hu: Alapértelmezetten az első elérhető mező aktiválva van, de lehetőség van eltávolítani is az elérhető mezőket vagy hozzáadni továbbiakat. Csak az aktivált és kitöltött mezők vannak figyelembe véve a keresésnél. A \* helyettesítő karakter engedélyezett minden egyes mezőben.
zh_cn: 默认情况下，第一个可用字段是激活的，但也可以删除可用字段或添加其它字段。搜索只考虑已激活和已填充的字段。每个字段中都允许使用通配符 \*。

source: The database search will be executed via the *Start search* button and the results will be tabular displayed. If the search was successful, the results will be listed and one of the entries can be selected via a mouse click. The value will be added to the list of saved values afterwards.
de: Die Datenbanksuche wird über die Schaltfläche *Suche starten* ausgeführt und die Ergebnisse werden tabellarisch dargestellt. Wenn die Suche erfolgreich war, werden die Ergebnisse aufgelistet und einer der Einträge kann per Mausklick ausgewählt werden. Der Wert wird anschließend in die Liste der gespeicherten Werte aufgenommen.
hu: Az adatbázis-keresés a *Keresés indítása* gombbal lesz végrehajtva, és az eredmények táblázatos formában jelennek meg. Ha a keresés sikeres volt, akkor az eredmények fel lesznek sorolva, és a bejegyzések egyike kiválasztható egy egérkattintással. Az érték ezután hozzá lesz adva a mentett értékek listájához.
zh_cn: 数据库搜索将通过 *开始搜索* 按钮执行，结果将以表格形式显示。如果搜索成功，将列出结果，并且可以通过鼠标单击选择其中一个条目。之后，该值将被添加到保存的值列表中。

source: This package has no external interface, but the dynamic field of type database can be added to many screens.
de: Dieses Paket hat kein Agenten-Interface, aber das dynamische Feld vom Typ Datenbank kann vielen Ansichten hinzugefügt werden.
zh_cn: 本软件包没有外部人员界面，但可以将数据库类型的动态字段添加到多个屏幕上。

source: The features added by this package are the same as described in the :doc:`agent`.
de: Die durch dieses Paket hinzugefügten Funktionen sind die gleichen wie im :doc:`agent` beschrieben.
zh_cn: 本软件包中添加的特性与 :doc:`agent` 中描述的相同。

source: Dynamic Field Search Booster
zh_cn: 搜索增强器类型的动态字段

source: For the ticket search in the agent or external interface, existing values of the database are collected in dynamic fields. In highly frequented systems with a large amount of tickets and/or dynamic fields, the high number of entries that have to be searched can cause a considerable delay in the search process. Search results in these systems can only be cached for a short time and then the database inquiry has to be done again.
de: Für die Ticketsuche im Agenten oder in der externen Schnittstelle werden vorhandene Werte der Datenbank in dynamischen Feldern gesammelt. In hochfrequentierten Systemen mit einer großen Anzahl von Tickets und/oder dynamischen Feldern kann die hohe Anzahl der zu durchsuchenden Einträge zu einer erheblichen Verzögerung des Suchprozesses führen. Suchergebnisse in diesen Systemen können nur für kurze Zeit zwischengespeichert werden und dann muss die Datenbankabfrage erneut durchgeführt werden.
hu: Az ügyintézői vagy a külső felületen lévő jegykeresésnél az adatbázis meglévő értékei dinamikus mezőkbe vannak kigyűjtve. A nagy mennyiségű jeggyel és/vagy dinamikus mezővel rendelkező, erősen látogatott rendszereknél a keresendő bejegyzések nagy száma jelentős késleltetést okozhat a keresési folyamatban. Ezeken a rendszereken a keresési eredmények csak rövid ideig gyorsítótárazhatók, és aztán az adatbázis lekérdezését újra el kell végezni.
zh_cn: 对于在服务人员或外部人员界面中进行的工单搜索，数据库的现有值收集在动态字段中。 在具有大量工单和/或动态字段的频繁使用的系统中，需要搜索的大量条目可能会导致搜索过程中相当大的延迟。 这些系统中的搜索结果只能缓存很短的时间，然后必须再次进行数据库查询。

source: This feature add-on keeps track of the values used for all relevant dynamic fields and their frequency. In the event of a new inquiry, the feature add-on can now provide the data very quickly. Unnecessary load times are reduced considerably.
de: Dieses Feature Add-on verfolgt die für alle relevanten dynamischen Felder verwendeten Werte und deren Häufigkeit. Im Falle einer neuen Anfrage kann das Feature Add-on die Daten nun sehr schnell bereitstellen. Unnötige Ladezeiten werden erheblich reduziert.
hu: Ez a funkciókiegészítő nyomon követi az összes fontos dinamikus mezőnél használt értéket és azok gyakoriságát. Egy új lekérdezési eseménynél a funkció mostantól nagyon gyorsan szolgáltathatja ezeket az adatokat. A szükségtelen terhelési idők emiatt jelentősen csökkennek.
zh_cn: 本功能插件可跟踪用于所有相关动态字段的值及其频率。 在进行新查询时，功能插件现在可以非常快速地提供数据。 不必要的加载时间大大减少。

source: Fast database inquiries.
de: Schnelle Datenbankabfragen.
hu: Gyors adatbázis-lekérdezések.
zh_cn: 快速的数据库查询。

source: System performance improvements.
de: Verbesserung der Systemleistung.
hu: A rendszer teljesítményének növelése.
zh_cn: 系统性能改进。

source: This package has no administrator interface. It provides performance optimizations for the ticket search for some heavily used systems.
de: Dieses Paket hat kein Administrator-Interface. Es bietet Performance-Optimierungen für die Ticketsuche bei stark genutzten Systemen.
hu: Ennek a csomagnak nincs adminisztrátori felülete. Teljesítmény-optimalizációkat biztosít a jegykereséshez néhány erősen használt rendszernél.
zh_cn: 本软件包没有管理员界面。 它为重度使用的系统的工单搜索提供了性能优化。

source: When using the ticket search in agent or external interface, historical values will be gathered from the database for select-type dynamic fields (e.g. drop-down and multiselect). On systems with a large number of tickets and/or dynamic fields, looking through potentially millions of entries can take more time than desirable which leads to a noticeable delay until the form has opened.
de: Bei der Verwendung der Ticketsuche im Agenten- oder externen Interface werden Verlaufswerte aus der Datenbank für dynamische Felder vom Typ Select (z.B. Dropdown und Multiselect) gesammelt. Auf Systemen mit einer großen Anzahl von Tickets und/oder dynamischen Feldern kann das Durchsuchen von potenziell Millionen von Einträgen mehr Zeit in Anspruch nehmen als erwünscht, was zu einer spürbaren Verzögerung bis zum Öffnen des Formulars führt.
hu: Az ügyintézői vagy külső felületen történő jegykeresés használatakor a történelmi értékek egy adatbázisból lesznek összegyűjtve a legördülő jellegű dinamikus mezőknél (például legördülő vagy többválasztós). A nagyszámú jeggyel és/vagy dinamikus mezővel rendelkező rendszereken a lehetséges bejegyzések millióinak átvizsgálása több időt vehet igénybe az elvártnál, amely észrevehető késleltetéshez vezet, amíg az űrlap megnyílik.
zh_cn: 在服务人员或外部人员界面中使用工单搜索时，将从数据库中为选择类型动态字段（例如，下拉列表和多选）收集历史值。 在具有大量工单和/或动态字段的系统上，浏览潜在的数以百万计的条目可能会花费比预期更多的时间，这会导致在打开表单前有明显的延迟。

source: The result is cached but as dynamic fields change constantly on heavily used systems, caches are outdated quite frequently and the database has to be queried again. This package keeps track of used values and their number of occurrence for all relevant dynamic fields and uses this data to present a quick response when historical values are requested.
de: Das Ergebnis ist ein Cache, aber da sich dynamische Felder auf stark genutzten Systemen ständig ändern, sind Caches recht häufig veraltet und die Datenbank muss erneut abgefragt werden. Dieses Paket verfolgt die verwendeten Werte und deren Häufigkeit für alle relevanten dynamischen Felder und verwendet diese Daten, um eine schnelle Reaktion auf die Anforderung von Daten einer Historie zu ermöglichen.
hu: Az eredmény gyorsítótárazva lesz, de mivel a dinamikus mezők változtatásai állandóak az erősen használt rendszereken, a gyorsítótár viszonylag gyakran elavulttá válik, és az adatbázist újra le kell kérdezni. Ez a csomag nyomon követi a használt értékeket és azok előfordulásainak számát az összes fontos dinamikus mezőnél, és ezeket az adatokat arra használja, hogy gyors választ adjon, amikor történelmi adatokat kérnek.
zh_cn: 搜索结果已经缓存了，但是随着动态字段在重度使用的系统上不断变化，缓存经常会过期，必须重新查询数据库。 本软件包跟踪所有相关动态字段的使用值及其出现的次数，并使用这些数据在请求历史值时提供快速响应。

source: On package installation the current state for all dynamic fields will be retrieved and afterwards it is automatically being updated. However, synchronization can be force triggered by a new console command ``Maint::Ticket::DynamicFieldSearchBoosterSync``.
de: Bei der Paketinstallation wird der aktuelle Status für alle dynamischen Felder abgerufen und anschließend automatisch aktualisiert. Die Synchronisation kann jedoch durch einen neuen Konsolenbefehl ``Maint::Ticket::DynamicFieldSearchBoosterSync`` erzwungen werden.
hu: A csomag telepítésekor az összes dinamikus mező jelenlegi állapota le lesz kérve, és azt követően azok automatikusan frissítve lesznek. Azonban a szinkronizáció kényszerítetten is aktiválható az új ``Maint::Ticket::DynamicFieldSearchBoosterSync`` konzolparancs által.
zh_cn: 在软件包安装时，将检索所有动态字段的当前状态，然后自动更新。 但是，可以通过一个新的控制台命令 ``Maint::Ticket::DynamicFieldSearchBoosterSync`` 强制触发同步。

source: The search booster is initialized on package installation (via a daemon task). It might take a while for this task to complete. Until that time historical values retrieved in the search form may be incorrect.
de: Der Suchverstärker wird bei der Paketinstallation (über einen Daemon-Task) initialisiert. Es kann eine Weile dauern, bis diese Aufgabe abgeschlossen ist. Bis zu diesem Zeitpunkt können Historiewerte, die im Suchformular abgerufen wurden, falsch sein.
hu: A keresésgyorsító a csomag telepítésekor kerül előkészítésre (egy démonfeladaton keresztül). Eltarthat egy ideig ennek a feladatnak a befejezése. Egészen addig a keresési űrlapon lekért történelmi adatok esetleg helytelenek lehetnek.
zh_cn: 搜索增强器在软件包安装时初始化(通过守护进程任务)。完成这项任务可能需要一段时间。在此之前，在搜索表单中检索到的历史值可能是不正确的。

source: The search booster is in effect automatically when the ticket search form is opened and should deliver the same results as before.
de: Der Suchverstärker wirkt automatisch beim Öffnen des Ticket-Suchformulars und sollte die gleichen Ergebnisse wie bisher liefern.
hu: A keresésgyorsító automatikusan életbe lép, amikor a jegykeresés űrlapot megnyitják, és ugyanazokat az eredményeket kell visszaadnia, mint korábban.
zh_cn: 打开工单搜索表单时，搜索增强器将自动生效，并且应提供与以前相同的结果。

source: Dynamic Field Value Import
zh_cn: 导入动态字段值

source: This feature add-on offers additional options for uploading values from CSV files for dynamic fields. The data from individual columns of the CSV file are assigned to a specific dynamic field that you can flexibly select. These files can additionally contain headers into which you can insert the desired name of the target fields. Before the value can be imported, the target fields have to be created manually.
de: Dieses Feature Add-on bietet zusätzliche Optionen für das Hochladen von Werten aus CSV-Dateien für dynamische Felder. Die Daten aus einzelnen Spalten der CSV-Datei werden einem bestimmten dynamischen Feld zugeordnet, das Sie flexibel auswählen können. Diese Dateien können zusätzlich Header enthalten, in die Sie den gewünschten Namen der Zielfelder einfügen können. Bevor der Wert importiert werden kann, müssen die Zielfelder manuell angelegt werden.
hu: Ez a funkciókiegészítő további lehetőségeket nyújt a CSV-fájlokból történő értékek feltöltéséhez a dinamikus mezőknél. A CSV-fájl önálló oszlopaiból származó adatok egy különleges dinamikus mezőhöz lesznek hozzárendelve, amelyet rugalmasan kiválaszthat. Továbbá ezek a fájlok tartalmazhatnak fejléceket is, amelyekbe beszúrhatja a célmezők kívánt neveit. Az értékek importálása előtt a célmezőket kézzel kell létrehozni.
zh_cn: 此功能插件提供了用于从CSV文件中为动态字段上传值的其它选项。 CSV文件的各个列中的数据已分配给您可以灵活选择的特定动态字段。 这些文件还可以包含标题行，您可以在标题行中插入所需的目标字段名称。 在可以导入值之前，必须手动创建目标字段。

source: After a successful upload, the *Change Overview* widget shows all new or deleted values for the dynamic fields affected. These values are marked in colors.
de: Nach einem erfolgreichen Upload zeigt das Widget *Change Übersicht* alle neuen oder gelöschten Werte für die betroffenen dynamischen Felder an. Diese Werte sind farblich gekennzeichnet.
hu: Sikeres feltöltés után a *Változás áttekintése* felületi elem megjeleníti az összes új vagy törölt értéket az érintett dinamikus mezőknél. Ezek az értékek színekkel lesznek jelölve.
zh_cn: 成功上传后，*更改概览* 小部件将显示受影响的动态字段的所有新值或已删除值。 这些值用不同的颜色标记。

source: In addition, the feature add-on enables the automatic creation of ACLs based on the dynamic fields chosen and their imported values. This significantly reduces the manual workload for ACL creation.
de: Darüber hinaus ermöglicht das Feature Add-on die automatische Erstellung von ACLs basierend auf den ausgewählten dynamischen Feldern und deren importierten Werten. Dies reduziert den manuellen Arbeitsaufwand für die Erstellung von ACLs erheblich.
hu: Ezenkívül a funkciókiegészítő lehetővé teszi az ACL-ek automatikus létrehozását a kiválasztott dinamikus mezők és az importált értékeik alapján. Ez jelentősen csökkenti az ACL létrehozásának kézi munkaigényét.
zh_cn: 此外，此功能插件还可以根据所选的动态字段及其导入的值自动创建ACL。 这大大减少了创建ACL的手动工作量。

source: Dependencies between the dynamic fields are created from left to right. If values for more than two dynamic fields are imported, the allocation of the ACL relations starts in the column furthest to the left. Multi-level dependencies are therefore possible.
de: Abhängigkeiten zwischen den dynamischen Feldern werden von links nach rechts erzeugt. Werden Werte für mehr als zwei dynamische Felder importiert, beginnt die Zuordnung der ACL-Beziehungen in der Spalte ganz links. Mehrstufige Abhängigkeiten sind daher möglich.
hu: A dinamikus mezők közötti függőségek balról jobbra lesznek létrehozva. Ha az értékek kettőnél több dinamikus mezőhöz kerülnek importálásra, akkor az ACL kapcsolatok kiosztása a legbaloldalibb oszloptól kezdődik. Emiatt többszintű függőségek is lehetségesek.
zh_cn: 动态字段之间的依赖关系是从左到右创建的。 如果导入了两个以上动态字段的值，则ACL关系的分配从最左侧的列开始。 因此，多级依赖关系是可能的。
