Repository: Yan-Oliveira/doc-fao
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu, zh_cn

source: If we would have an ACL rule for Peugeot 207 for example, there may be other extras, fuel options and production locations selectable.
de: Wenn wir beispielsweise eine ACL-Regel für Peugeot 207 hätten, könnten andere Extras, Treibstoffoptionen und Produktionsstätten wählbar sein.
hu: Ha például lenne ACL szabályunk a Peugeot 207-hez, akkor további kiegészítők, üzemanyag-lehetőségek és gyártási helyszínek lehetnének választhatóak.
zh_cn: 例如，如果我们有标致207的ACL规则，则可能还有其他配饰、燃料选项和生产地点可供选择。

source: If you are showing dynamic fields using the *Possible* option based on a ``DynamicField_NameX`` value, is normally desirable to include the dynamic field that triggers the ACL to be part of the fields to be displayed in the *Possible* or *PossibleAdd* sections (if apply). Otherwise if *Possible* or *PossibleAdd* contains other fields and not the trigger, the latest will not be shown after the value is selected.
de: Wenn Sie dynamische Felder mit der Option *Möglich* basierend auf einem Wert von ``DynamicField_NameX`` anzeigen, ist es normalerweise wünschenswert, das dynamische Feld aufzunehmen, das bewirkt, dass die ACL Teil der Felder ist, die in den Abschnitten *Möglich* oder *Mögliches Hinzufügen* angezeigt werden sollen (falls zutreffend). Andernfalls, wenn *Möglich* oder *Mögliches Hinzufügen* andere Felder und nicht den Auslöser enthält, wird die letzte nicht angezeigt, nachdem der Wert ausgewählt wurde.
hu: Ha a *Possible* lehetőség használatával jeleníti meg a dinamikus mezőket a ``DynamicField_NévX`` értéke alapján, akkor normális esetben szükséges lehet annak a dinamikus mezőnek a felvétele, amely aktiválja az ACL-t, hogy része legyen a megjelenítendő mezőknek a *Possible* vagy *PossibleAdd* szakaszokban (ha alkalmazva van). Egyébként ha a *Possible* vagy *PossibleAdd* más mezőket tartalmaz és nem az aktiválót, akkor az utolsó nem lesz látható, miután az értéket kiválasztották.
zh_cn: 如果使用基于 ``DynamicField_NameX`` 值的 *Possible* 选项显示动态字段，通常需要包含触发ACL成为要在 *Possible* 或 *PossibleAdd* 部分（如果应用）中显示的字段的一部分的动态字段。否则，如果 *Possible* 或 *PossibleAdd* 包含其它字段且不是触发器，则在选择该值后将不显示最新的字段。

source: The mandatory status of the fields can not be changed using this method.
de: Der Pflichtfeldstatus der Felder kann mit dieser Methode nicht geändert werden.
hu: A mezők kötelező állapota nem változtatható meg ennek a módszernek a használatával.
zh_cn: 不能使用此方法更改字段的强制状态。

source: OTRS Feature Addon Manual
de: OTRS Feature Add-on Handbuch
hu: OTRS funkciókiegészítő kézikönyv
zh_cn: OTRS 功能插件手册

source: This work is copyrighted by OTRS AG (https://otrs.com), Zimmersmühlenweg 11, 61440 Oberursel, Germany.
de: Dieses Werk ist urheberrechtlich geschützt von der OTRS AG (https://otrs.com), Zimmersmühlenweg 11, 61440 Oberursel, Deutschland.
hu: Ez a mű az OTRS AG (https://otrs.com), Zimmersmühlenweg 11, 61440 Oberursel, Németország szerzői joga alatt áll.
zh_cn: 此作品的版权归 OTRS AG 所有 (https://otrs.com) ，德国（法兰克福） 上乌瑟尔Zimmersmühlenweg 路11号，61440。

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License, Version 1.3 or any later version published by the Free Software Foundation; with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. A copy of the license can be found on the `GNU website <https://www.gnu.org/licenses/fdl-1.3.txt>`__.
de: Es ist erlaubt, dieses Dokument zu kopieren, verteilen und zu verändern unter Beachtung der Bedingungen der GNU Lizens für freie Dokumentationen, Version 1.3 oder höher; ohne invariante Abschnitte, keine Titelseiten-Texte und keine Rückseiten-Texte. Eine Kopie der Lizenz finden Sie auf der `GNU website <https://www.gnu.org/licenses/fdl-1.3.txt>`__.
hu: Engedélyt adunk Önnek a jelen dokumentum sokszorosítására, terjesztésére és/vagy módosítására a Free Software Foundation által kiadott GNU Free Documentation License 1.3-as, vagy bármely azt követő verziójának feltételei alapján. Nincs Nem Változtatható szakasz, nincs Címlapszöveg, nincs Hátlapszöveg. A jelen licenc egy példányát a `GNU weboldalán <https://www.gnu.org/licenses/fdl-1.3.txt>`__ találja.
zh_cn: 根据GNU自由文档许可证1.3版或自由软件基金会发布的任何更新版本的条款，允许复制、分发和/或修改本文档; 没有不变的部分，没有封面文本，也没有封底文本。 许可证的副本可以在 `GNU网站 <https://www.gnu.org/licenses/fdl-1.3.txt>`__ 找到。

source: Introduction
de: Einführung
hu: Bevezetés
zh_cn: 介绍

source: This manual lists all feature add-ons.
de: Dieses Handbuch listet alle Feature Add-ons auf.
hu: Ez a kézikönyv felsorolja az összes funkciókiegészítőt.
zh_cn: 本手册列出了所有功能插件。

source: The feature add-ons are installed into **OTRS** by the *Customer Solution Team*. In case of *On-Premise* systems, the customer can install the feature add-ons from the package manager, when the *Customer Solution Team* added the selected feature add-ons to the repository. To install a feature add-on, please contact the *Customer Solution Team* via support@otrs.com or in the `OTRS Portal <https://portal.otrs.com/>`__.
de: Die Feature Add-ons werden vom *Customer Solution Team* in **OTRS** installiert. Bei *On-Premise*-Systemen kann der Kunde die Feature Add-ons mit dem Paketmanager installieren, wenn das *Customer Solution Team* die ausgewählten Feature Add-ons zum Repository hinzugefügt hat. Um ein Feature Add-on zu installieren, wenden Sie sich bitte an das *Customer Solution Team* über support@otrs.com oder im `OTRS Portal <https://portal.otrs.com/>`__.
hu: A funkciókiegészítőket az *Ügyfélmegoldási csapat* telepíti az **OTRS**-be. *On-Premise* rendszerek esetén az ügyfél telepítheti a funkciókiegészítőket a csomagkezelőből, ha az *Ügyfélmegoldási csapat* hozzáadta a kiválasztott funkciókiegészítőket a tárolóhoz. Egy funkciókiegészítő telepítéséhez lépjen kapcsolatba az *Ügyfélmegoldási csapattal* a support@otrs.com e-mail címen vagy az `OTRS Portálon <https://portal.otrs.com/>`__ keresztül.
zh_cn: 功能插件由 *客户解决方案团队* 安装到 **OTRS** 中。对于 *On Premise* 系统，*客户解决方案团队* 将选定的功能插件添加到软件仓库后，客户可以从软件包管理器安装功能插件。若要安装功能插件，请通过support@otrs.com或 `OTRS Portal <https://portal.otrs.com/>`__ 与 *客户解决方案团队* 联系。

source: Each feature add-on can be categorized based on its purpose.
de: Jedes Feature Add-on kann nach seinem Zweck kategorisiert werden.
hu: Minden egyes funkciókiegészítő osztályozható a célja alapján.
zh_cn: 每个功能插件都可以根据其用途进行分类。

source: Automation & Processes
de: Automatisierung & Prozesse
hu: Automatizálás és folyamatok
zh_cn: 自动化与流程

source: Customer Management
de: Kundenverwaltung
hu: Ügyfélkezelés
zh_cn: 客户管理

source: Individualization
de: Individualisierung
hu: Személyre szabás
zh_cn: 个性化

source: Integration
hu: Integráció
zh_cn: 集成

source: Knowledge Management & Self Service
de: Wissensmanagement & Selbsthilfe
hu: Tudásmenedzsment és önkiszolgálás
zh_cn: 知识管理与自助服务

source: Performance
de: Leistung
hu: Teljesítmény
zh_cn: 性能

source: Reporting
de: Berichterstattung
hu: Jelentés
zh_cn: 报告

source: Security & Permissions
de: Sicherheit & Berechtigungen
hu: Biztonság és jogosultságok
zh_cn: 安全与权限

source: Ticket Management
de: Ticket-Verwaltung
hu: Jegykezelés
zh_cn: 工单管理

source: Time Management
de: Zeiterfassung
hu: Időmenedzsment
zh_cn: 工时管理

source: Service Levels
de: Service-Level
hu: Szolgáltatási szintek
zh_cn: 服务级别

source: Not all feature add-ons are available on any service levels. The following categorization is based on service levels.
de: Nicht alle Feature Add-ons sind auf allen Service-Levels verfügbar. Die folgende Kategorisierung basiert auf Service-Levels.
hu: Nem minden funkciókiegészítő érhető el az összes szolgáltatási szinten. A következő osztályozás a szolgáltatási szintek alapján történik.
zh_cn: 并非所有功能插件都可以在任何服务级别上使用。 以下分类基于服务级别。

source: Out of Office
zh_cn: 外出

source: This feature add-on *ignores* out-of-office messages. As a rule, after processing a ticket, a final message is sent to a customer stating that the request has been completed. Then, the ticket is closed. If the message recipient has an out-of-office message turned on, this gets sent back to **OTRS** as a reply. This causes the closed ticket to be automatically re-opened. An employee must then manually close the ticket again. This can be very time-consuming, especially if you have frequent email traffic.
de: Dieses Feature Add-on „ignoriert“ Out-of-Office-Nachrichten. In der Regel wird nach Bearbeitung eines Tickets eine Schlußnachricht an einen Kunden versendet, in der ihm mitgeteilt wird, dass die Anfrage bearbeitet wurde. Dann wird das Ticket geschlossen. Haben die Empfänger eine Out-of-Office-Nachricht eingestellt, wird das geschlossene Ticket automatisch wieder geöffnet. Der Mitarbeiter muss das Ticket also erneut manuell schließen. Vor allem bei häufigem E-Mail-Verkehr, kann das u. U. sehr zeitintensiv werden. Mit dem Feature Add-on reagiert das System nicht mehr auf Out-of-Office-Nachrichten, das Ticket wird aufgrund einer solchen also nicht wieder geöffnet. Außerdem ist flexibel konfigurierbar, welche Out-of-Office-Nachrichten ignoriert werden sollen.
hu: Ez a funkciókiegészítő „mellőzi” az irodán kívüli üzeneteket. Főszabályként egy jegy feldolgozása után egy végső üzenet lesz elküldve az ügyfélnek, amely azt igazolja, hogy a kérés megválaszolásra került. Ezután a jegy lezáródik. Ha az üzenet címzettje bekapcsolt egy irodán kívüli üzenetet, akkor ez vissza lesz küldve az **OTRS**-nek válaszként, ami a lezárt jegy automatikus újranyitását okozza. Egy alkalmazottnak ezután kézzel kell lezárnia újból a jegyet. Ez nagyon időrabló lehet, különösen nagy e-mail forgalom esetén.
zh_cn: 此功能插件 *忽略* 外出消息。 通常，在处理工单之后，最终消息会发送给客户，表明请求已完成。 然后，工单关闭。 如果邮件收件人打开了外出邮件，则将其发送回 **OTRS** 作为答复。 这将导致已关闭的工单自动重新打开。 然后，员工必须再次手动关闭工单。 这可能非常耗时，尤其是在您的电子邮件流量频繁的情况下。

source: With the feature add-on, the system stops responding to out-of-office messages, which means tickets are not reopened when these messages are received. You can flexibly configure which out-of-office messages should be ignored.
de: Mit dem Feature Add-on reagiert das System nicht mehr auf Out-of-Office-Meldungen, was bedeutet, dass Tickets beim Empfang dieser Nachrichten nicht wieder geöffnet werden. Sie können flexibel konfigurieren, welche Abwesenheitsnachrichten ignoriert werden sollen.
hu: Ezzel a funkciókiegészítővel a rendszer nem fog válaszolni az irodán kívüli üzenetekre, amely azt jelenti, hogy a jegyek nem nyílnak újra, ha ilyen üzenetek érkeznek. Rugalmasan beállíthatja, hogy mely irodán kívüli üzeneteket kell figyelmen kívül hagyni.
zh_cn: 通过本功能插件，系统将停止响应外出消息，这意味着在收到这些消息时不会重新打开工单。 您可以灵活配置应忽略哪些外出消息。

source: Individual configuration that filters out-of-office messages.
de: Individuelle Konfiguration, welche Out-of-Office- Nachrichten gefiltert werden sollen.
hu: Egyéni beállítás, amely kiszűri az irodán kívüli üzeneteket.
zh_cn: 过滤外出邮件的单独配置。

source: Closed tickets are no longer opened by out-of-office replies.
de: Geschlossene Tickets werden durch Out-of-Office-Nachrichten nicht mehr geöffnet.
hu: A lezárt jegyeket többé nem nyitják újra az irodán kívüli válaszok.
zh_cn: 已关闭的工单不再通过外出答复打开。

source: Companies of all sizes with high ticket volumes
de: Unternehmen jeder Größenordnung mit hohem Ticketaufkommen
hu: Bármekkora méretű, nagyszámú jeggyel dolgozó vállalatok
zh_cn: 工单量大的各种规模的公司

source: Anyone using out-of-office frequently
de: Jeder, der häufig Abwesenheiten nutzt
hu: Bárki, aki gyakran használja az irodán kívüli funkciót
zh_cn: 经常使用外出功能的人

source: Companies with frequent email traffic
de: Unternehmen mit häufigem E-Mail-Verkehr
hu: Nagy e-mail forgalommal rendelkező vállalatok
zh_cn: 电子邮件流量频繁的公司

source: This package includes the functionality to create articles for a ticket with the ``X-OTRS-Header`` out of office without changing the status of the ticket. The module also prevents the locking of the ticket if mentioned header is present.
de: Dieses Paket beinhaltet die Funktionalität, Artikel für ein Ticket mit dem ``X-OTRS-Header`` außerhalb des Büros zu erstellen, ohne den Status des Tickets zu ändern. Das Modul verhindert auch die Sperrung des Tickets, wenn der genannte Header vorhanden ist.
hu: Ez a csomag azt a funkcionalitást tartalmazza, hogy bejegyzéseket hozzon létre egy jegyhez az irodán kívüli ``X-OTRS-Header`` használatával, anélkül hogy megváltoztatná a jegy állapotát. A modul megakadályozza a jegy zárolását is, ha az említett fejléc létezik.
zh_cn: 本软件包包括在不更改工单状态的情况下为 ``X-OTRS-Header`` 外出的工单创建信件的功能。 如果存在上述标头，该模块还可以防止工单锁定。

source: To configure this feature:
de: So konfigurieren Sie diese Funktion:
hu: A funkció beállításához:
zh_cn: 要配置此功能：

source: Select *OTRSOutOfOffice* in the *Navigation* widget.
de: Wählen Sie *OTRSOutOfOffice* im Widget *Navigation*.
hu: Válassza ki az *OTRSOutOfOffice* lehetőséget a *Navigáció* felületi elemben.
zh_cn: 在 *导航* 小部件中选择 *OTRSOutOfOffice*。

source: Activate the setting ``OTRSOutOfOffice-Header``.
de: Aktivieren Sie die Einstellung ``OTRSOutOfOffice-Header``.
hu: Aktiválja az ``OTRSOutOfOffice-Header`` beállítást.
zh_cn: 激活设置 ``OTRSOutOfOffice-Header``。

source: Add the ``X-OTRS-OutOfOffice`` header to the end of the list in setting ``PostmasterX-Header``.
de: Fügen Sie den Header ``X-OTRS-OutOfOffice`` am Ende der Liste in der Einstellung `PostmasterX-Header`` hinzu.
hu: Adja hozzá az ``X-OTRS-OutOfOffice`` fejlécet a ``PostmasterX-Header`` beállításban lévő lista végéhez.
zh_cn: 在 ``PostmasterX-Header`` 设置中将 ``X-OTRS-OutOfOffice`` 标头添加到列表的末尾。

source: Deploy the settings.
de: Nehmen Sie die Einstellungen in Betrieb.
hu: Állítsa üzembe a beállításokat.
zh_cn: 部署设置。

source: Go to the *PostMaster Filters* screen of the administrator interface and add a new postmaster filter.
de: Gehen Sie zur Ansicht *PostMaster-Filter* des Administrator-Interfaces und fügen Sie einen neuen Postmaster-Filter hinzu.
hu: Menjen az adminisztrátori felület *Levelezési szűrők* képernyőjéhez, és adjon hozzá egy új levelezési szűrőt.
zh_cn: 转到管理员界面的 *邮箱管理员过滤器* 屏幕并添加新的邮箱管理员过滤器。

source: Set email header ``X-OTRS-Header`` with value *1* of an incoming email based on whatever regular expression or text you want to use (e.g. Subject: *[Out of Office]*).
de: Setzen Sie den E-Mail-Header ``X-OTRS-Header`` mit dem Wert *1* einer eingehenden E-Mail, basierend auf dem regulären Ausdruck oder Text, den Sie verwenden möchten (z.B. Betreff: *[Abwesend]*).
hu: Állítsa be egy bejövő e-mail ``X-OTRS-Header`` e-mail fejlécét *1* értékkel a használni kívánt valamilyen reguláris kifejezés vagy szöveg alapján (például Tárgy: *[Irodán kívül]*).
zh_cn: 根据要使用的正则表达式或文本（例如：主题: *[外出]*），将传入电子邮件的电子邮件标头 ``X-OTRS-Header`` 设置为 *1*。

source: Process Management Article Email
zh_cn: 流程管理信件电子邮件

source: This feature add-on makes it possible to add email addresses to process management articles, as well as send them via email. This guarantees a more direct communication straight from the process and therefore increases the transparency of the process communication.
de: Dieses Feature Add-on ermöglicht es, E-Mail-Adressen zu Artikeln aus dem Prozessmanagement hinzuzufügen und per E-Mail zu versenden. Dies garantiert eine direktere Kommunikation direkt aus dem Prozess und erhöht somit die Transparenz der Prozesskommunikation.
hu: Ez a funkciókiegészítő lehetővé teszi e-mail címek hozzáadását a folyamatmenedzsment bejegyzéseihez, valamint azok elküldését e-mailben. Ez közvetlenebb kommunikációt garantál egyenesen a folyamatból, és ennélfogva növeli a folyamat kommunikációjának átláthatóságát.
zh_cn: 此功能插件使您可以将电子邮件地址添加到流程管理信件，并通过电子邮件发送它们。 这保证了直接从流程中进行更直接的通信，因此增加了流程通信的透明度。

source: More flexible usage of the OTRS process management.
de: Flexiblere Nutzung des OTRS Prozessmanagements.
hu: Az OTRS folyamatmenedzsment funkciójának rugalmasabb használata.
zh_cn: OTRS流程管理的使用更加灵活。

source: Direct communication with customers or other agents straight from the process.
de: Direkte Kommunikation mit Kunden oder anderen Agenten direkt aus dem Prozess.
hu: Közvetlen kommunikáció az ügyfelekkel vagy más ügyintézőkkel egyenesen a folyamatból.
zh_cn: 在流程中直接与客户或其他服务人员进行沟通。

source: Greater transparency for customers or other agents regarding the process step their request is in.
de: Mehr Transparenz für Kunden oder andere Agenten über den Prozessschritt ihrer Anfrage.
hu: Nagyobb átláthatóság az ügyfeleknél és más ügyintézőknél a folyamatnak arra a lépésére vonatkozóan, amelyben a kérésük van.
zh_cn: 对于客户或其他服务人员来说，他们的请求所处的流程步骤更加透明。

source: More interactivity with the customer or other agents during the process.
de: Mehr Interaktivität mit dem Kunden oder anderen Agenten während des Prozesses.
hu: Több interaktivitás az ügyféllel vagy más ügyintézőkkel a folyamat során.
zh_cn: 在流程中与客户或其他服务人员进行更多的交互。

source: More efficient design of your business processes.
de: Effizienteres Design Ihrer Geschäftsprozesse.
hu: Az üzleti folyamatok hatékonyabb tervezése.
zh_cn: 更有效地设计业务流程。

source: Process managers
de: Prozessmanager
hu: Folyamatmenedzserek
zh_cn: 流程管理

source: External IT
de: Externe IT
hu: Külső IT
zh_cn: 外部IT

source: This package has no administrator interface, but the feature add-on adds a new communication channel that is selectable for articles.
de: Dieses Paket hat kein Administrator-Interface, aber das Feature Add-on fügt einen neuen Kommunikationskanal hinzu, der für Artikel wählbar ist.
hu: Ennek a csomagnak nincs adminisztrátori felülete, de a funkciókiegészítő egy új kommunikációs csatornát ad hozzá, amely bejegyzésekhez választható.
zh_cn: 此软件包没有管理员界面，但此功能插件添加了一个可供信件选择的新通信渠道。

source: After installation of the package, it is possible to select *Email* as communication channel for sending an article to a customer user.
de: Nach der Installation des Pakets ist es möglich, *E-Mail* als Kommunikationskanal für den Versand eines Artikels an einen Kundenbenutzer auszuwählen.
hu: A csomag telepítése után lehetőség van az *E-mail* kiválasztására kommunikációs csatornaként egy ügyfél-felhasználónak történő bejegyzés küldésénél.
zh_cn: 安装本软件包后，可以选择 *电子邮件* 作为向客户用户发送信件的通信渠道。

source: This feature adds the ability to add email addresses to process management articles and sends the article to the inserted recipients.
de: Diese Funktion fügt die Möglichkeit hinzu, E-Mail-Adressen zu Artikeln der Prozessverwaltung hinzuzufügen und den Artikel an die eingefügten Empfänger zu senden.
hu: Ez a funkció annak a képességét adja hozzá, hogy e-mail címeket lehessen hozzáadni a folyamatkezelés bejegyzéseihez, és el lehessen küldeni a bejegyzést a beszúrt címzetteknek.
zh_cn: 此功能可将电子邮件地址添加到流程管理信件中，并将信件发送到插入的收件人。

source: To add an email communication channel to process management article:
de: So fügen Sie dem Artikel des Prozessmanagements einen E-Mail-Kommunikationskanal hinzu:
hu: A folyamatkezelés bejegyzéséhez történő e-mail kommunikációs csatorna hozzáadásához:
zh_cn: 要在流程管理信件中添加电子邮件通信渠道，请执行以下操作：

source: Go to the *Process Management* screen.
de: Gehen Sie zur Ansicht *Prozessverwaltung*.
hu: Menjen a *Folyamatkezelés* képernyőre.
zh_cn: 转到 *流程管理* 屏幕。

source: Click on the *User Task Activity Dialogs* item in the *Available Process Elements* widget in the left sidebar.
de: Klicken Sie auf den Eintrag *Benutzer-Task Aktivitätsdialog* im Widget *Verfügbare Prozesselemente* in der linken Seitenleiste.
hu: Kattintson a *Felhasználói feladat tevékenység-párbeszédablakok* elemre a bal oldalsávon lévő *Elérhető folyamatelemek* felületi elemben.
zh_cn: 单击左侧栏中 *可用流程元素* 小部件中的 *用户任务活动对话框* 项。

source: Click on the pencil icon to edit the user task activity dialog.
de: Klicken Sie auf das Bleistift-Symbol, um den Benutzer-Task Aktivitätsdialog zu bearbeiten.
hu: Kattintson a ceruza ikonra a felhasználói feladat tevékenység-párbeszédablak szerkesztéséhez.
zh_cn: 单击铅笔图标编辑用户任务活动对话框。

source: Drag the *Article* field from the *Available Fields* pool and drop into the *Assigned Fields* pool or click on a pencil icon of an already added *Article* field.
de: Ziehen Sie das Feld *Artikel* aus dem Pool *Verfügbare Felder* in den Pool *Zugewiesene Felder* oder klicken Sie auf ein Bleistift-Symbol eines bereits hinzugefügten *Artikel*-Feldes.
hu: Fogja meg a *Bejegyzés* a mezőt az *Elérhető mezők* tárolóból, és húzza át a *Hozzárendelt mezők* tárolóba, vagy kattintson egy már hozzáadott *Bejegyzés* mező ceruza ikonjára.
zh_cn: 将 *信件* 字段从 *可用字段* 池中拖到* 分配字段* 池中，或单击已添加 *信件* 字段的铅笔图标。

source: Select *Email* in the *Communication Channel* field.
de: Wählen Sie im Feld *Kommunikationskanal* den Wert *E-Mail*.
hu: Válassza az *E-mail* lehetőséget a *Kommunikációs csatorna* mezőben.
zh_cn: 在 *通信渠道* 字段中选择 *电子邮件*。

source: Edit Field Details Window
de: Feld-Details bearbeiten
hu: Mezőrészletek szerkesztése ablak
zh_cn: 编辑字段详情窗口

source: Save and deploy the process.
de: Prozess speichern und in Betrieb nehmen.
hu: Mentse el és állítsa üzembe a folyamatot.
zh_cn: 保存并部署该流程。

source: Go to the *Ticket Notifications* screen of the administrator interface.
de: Gehen Sie zur Ansicht *Ticket-Benachrichtigungen* im Administrator-Interface.
hu: Menjen az adminisztrátori felület *Jegyértesítések* képernyőjéhez.
zh_cn: 转到管理员界面的 *工单通知* 屏幕。

source: Create a corresponding ticket notification for the event ``ArticleCreate`` so that the email is sent.
de: Erstellen Sie eine entsprechende Ticket-Benachrichtigung für das Ereignis ``ArticleCreate``, damit die E-Mail gesendet wird.
hu: Hozzon létre egy megfelelő jegyértesítést az ``ArticleCreate`` eseményhez, azért hogy az e-mail el legyen küldve.
zh_cn: 为事件 ``ArticleCreate`` 创建相应的工单通知，以便发送电子邮件。

source: In the same activity dialog, you can use either the above-mentioned article field with email or a regular article field. Using both fields together will cause a process error.
de: Im gleichen Aktivitätsdialog können Sie entweder das oben genannte Artikelfeld mit E-Mail oder ein reguläres Artikelfeld verwenden. Die Kombination beider Felder führt zu einem Prozessfehler.
hu: Ugyanabban a tevékenység-párbeszédablakban vagy a fent említett e-maillel rendelkező bejegyzés mezőt, vagy a szokásos bejegyzés mezőt használhatja. Mindkét mező együttes használata folyamathibát fog okozni.
zh_cn: 在同一活动对话框中，您可以将上述信件字段与电子邮件一起使用，也可以使用常规信件字段。同时使用这两个字段将导致流程错误。

source: Now go to the :doc:`../../agent/tickets/new-process-ticket` and start a new process.
de: Gehen Sie nun zu :doc:`../../agent/tickets/new-process-ticket` und starten Sie einen neuen Prozess.
hu: Most menjen az :doc:`../../agent/tickets/new-process-ticket` képernyőhöz, és indítson egy új folyamatot.
zh_cn: 现在转到 :doc:`../../agent/tickets/new-process-ticket` 并启动一个新流程。

source: This package has no agent interface, but the feature add-on adds the regular email fields to *New Process Ticket* screen.
de: Dieses Paket hat kein Agenten-Interface, aber das Feature Add-on fügt die regulären E-Mail-Felder zur Ansicht *Neues Prozessticket* hinzu.
hu: Ennek a csomagnak nincs ügyintézői felülete, de a funkciókiegészítő hozzáadja a szokásos e-mail mezőt az *Új folyamatjegy* képernyőhöz.
zh_cn: 本软件包没有服务人员界面，但功能插件将常规电子邮件字段添加到 *新建流程工单* 屏幕。

source: After installation of the package, it is possible to send an article to a customer user when an agent starts a new process ticket.
de: Nach der Installation des Pakets ist es möglich, einen Artikel an einen Kundenbenutzer zu senden, wenn ein Agent ein neues Prozessticket startet.
hu: A csomag telepítése után lehetőség van elküldeni egy bejegyzést egy ügyfél-felhasználónak, ha egy ügyintéző elindít egy új folyamatjegyet.
zh_cn: 安装本软件包后，当服务人员启动新的流程工单时，可以向客户用户发送信件。

source: New Process Ticket
de: Neues Prozess-Ticket
hu: Új folyamatjegy
zh_cn: 创建流程工单

source: To send an email to a customer user via a process ticket:
de: So senden Sie eine E-Mail an einen Kundenbenutzer über ein Prozessticket:
hu: Egy ügyfél-felhasználónak történő e-mail küldéséhez egy folyamatjegyen keresztül:
zh_cn: 要通过流程工单向客户用户发送电子邮件，请执行以下操作：
