Repository: Yan-Oliveira/doc-fao
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu, zh_cn

source: Defines whether or not a new navigation entry in the external interface should be shown. This navigation entry will only be shown to customer users that are stored in one of the *Customer* fields. The label of this entry can be defined in the setting *Navigation label* if this setting is saved with *yes*.
de: Legt fest, ob ein neuer Navigationseintrag im externen Interface angezeigt werden soll oder nicht. Dieser Navigationseintrag wird nur Kundenbenutzern angezeigt, die in einem der Felder *Kunde* gespeichert sind. Die Bezeichnung dieses Eintrags kann in der Einstellung *Navigationslabel* definiert werden, wenn diese Einstellung mit *ja* gespeichert wird.
hu: Meghatározza, hogy meg kell-e jeleníteni egy új navigációs bejegyzést a külső felületen. Ez a navigációs bejegyzés csak azoknak az ügyfél-felhasználóknak jelenik meg, akik az *Ügyfél* mezők egyikében vannak eltárolva. A bejegyzés címkéje a *Navigációs címke* beállításban határozható meg, ha ez a beállítás *igen* értékkel van elmentve.
zh_cn: 定义是否应在外部人员界面中显示新的导航条目。 此导航条目将仅向存储在 *客户* 字段之一中的客户用户显示。 如果此设置保存为 *是*，则可以在设置 *导航标签* 中定义该条目的标签。

source: Navigation label
de: Navigationslabel
hu: Navigációs címke
zh_cn: 导航标签

source: This configuration makes it possible to define a custom label for the navigation entry displayed in the external interface. If no value is configured, a default combination of the field label and *Tickets* will be used, for example *Contacts Tickets*.
de: Diese Konfiguration ermöglicht es, ein eigenes Label für den im externen Interface angezeigten Navigationseintrag zu definieren. Wenn kein Wert konfiguriert ist, wird eine Standardkombination aus Feldbezeichnung und *Tickets* verwendet, z.B. *Kontakt Tickets*.
hu: Ez a beállítás lehetővé teszi egy egyéni címke meghatározását a külső felületen megjelenített navigációs bejegyzéshez. Ha nincs érték beállítva, akkor a mező címkéje és a *Jegyek* alapértelmezett kombinációja lesz használva, például *Partnerek jegyek*.
zh_cn: 通过此配置，可以为外部人员界面中显示的导航条目定义自定义标签。 如果未配置任何值，则将使用字段标签和 *工单* 的默认组合，例如 *工单联系人*。

source: Use for communication \*
de: Verwendung für die Kommunikation \*
hu: Használat a kommunikációhoz \*
zh_cn: 用于通信 \*

source: If customer users stored in a dynamic field of type *Customer* should get used for communication, this configuration has to be used. It is possible to use customer users for the *To*, *Cc* and *Bcc* field. If this configuration is active, the customer user will be added to the configured field. If the field is already containing the address of the customer user, it will not get added a second time. The agent still has the opportunity to remove the address from the field when composing a new message.
de: Wenn Kunden, die in einem dynamischen Feld vom Typ *Kunde* gespeichert sind, für die Kommunikation verwendet werden sollen, muss diese Konfiguration verwendet werden. Es ist möglich, Kunden für die Felder *To*, *Cc* und *Bcc* zu verwenden. Wenn diese Konfiguration aktiv ist, wird der Kunde in das konfigurierte Feld aufgenommen. Wenn das Feld bereits die Adresse des Kunden enthält, wird es nicht ein zweites Mal hinzugefügt. Der Agent hat weiterhin die Möglichkeit, die Adresse aus dem Feld zu entfernen, wenn er eine neue Nachricht verfasst.
hu: Ha egy *Ügyfél* típusú dinamikus mezőben tárolt ügyfél-felhasználókat kommunikációhoz kell használni, akkor ezt a beállítást kell használni. Lehetőség van az ügyfél-felhasználókat a *Címzett*, *Másolat* és *Titkos másolat* mezőkhöz használni. Ha ez a beállítás be van kapcsolva, akkor az ügyfél-felhasználó hozzá lesz adva a beállított mezőhöz. Ha a mező már tartalmazza az ügyfél-felhasználó címét, akkor nem lesz másodjára is hozzáadva. Az ügyintézőnek továbbra is lehetősége van eltávolítani a címet a mezőből, ha új üzenetet ír.
zh_cn: 如果存储在 *客户* 类型的动态字段中的客户用户应用于通信，则必须使用此配置。可以将客户用户用于 *收件人*、*抄送* 和 *密件抄送* 字段。如果此配置处于活动状态，则客户用户将添加到已配置的字段。如果该字段已包含客户用户的地址，则不会再次添加。编写新邮件时，服务人员仍有机会从字段中删除地址。

source: Use for notification \*
de: Verwendung für Benachrichtigungen \*
hu: Használat az értesítéshez \*
zh_cn: 用于通知 \*

source: If customer users stored in a dynamic field of type *Customer* should get used for notification, this configuration has to be used. It is possible to use customer users for the *To*, *Cc* and *Bcc* recipient. If this configuration is active, the dynamic field will be shown in the recipient block of the ticket notifications.
de: Wenn Kunden, die in einem dynamischen Feld vom Typ *Kunde* gespeichert sind, für die Benachrichtigung verwendet werden sollen, muss diese Konfiguration verwendet werden. Es ist möglich, Kunden für den Empfänger *To*, *Cc* und *Bcc* zu verwenden. Wenn diese Konfiguration aktiv ist, wird das dynamische Feld im Empfängerblock der Ticket-Benachrichtigungen angezeigt.
hu: Ha egy *Ügyfél* típusú dinamikus mezőben tárolt ügyfél-felhasználókat értesítéshez kell használni, akkor ezt a beállítást kell használni. Lehetőség van az ügyfél-felhasználókat a *Címzett*, *Másolat* és *Titkos másolat* címzettjéhez használni. Ha ez a beállítás be van kapcsolva, akkor a dinamikus mező megjelenik a jegyértesítések címzett blokkjában.
zh_cn: 如果存储在 *客户* 类型的动态字段中的客户用户应用于通知，则必须使用此配置。可以为 *收件人*、*抄送* 和 *密件抄送* 使用客户用户。如果此配置处于活动状态，则动态字段将显示在工单通知的收件人块中。

source: If the configuration option ``UserForNotification`` is not set in the dynamic field table, the fallback recipient will be used. The fallback recipient is the *To* recipient.
de: Wenn in der Tabelle der dynamischen Felder die Konfigurationsoption ``UserForNotification`` nicht gesetzt ist, wird der Fallback-Empfänger verwendet. Die Fallback-Empfänger sind die *To*-Empfänger.
hu: Ha a ``UserForNotification`` beállítási lehetőség nincs beállítva a dinamikus mező táblában, akkor tartalék címzett lesz használva. A tartalék címzett a *Címzett* mezőben lévő címzett.
zh_cn: 如果未在动态字段表中设置配置选项 ``UserForNotification`` ，则将使用备用收件人。备用收件人是 *To(收件人)* 收件人。

source: Filter contact by \*
de: Kontakt filtern nach \*
hu: Partner szűrése \*
zh_cn: 筛选联系人 \*

source: In some scenarios it is necessary to filter possible contacts by their attributes. A filter for example could be the customer number, the city or a custom attribute. To activate the filter functionality, select the needed attribute from the drop-down list. If the customer number is selected, the contact will be filtered by the customer number of the customer of the ticket. For each other attribute the filter can be defined as a text value. After selecting the filter attribute from the drop-down list, a second input field will be displayed where the filter can be defined.
de: In einigen Szenarien ist es notwendig, mögliche Kontakte nach ihren Attributen zu filtern. Ein Filter kann beispielsweise die Kundennummer, der Ort oder ein benutzerdefiniertes Attribut sein. Um die Filterfunktionalität zu aktivieren, wählen Sie das gewünschte Attribut aus der Auswahlliste. Wenn die Kundennummer ausgewählt ist, wird der Kontakt nach der Kundennummer des Kunden des Tickets gefiltert. Für jedes andere Attribut kann der Filter als Textwert definiert werden. Nach Auswahl des Filterattributs aus der Dropdown-Liste wird ein zweites Eingabefeld angezeigt, in dem der Filter definiert werden kann.
hu: Bizonyos esetekben szükség lehet a lehetséges partnereket szűrni az attribútumaik szerint. Egy ilyen szűrő lehet például az ügyfél száma, városa vagy egy egyéni attribútum. A szűrőfunkcionalitás bekapcsolásához válassza ki a szükséges attribútumot a legördülő listából. Ha az ügyfél számát választották ki, akkor a partner a jegy ügyfelének ügyfélszáma alapján lesz szűrve. Minden egyéb attribútumhoz a szűrő szöveges értékként határozható meg. Miután kiválasztotta a szűrőattribútumot a legördülő listából, egy második beviteli mező jelenik meg, ahol a szűrőt meg lehet határozni.
zh_cn: 在某些情况下，有必要通过可能的联系人属性对其进行筛选。 例如，过滤器可以是客户编号、城市或自定义属性。 要激活过滤器功能，请从下拉列表中选择所需的属性。 如果选择了客户编号，则联系人将被工单客户的客户编号过滤。 对于每个其它属性，可以将过滤器定义为文本值。 从下拉列表中选择过滤器属性后，将显示第二个输入字段，可在其中定义过滤器。

source: Filter criteria \*
de: Filterkriterien \*
hu: Szűrési feltételek \*
zh_cn: 筛选条件 \*

source: In this field the filter of the attributes for the customer result is defined. For example, if only customer users with the first name *Theo* should be selectable, the filter *Fistname* from the *Filter contact by* has to be selected. After that the *Filter criteria* field will be displayed. Now we can insert *Theo* into the filter field. Currently it is not possible to define a regular expression or a placeholder for filtering customer users.
de: In diesem Feld wird der Filter der Attribute für das Kundenergebnis definiert. Sollen beispielsweise nur Kunden mit dem Vornamen *Theo* wählbar sein, muss der Filter *Vorname* aus dem *Filter Kontakt von*-Feld ausgewählt werden. Danach wird das Feld *Filterkriterien* angezeigt. Nun können wir *Theo* in das Filterfeld einfügen. Derzeit ist es nicht möglich, einen regulären Ausdruck oder einen Platzhalter für die Filterung von Kunden zu definieren.
hu: Ebben a mezőben az ügyféltalálat attribútumainak szűrője van meghatározva. Például ha csak a *János* keresztnevű ügyfél-felhasználók lehetnek kiválaszthatók, akkor a *Keresztnév* szűrőt kell kiválasztani a *Partner szűrése* mezőből. Ezután jelenik meg a *Szűrési feltételek* mező. Most írjuk be a *János* nevet a szűrőmezőbe. Jelenleg nem lehetséges reguláris kifejezést vagy helykitöltőt meghatározni az ügyfél-felhasználók szűréséhez.
zh_cn: 在此字段中，定义了客户结果属性的筛选器。例如，如果只应选择名为 *Theo* 的客户用户，则必须在 *筛选联系人* 中选择 *名* 过滤器。之后将显示 *筛选条件* 字段。现在我们可以将 *Theo* 插入过滤器字段。目前无法使用正则表达式或占位符来筛选客户用户。

source: Do not forget to add the new dynamic field to ticket view screens.
de: Vergessen Sie nicht, das neue dynamische Feld zu den Ticket-Ansichtsbildschirmen hinzuzufügen.
hu: Ne felejtse el hozzáadni az új dinamikus mezőt a jegynézet képernyőkhöz.
zh_cn: 不要忘记向工单视图屏幕添加新的动态字段。

source: Add Dynamic Field to External Interface
de: Dynamisches Feld zum externen Interface hinzufügen
hu: Dinamikus mező hozzáadása a külső felülethez
zh_cn: 向外部人员界面添加动态字段

source: After creating a dynamic field of type *Customer*, it has to be added to the screens, where it should get displayed.
de: Nachdem ein dynamisches Feld vom Typ *Kunde* erstellt wurde, muss es den Ansichten hinzugefügt werden, wo es angezeigt werden soll.
hu: Egy *Ügyfél* dinamikus mező létrehozása után hozzá kell adni azt azokhoz a képernyőkhöz, ahol meg kell jeleníteni a mezőket.
zh_cn: 创建了一个类型为 *客户* 的动态字段后，必须将其添加到那些要在其中显示的屏幕中。

source: To add the dynamic field to the external interface:
de: So fügen Sie das dynamische Feld dem externen Interface hinzu:
hu: A dinamikus mezőnek a külső felülethez történő hozzáadásához:
zh_cn: 要将动态字段添加到外部人员界面：

source: Select *All settings* in the *Navigation* widget.
de: Wählen Sie *Alle Einstellungen* im Widget *Navigation*.
hu: Válassza ki az *Összes beállítás* lehetőséget a *Navigáció* felületi elemben.
zh_cn: 在 *导航* 小部件中选择 *所有设置*。

source: Navigate to *Frontend → External → View → TicketDetailView* in the navigation tree.
de: Navigieren Sie im Navigationsbaum zu *Frontend → External → View → TicketDetailView*.
hu: Navigáljon a *Frontend → External → View → TicketDetailView* ághoz a navigációs fában.
zh_cn: 导航到导航树中的 *Frontend → External → View → TicketDetailView* 。

source: Search for setting ``ExternalFrontend::TicketDetailView###DynamicField`` and click on the *Edit this setting* button.
de: Suchen Sie nach der Einstellung ``ExternalFrontend::TicketDetailView####DynamicField`` und klicken Sie auf die Schaltfläche *Diese Einstellung bearbeiten*.
hu: Keressen rá az ``ExternalFrontend::TicketDetailView###DynamicField`` beállításra, és kattintson az *A beállítás szerkesztése* gombra.
zh_cn: 搜索设置 ``ExternalFrontend::TicketDetailView###DynamicField`` 并点击 *编辑该设置* 按钮。

source: Click on the *+* button to add the dynamic field. The key is the name of the dynamic field, the value is *1 - Enabled*. This setting is used to display the content of dynamic field in the ticket detail view.
de: Klicken Sie auf die Schaltfläche *+*, um das dynamische Feld hinzuzufügen. Der Schlüssel ist der Name des dynamischen Feldes, der Wert ist *1 - Aktiviert*. Diese Einstellung wird verwendet, um den Inhalt des dynamischen Feldes in der Ticket-Detailansicht anzuzeigen.
hu: Kattintson a *+* gombra a dinamikus mező hozzáadásához. A kulcs a dinamikus mező neve, az érték pedig *1 – Engedélyezve*. Ez a beállítás használható a dinamikus mező tartalmának megjelenítéséhez a jegy részletes nézetben.
zh_cn: 单击 *+* 按钮添加动态字段。 键是动态字段的名称，值是 *1 - 启用*。 此设置用于在工单详情视图中显示动态字段的内容。

source: Search for setting ``ExternalFrontend::TicketDetailView###FollowUpDynamicField`` and click on the *Edit this setting* button.
de: Suchen Sie nach der Einstellung ``ExternalFrontend::TicketDetailView###FollowUpDynamicField`` und klicken Sie auf die Schaltfläche *Diese Einstellung bearbeiten*.
hu: Keressen rá az ``ExternalFrontend::TicketDetailView###FollowUpDynamicField`` beállításra, és kattintson az *A beállítás szerkesztése* gombra.
zh_cn: 搜索设置 ``ExternalFrontend::TicketDetailView###FollowUpDynamicField`` 并点击 *编辑该设置* 按钮。

source: Click on the *+* button to add the dynamic field. The key is the name of the dynamic field, the value is *1 - Enabled*. This setting is used to configure dynamic fields in the answer part of customers detail view.
de: Klicken Sie auf die Schaltfläche *+*, um das dynamische Feld hinzuzufügen. Der Schlüssel ist der Name des dynamischen Feldes, der Wert ist *1 - Aktiviert*. Mit dieser Einstellung können Sie dynamische Felder im Antwortbereich der Kunden-Detailansicht konfigurieren.
hu: Kattintson a *+* gombra a dinamikus mező hozzáadásához. A kulcs a dinamikus mező neve, az érték pedig *1 – Engedélyezve*. Ez a beállítás használható dinamikus mezők beállításához az ügyfelek részletes nézetének válasz részében.
zh_cn: 单击 *+* 按钮添加动态字段。 键是动态字段的名称，值是 *1 - 启用*。 此设置用于在客户详情视图的答复部分中配置动态字段。

source: Repeat the steps for other views, if needed.
de: Wiederholen Sie bei Bedarf die Schritte für andere Ansichten.
hu: Ismételje meg a lépéseket más nézetekhez is, ha szükséges.
zh_cn: 如果需要，请对其它视图重复上述步骤。

source: If other packages are installed along with this package that override template names for certain modules, manual change of setting ``Frontend::Output::FilterElementPost###OTRSCustomContactFieldsJS`` is needed. Overridden template names will have to be added to the list of output filter configuration so it can work correctly.
de: Wenn andere Pakete zusammen mit diesem Paket installiert werden, die die Vorlagennamen für bestimmte Module überschreiben, ist eine manuelle Änderung der Einstellung ``Frontend::Output::FilterElementPost####OTRSCustomContactFieldsJS``` erforderlich. Überschriebene Vorlagennamen müssen der Liste der Ausgabefilterkonfiguration hinzugefügt werden, damit sie korrekt funktionieren.
hu: Ha egyéb olyan csomagok is telepítve vannak ezen csomag mellé, amelyek felülbírálják a sablonneveket bizonyos moduloknál, akkor a ``Frontend::Output::FilterElementPost###OTRSCustomContactFieldsJS`` beállítás kézi megváltoztatása szükséges. A felülbírált sablonneveket a kimenetszűrő beállításának listájához kell hozzáadni, így megfelelően működhet.
zh_cn: 如果与此软件包一起安装的其他软件包覆盖了某些模块的模板名称，则需要手动更改设置 ``Frontend::Output::FilterElementPost###OTRSCustomContactFieldsJS`` 。必须将重写的模板名称添加到输出过滤器配置列表中，这样它才能正常工作。

source: For example, package ``OTRSCIsInCustomerFrontend`` overrides templates ``CustomerTicketMessage`` and ``CustomerTicketZoom`` with ``OTRSCIsInCustomerFrontendCustomerTicketMessage`` and ``OTRSCIsInCustomerFrontendCustomerTicketZoom`` respectively. These template names have to be added to the system configuration according to example below, in order for output filter to be activated.
de: Beispielsweise überschreibt das Paket ``OTRSCIsInCustomerFrontend`` die Vorlagen ``CustomerTicketMessage`` und ``CustomerTicketZoom`` mit ``OTRSCIsInCustomerFrontendCustomerTicketMessage`` und ``OTRSCIsInCustomerFrontendCustomerTicketZoom``. Diese Vorlagennamen müssen gemäß dem folgenden Beispiel in die Systemkonfiguration aufgenommen werden, damit der Ausgabefilter aktiviert werden kann.
hu: Például az ``OTRSCIsInCustomerFrontend`` csomag felülbírálja a ``CustomerTicketMessage`` és ``CustomerTicketZoom`` sablonokat a megfelelő ``OTRSCIsInCustomerFrontendCustomerTicketMessage`` és ``OTRSCIsInCustomerFrontendCustomerTicketZoom`` sablonokkal. Ezeket a sablonneveket kell hozzáadni a rendszerbeállításokhoz a fenti példa szerint, ahhoz hogy a kimenetszűrő bekapcsolható legyen.
zh_cn: 例如，软件包 ``OTRSCIsInCustomerFrontend`` 分别使用 ``OTRSCIsInCustomerFrontendCustomerTicketMessage`` 和 ``OTRSCIsInCustomerFrontendCustomerTicketZoom`` 覆盖了模板 ``CustomerTicketMessage`` 和 ``CustomerTicketZoom``。必须根据下面的示例将这些模板名称添加到系统配置中，以便激活输出过滤器。

source: New Features
de: Neue Funktionen
hu: Új funkciók
zh_cn: 新功能

source: Storing/changing customer user in a *Customer* field
de: Kunden in einem *Kunden*-Feld speichern/ändern
hu: Ügyfél-felhasználó tárolása vagy megváltoztatása egy *Ügyfél* mezőben
zh_cn: 在 *客户* 字段中存储/更改客户用户

source: After the dynamic field of the type *Customer* was configured in the :doc:`admin/processes-automation/dynamic-fields` screen and added to the different views, the functionality can get used. The contact fields will be displayed below the recipients for new tickets or otherwise in the dynamic fields block of the page. The exact position and label of the field depends on the field configuration.
de: Nachdem das dynamische Feld vom Typ *Kunde* in der Ansicht :doc:`admin/processes-automation/dynamic-fields` konfiguriert und den verschiedenen Ansichten hinzugefügt wurde, kann die Funktionalität genutzt werden. Die Kontaktfelder werden unterhalb der Empfänger für neue Tickets oder anderweitig im Block für dynamische Felder der Seite angezeigt. Die genaue Position und Beschriftung des Feldes hängt von der Feldkonfiguration ab.
hu: Miután egy *Ügyfél* típusú dinamikus mező be lett állítva a :doc:`admin/processes-automation/dynamic-fields` képernyőn, és hozzá lett adva különböző nézetekhez, a funkcionalitás használatba vehető. A partnermezők a címzettek alatt fognak megjelenni az új jegyeknél, vagy egyébként az oldal dinamikus mezők blokkjában. A mező pontos helyzete és címkéje a mező beállításaitól függ.
zh_cn: 在 :doc:`admin/processes-automation/dynamic-fields` 屏幕中配置了 *客户* 类型的动态字段并将其添加到不同的视图中之后，就可以使用该功能了。联系人字段将显示在新工单的收件人下方或页面的动态字段块中。字段的确切位置和标签取决于字段配置。

source: If a customer number filter was configured the dynamic field will be locked and unchangeable as long as no customer is added to the ticket.
de: Wenn ein Kundennummernfilter konfiguriert wurde, wird das dynamische Feld gesperrt und nicht änderbar, solange kein Kunde zum Ticket hinzugefügt wird.
hu: Ha egy ügyfélszám szűrő be lett állítva, akkor a dinamikus mező zárolva lesz és nem lehet megváltoztatni, amíg nincs ügyfél hozzáadva a jegyhez.
zh_cn: 如果配置了客户编号过滤器，则只要还没有将客户添加到工单中，动态字段将被锁定且不可更改。

source: After inserting at least one character into the text field of the dynamic field a search over the configured customer databases starts. At this point the configured filter takes it place and removes unmatched customer users from the result set. To start a search for all available customer users for this field you can use the ``*`` wildcard.
de: Nach dem Einfügen von mindestens einem Zeichen in das Textfeld des dynamischen Feldes beginnt eine Suche über die konfigurierten Kundendatenbanken. An dieser Stelle setzt der konfigurierte Filter ein und entfernt unangepasste Kunden aus der Ergebnismenge. Um eine Suche nach allen verfügbaren Kunden für dieses Feld zu starten, können Sie den Platzhalter ``*`` verwenden.
hu: A dinamikus mező szövegmezőjébe legalább egy karakter beszúrása után egy keresés indul a beállított ügyfél-adatbázisokban. Ezen a ponton a beállított szűrő érvényesül, és eltávolítja a nem egyező ügyfél-felhasználókat az eredményhalmazból. Az összes elérhető ügyfél-felhasználó keresésének indításához használhatja a ``*`` helyettesítő karaktert a mezőnél.
zh_cn: 在动态字段的文本字段中插入至少一个字符后，将开始搜索已配置的客户数据库。此时，配置的筛选器将执行并从结果集中删除不匹配的客户用户。要开始搜索此字段的所有可用客户用户，可以使用 ``*`` 通配符。

source: Showing *Customer* dynamic field values for a ticket
de: Anzeigen von Werten dynamischer Felder vom Typ *Kunde*
hu: *Ügyfél* dinamikus mező értékeinek megjelenítése egy jegynél
zh_cn: 显示一个工单的 *客户* 动态字段的值

source: To allow display of the *Customer* dynamic field values after the data was stored to the ticket, the different views (*Ticket Zoom* and *Ticket Detail View*) have to be configured accordingly.
de: Um die Anzeige der Werte der dynamischen Felder *Kunde* nach dem Speichern der Daten am Ticket zu ermöglichen, müssen die verschiedenen Ansichten entsprechend konfiguriert werden.
hu: Az *Ügyfél* dinamikus mező értékei megjelenítésének engedélyezéséhez, miután az adatok tárolásra kerültek a jegynél, a különböző nézeteket (*Jegynagyítás* és *Jegy részletes nézet*) be kell állítani annak megfelelően.
zh_cn: 为了在将数据存储到工单后显示 *客户* 动态字段的值，必须相应地配置不同的视图（*工单详情* 和 *工单详细信息视图*）。

source: Using *Customer* dynamic field values for communication in a ticket
de: Verwendung von Werten für dynamische Felder *Kunde* für die Kommunikation in einem Ticket
hu: *Ügyfél* dinamikus mező értékek használata egy jegyben lévő kommunikációhoz
zh_cn: 在工单通信中使用 *客户* 动态字段值

source: If a field has been configured to use the contacts for communication and the *Reply All* functionality is used in the *Ticket Zoom* screen, all customer users stored in the respective field will be added to the configured recipient list (to, cc or bcc) unless they exist as a recipient already. If necessary, they can be removed from the recipients manually. This functionality is not available for the reply to action.
de: Wenn ein Feld für die Verwendung der Kontakte für die Kommunikation konfiguriert wurde und die Funktion *Allen antworten* in der *Ticket-Detailansicht* verwendet wird, werden alle im jeweiligen Feld gespeicherten Kunden in die konfigurierte Empfängerliste (To/Cc/Bcc) aufgenommen, sofern sie nicht bereits als Empfänger existieren. Bei Bedarf können sie manuell von den Empfängern entfernt werden. Diese Funktionalität ist bei der Antwort auf eine Aktion nicht verfügbar.
hu: Ha a mező úgy lett beállítva, hogy használja a partnereket a kommunikációhoz, valamint a *Jegynagyítás* képernyőn használt *Válasz mindenkinek* funkcionalitáshoz, akkor a megfelelő mezőben tárolt összes ügyfél-felhasználó hozzá lesz adva a beállított címzettlistához (címzett, másolat vagy titkos másolat), hacsak nem szerepelnek már ott címzettként. Ha szükséges, akkor kézzel eltávolíthatók a címzettek közül. Ez a funkcionalitás nem érhető el a válasz műveletnél.
zh_cn: 如果一个字段已被配置为使用联系人进行通信，并且在工单详情屏幕中使用过 *全部回复* 功能，则存储在各自字段中的所有客户用户将被添加到已配置的收件人列表（TO、CC或BCC）中，除非它们已经作为接收者存在。如有必要，可以手动从收件人中删除它们。此功能不可用于回复操作。

source: The field must not be configured in the dynamic field section of ``AgentTicketCompose``.
de: Das Feld muss nicht im Abschnitt für dynamische Felder von ``AgentTicketCompose`` konfiguriert werden.
hu: A mezőt tilos beállítani az ``AgentTicketCompose`` dinamikus mező szakaszában.
zh_cn: 不得在 ``AgentTicketCompose`` 的动态字段部分中配置该字段。

source: Searching tickets for *Customer* dynamic field values
de: Suche nach Tickets für dynamische Feldwerte vom Typ *Kunde*
hu: Jegyek keresése az *Ügyfél* dinamikus mező értékeinél
zh_cn: 在工单中搜索 *客户* 动态字段的值

source: To allow searching of the *Customer* dynamic field values after the data was stored to the ticket the search view has to be configured accordingly.
de: Um die Suche nach den dynamischen Feldwerten vom Typ *Kunde* nach dem Speichern der Daten am Ticket zu ermöglichen, muss die Suchansicht entsprechend konfiguriert werden.
hu: Az *Ügyfél* dinamikus mező értékei keresésének engedélyezéséhez, miután az adatok tárolásra kerültek a jegynél, a keresés nézetet be kell állítani annak megfelelően.
zh_cn: 为了在将数据存储到工单之后搜索 *客户* 动态字段的值，必须相应配置搜索视图。
