Repository: Yan-Oliveira/doc-fao
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu, zh_cn

source: Search for setting ``ITSMConfigItem::TicketDynamicFieldValueMapping`` and set the mapping between configuration item attributes and the values of ticket dynamic fields. We have to specify mappings for this to solve a mismatch between possible values of configuration item attributes and possible values of ticket dynamic fields.
de: Suchen Sie nach der Einstellung ```ITSMConfigItem::TicketDynamicFieldValueMapping`` und legen Sie das Mapping zwischen den Attributen des Configuration Items und den Werten der dynamischen Ticketfelder fest. Wir müssen dafür Mappings angeben, um eine Diskrepanz zwischen möglichen Werten von Attributen von Configuration Items und möglichen Werten von dynamischen Ticketfeldern zu lösen.
hu: Keressen rá az ``ITSMConfigItem::TicketDynamicFieldValueMapping`` beállításra, és állítsa be a leképezést a konfigurációelem attribútumai és a jegy dinamikus mezőinek értékei között. Ehhez leképezéseket kell beállítanunk, hogy megoldjuk a rossz párosítást a konfigurációelem-attribútumok lehetséges értékei és a jegy dinamikus mezőjének lehetséges értékei között.
zh_cn: 搜索设置 ``ITSMConfigItem::TicketDynamicFieldValueMapping`` 并设置配置项属性和工单动态字段的值之间的映射。 我们必须为此指定映射，以解决配置项属性的可能值与工单动态字段的可能值之间的不匹配。

source: The numbers define the order in which the values are shown in the drop-down dynamic field. If you would store the values *Yes* and *No* into a dynamic field with the configuration shown above, the system would try to store the value *Yes* or *No* whereas the dynamic field would expect key ``1`` for *Yes* or key ``2`` for *No*.
de: Die Zahlen definieren die Reihenfolge, in der die Werte im dynamischen Dropdown-Feld angezeigt werden. Wenn Sie die Werte *Ja* und *Nein* in ein dynamisches Feld mit der oben gezeigten Konfiguration speichern würden, würde das System versuchen, den Wert *Ja* oder *Nein* zu speichern, während das dynamische Feld den Schlüssel ``1`` für *Ja* oder den Schlüssel ``2`` für *Nein* erwarten würde.
hu: A számok határozzák meg azt a sorrendet, ahogy az értékek megjelennek a legördülő dinamikus mezőben. Ha a *Yes* és *No* értékeket tárolná egy olyan dinamikus mezőben, amelynek beállítása fent meg van jelenítve, akkor a rendszer megpróbálná eltárolni a *Yes* vagy *No* értéket, míg a dinamikus mező az ``1`` kulcsot várná a *Yes* értékhez vagy a ``2`` kulcsot a *No* értékhez.
zh_cn: 数字定义了值在下拉动态字段中的显示顺序。 如果使用上面显示的配置将 *是* 和 *否* 值存储到动态字段中，系统将尝试存储 *是* 和 *否* 值，而动态字段认为键 ``1`` 表示 *是* 或键 ``2`` 表示 *否*。

source: This mapping can also be used for other fields, if the configuration item attribute value does not match a dynamic field key. In this case write the configuration item attribute value into the key part of the hash and the dynamic field key inside the item tag.
de: Dieses Mapping kann auch für andere Felder verwendet werden, wenn der Attributwert des Configuration Item nicht mit einem dynamischen Feldschlüssel übereinstimmt. In diesem Fall schreiben Sie den Wert des Configuration Item-Attributs in den Schlüsselteil des Hash und den Schlüssel des dynamischen Feldes in das Item-Tag.
hu: Ez a leképezés használható egyéb mezőknél is, ha a konfigurációelem attribútumértéke nem egyezik egy dinamikus mező kulcsával. Ebben az esetben írja be a konfigurációelem attribútumértékét a kivonat kulcs részébe és a dinamikus mező kulcsát az elem címkéjén belülre.
zh_cn: 如果配置项属性值与动态字段键不匹配，此映射也可以用于其它字段。 在这种情况下，将配置项属性值写入哈希的键部分和配置项标签内的动态字段键。

source: After this is configured correctly, just create a configuration item with the mapped fields filled out. If you are going to link this newly created configuration item to a ticket, the ticket dynamic fields are populated with configuration item attributes. The configuration item attributes will be shown in the ticket information in the right sidebar of the *Ticket Zoom* screen and will be automatically updated when the CMDB is modified.
de: Nachdem dies korrekt konfiguriert wurde, erstellen Sie einfach ein Configuration Item mit den zugeordneten Feldern. Wenn Sie dieses neu erstellte Configuration Item mit einem Ticket verknüpfen möchten, werden die dynamischen Ticketfelder mit Attributen des Configuration Item gefüllt. Die Attribute der Configuration Items werden in den Ticketinformationen in der rechten Seitenleiste der *Ticket-Detailansicht* angezeigt und bei einer Änderung der CMDB automatisch aktualisiert.
hu: Miután ez megfelelően be lett állítva, egyszerűen hozzon létre egy konfigurációelemet, amelynél a leképezett mezők ki vannak töltve. Ha hozzákapcsolja ezt az újonnan létrehozott konfigurációelemet egy jegyhez, akkor a jegy dinamikus mezői ki lesznek töltve a konfigurációelem attribútumaival. A konfigurációelem-attribútumok megjelennek a *Jegynagyítás* képernyő jobb oldalsávján lévő jegyinformációkban, és automatikusan frissítve lesznek, ha a CMDB-t módosítják.
zh_cn: 正确配置后，只需创建一个配置项，并填写映射字段即可。 如果要将这个新创建的配置项链接到工单，则工单动态字段将填充为配置项属性。 配置项属性将显示在 *工单详情* 屏幕右侧栏中的工单信息中，并且在修改CMDB时会自动更新。

source: Limitations of the dynamic field assignment functionality:
de: Einschränkungen der Funktionalität zum Zuordnen von dynamischen Feldern:
hu: A dinamikus mező hozzárendelés funkcionalitásának korlátozásai:
zh_cn: 动态字段分配功能的局限性：

source: Dynamic fields are just filled if they do not have content yet.
de: Dynamische Felder werden nur gefüllt, wenn sie noch keinen Inhalt haben.
hu: A dinamikus mezők csak akkor lesznek kitöltve, ha még nincs tartalmuk.
zh_cn: 如果动态字段尚无内容，则仅填充它们。

source: If a configuration item is unlinked from a ticket, the dynamic field values do not get deleted.
de: Wenn ein Configuration Item von einem Ticket getrennt wird, werden die Werte der dynamischen Felder nicht gelöscht.
hu: Ha egy konfigurációelemet leválasztanak a jegyről, akkor a dinamikus mező értékei nem lesznek törölve.
zh_cn: 如果取消了工单的配置项链接，不会删除动态字段值。

source: If a configuration item attribute contains a list of values (for example multiple IP addresses of a computer configuration item) only the first value of this list is assigned to a dynamic field.
de: Wenn ein Attribut eines Configuration Item eine Liste von Werten enthält (z.B. mehrere IP-Adressen eines Computers), wird nur der erste Wert dieser Liste einem dynamischen Feld zugewiesen.
hu: Ha egy konfigurációelem attribútuma értékek listáját tartalmazza (például egy számítógép konfigurációelem több IP-címét), akkor ennek a listának csak az első eleme lesz hozzárendelve egy dinamikus mezőhöz.
zh_cn: 如果配置项属性包含值列表（例如，计算机配置项的多个IP地址），则仅将此列表的第一个值分配给动态字段。

source: CI Custom Search
zh_cn: CI自定义搜索

source: This feature add-on makes it possible to use an additional user-defined search for configuration items. This adds the new menu section *Search (Custom)* to the main *CMDB* menu.
de: Dieses Feature Add-on stellt eine neue, benutzerdefinierte Suche nach OTRS Configuration Items bereit. Im Hauptmenü „CMDB“ erscheint das neue Untermenü „Suche (benutzerdefiniert)“.
hu: Ez a funkciókiegészítő lehetővé teszi a felhasználó által meghatározott kiegészítő keresés használatát a konfigurációelemeknél. A funkció egy új *Keresés (egyéni)* menüpontot ad a fő *CMDB* menühöz.
zh_cn: 此功能插件允许对配置项使用其他用户定义的搜索。这会将新的菜单部分 *搜索（自定义）* 添加到主 *CMDB* 菜单中。

source: Regardless of the assigned CI class, you can now search for a specific owner and view all CIs used by the owner, such as printer, phone or email client.
de: Unabhängig von zugeordneten CI-Klassen kann jetzt nach CIs gesucht werden, die nur bei einem bestimmten Kundenbenutzer im Einsatz sind. So werden dann z. B. sein verwendeter Drucker, sein Telefon oder sein E-Mail-Client als Suchergebnisse angezeigt.
hu: A hozzárendelt konfigurációelem-osztályoktól függetlenül mostantól rákereshet egy adott tulajdonosra, és megtekintheti a tulajdonos által használt összes konfigurációelemet, mint például nyomtatót, telefont vagy e-mail klienst.
zh_cn: 无论分配了什么CI类，您现在都可以搜索特定的所有者并查看所有者使用的所有CI，例如打印机、电话或电子邮件客户端。

source: You can also search for CIs in a specific CI class, as well as for a specific deployment or incident state. Moreover, you can configure the name of the newly displayed menu section and add further CI attributes you wish to use in the search mask.
de: Eine Suche in einzelnen Configuration Item-Klassen ist ebenso möglich, wie nach bestimmten Verwendungs- und Vorfallstatus. Darüber hinaus kann der Name der Suche, der als Untermenü angezeigt wird, angepasst werden und weitere Configuration Item-Attribute in die Suchmaske eingefügt werden.
hu: Rákereshet a konfigurációelemekre egy adott konfigurációelem-osztályban, valamint bizonyos üzembe állítási és incidensállapotra is. Ráadásul beállíthatja az újonnan megjelenített menüszakasz nevét, és további konfigurációelem-attribútumokat adhat hozzá, amelyeket a keresési maszkban használni szeretne.
zh_cn: 您还可以搜索特定CI类中的CI，以及特定部署或事件状态的CI。 此外，您可以配置新显示的菜单部分的名称，并添加希望在搜索掩码中使用的其他CI属性。

source: Faster and more efficient search for configuration items related to a specific customer user.
de: Schnellere Suche nach Configuration Items eines spezifischen Kundenbenutzers.
hu: Egy bizonyos ügyfél-felhasználó konfigurációelemeinek gyorsabb és hatékonyabb keresése.
zh_cn: 更快、更高效地搜索与特定客户用户相关的配置项。

source: Simplified change management in case of new employees.
de: Vereinfachtes und effizienteres Change-Management z. B. im Fall eines Mitarbeiterwechsels.
hu: Leegyszerűsített változásmenedzsment az új munkavállalók esetén.
zh_cn: 对于新员工，简化了变更管理。

source: Better customer service when a wide range of products is used by a customer.
de: Optimaler Kundenservice, wenn eine größere Anzahl von Produkten beim Kunden im Einsatz ist.
hu: Jobb ügyfélszolgálat, ha egy ügyfél a termékek széles skáláját használja.
zh_cn: 当客户使用种类繁多的产品时，更好的客户服务。

source: Internal IT departments
de: Interne IT-Abteilungen
hu: Belső IT-osztályok
zh_cn: 内部IT部门

source: Customer support for a wide range of products
de: Kundendienstleister für eine große Anzahl von Produkten, die vom Kunden eingesetzt werden
hu: Vevőtámogatás termékek széles skálájához
zh_cn: 产品种类繁多的客户支持

source: Add Search Attribute
de: Suchattribute hinzufügen
hu: Keresési attribútum hozzáadása
zh_cn: 添加搜索属性

source: It is possible to add additional search attribute to the search dialog.
de: Es ist möglich, dem Suchdialog ein zusätzliches Suchattribut hinzuzufügen.
hu: Lehetőség van további keresési attribútumot hozzáadni a keresési párbeszédablakhoz.
zh_cn: 可以在搜索对话框中添加其它搜索属性。

source: To add a search attribute:
de: So fügen Sie ein Suchattribut hinzu:
hu: Egy keresési attribútum hozzáadásához:
zh_cn: 若要添加一个搜索属性：

source: Select *OTRSCICustomSearch* in the *Navigation* widget.
de: Wählen Sie *OTRSCICustomSearch* im Widget *Navigation*.
hu: Válassza ki az *OTRSCICustomSearch* lehetőséget a *Navigáció* felületi elemben.
zh_cn: 在 *导航* 小部件中选择 *OTRSCICustomSearch*。

source: Navigate to *Frontend → Agent → View → ConfigItemSearch* in the navigation tree.
de: Navigieren Sie im Navigationsbaum zu *Frontend → Agent → View → ConfigItemSearch*.
hu: Navigáljon a *Frontend → Agent → View → ConfigItemSearch* ághoz a navigációs fában.
zh_cn: 导航到导航树中的 *Frontend → Agent → View → ConfigItemSearch*。

source: Search for setting ``ITSMConfigItem::CustomSearchXMLFields`` and add new search attribute. The key is the value from the ``Key`` entry of the configuration item.
de: Suchen Sie nach der Einstellung ``ITSMConfigItem::CustomSearchXMLFields`` und fügen Sie ein neues Suchattribut hinzu. Der Schlüssel ist der Wert aus dem Eintrag ``Key`` des Configuration Item.
hu: Keressen rá az ``ITSMConfigItem::CustomSearchXMLFields`` beállításra, és adja hozzá az új keresési attribútumot. A kulcs a konfigurációelem ``Key`` bejegyzéséből származó érték.
zh_cn: 搜索设置 ``ITSMConfigItem::CustomSearchXMLFields`` 并添加新的搜索属性。 键是配置项的 ``键`` 条目中的值。

source: If the field is set to *0 - Disabled*, the search attribute will not be displayed in the search dialog.
de: Wenn das Feld auf *0 - Deaktiviert* gesetzt ist, wird das Suchattribut im Suchdialog nicht angezeigt.
hu: Ha a mező *0 – Letiltva* értékre van állítva, akkor a keresési attribútum nem lesz megjelenítve a keresési párbeszédablakban.
zh_cn: 如果该字段设置为 *0 - 禁用*，则该搜索属性将不会显示在搜索对话框中。

source: This module offers the possibility to use an additional search for configuration items. This search functionality is used to search for configuration items across several configuration item classes, which all belong to a specific owner.
de: Dieses Modul bietet die Möglichkeit, eine zusätzliche Suche nach Configuration Items zu nutzen. Mit dieser Suchfunktion können Sie über mehrere Configuration Item-Klassen hinweg nach Configuration Items suchen, die alle zu einem bestimmten Besitzer gehören.
hu: Ez a modul annak lehetőségét nyújtja, hogy egy további keresést lehessen használni a konfigurációelemeknél. A keresési funkcionalitás számos konfigurációelem-osztályban lévő konfigurációelemek kereséséhez használható, amelyek mind egy adott tulajdonoshoz tartoznak.
zh_cn: 此模块提供了对配置项使用附加搜索的可能性。此搜索功能用于在多个配置项类中搜索配置项，这些类都属于特定所有者。

source: CMDB
zh_cn: CMDB配置管理数据库

source: After installation of the package a new menu item will be available in the *CMDB* menu in the agent interface.
de: Nach der Installation des Pakets steht im Menü *CMDB* im Agenten-Interface ein neuer Menüpunkt zur Verfügung.
hu: A csomag telepítése után egy új menüpont lesz elérhető a *CMDB* menüben az ügyintézői felületen.
zh_cn: 安装本软件包后，服务人员界面的 *CMDB* 菜单中将提供一个新菜单项。

source: In order to grant users access to the *CMDB* menu, you need to add them as member to the group *itsm-configitem*.
de: Um Benutzern Zugriff auf das Menü *CMDB* zu gewähren, müssen sie als Mitglied zur Gruppe *itsm-configitem* hinzugefügt werden.
hu: Annak érdekében, hogy hozzáférést adjon a felhasználók számára a *CMDB* menühöz, hozzá kell adnia őket az *itsm-configitem* csoporthoz tagként.
zh_cn: 要授予用户访问 *CMDB* 菜单的权限，需要将其作为成员添加到组 *itsm-configitem* 中。

source: The menu items that were added by this package will be visible after you log-in to the system again.
de: Die Menü-Einträge, die durch dieses Paket hinzugefügt wurden, sind nach einer Neuanmeldung im System verfügbar.
hu: Azok a menüpontok, amelyeket ez a csomag adott hozzá, azután lesznek láthatóak, miután ismét bejelentkezik a rendszerbe.
zh_cn: 再次登录系统后，本软件包添加的菜单项将可见。

source: Search (Custom)
de: Suche (Benutzerdefiniert)
hu: Keresés (egyéni)
zh_cn: 搜索（自定义）

source: Use this screen to search for configuration items with custom search.
de: Verwenden Sie diese Ansicht, um nach Configuration Items mit benutzerdefinierter Suche zu suchen.
hu: Használja ezt a képernyőt konfigurációelemek kereséséhez egyéni kereséssel.
zh_cn: 使用此屏幕可以通过自定义搜索来搜索配置项。

source: Search Config Item Dialog
de: Dialog Configuration Items suchen
hu: Konfigurációelem keresése párbeszédablak
zh_cn: 搜索配置项对话框

source: To search for configuration items:
de: So suchen Sie nach Configuration Items:
hu: Konfigurációelemek kereséséhez:
zh_cn: 若要搜索配置项：

source: Click on the *Search (Custom)* menu item in the *CMDB* menu.
de: Klicken Sie auf den Menüeintrag *Suche (benutzerdefiniert)* im Menü *CMDB*.
hu: Kattintson a *Keresés (egyéni)* menüpontra a *CMDB* menüben.
zh_cn: 从 *CMDB* 菜单中点击 *搜索（自定义）* 菜单项。

source: Select entries from the drop-down fields and add search terms in the text fields.
de: Wählen Sie Einträge aus den Dropdown-Feldern aus und fügen Sie Suchbegriffe in die Textfelder ein.
hu: Válasszon bejegyzéseket a legördülő mezőkből, és adjon hozzá keresési kifejezéseket a szövegmezőkbe.
zh_cn: 从下拉字段中选择条目，然后在文本字段中添加搜索词。

source: Select the output format.
de: Wählen Sie das Ausgabeformat aus.
hu: Válassza ki a kimeneti formátumot.
zh_cn: 选择输出格式。

source: Click on the *Search* button.
de: Klicken Sie auf die Schaltfläche *Suchen*.
hu: Kattintson a *Keresés* gombra.
zh_cn: 点击 *搜索* 按钮。

source: See the search result.
de: Schauen Sie sich die Suchergebnisse an.
hu: Nézze meg a keresési eredményt.
zh_cn: 查看搜索结果。

source: The search can be limited to specific configuration item classes. All classes are selected by default. Additionally, it is possible to limit the search by selecting the deployment and/or incident state.
de: Die Suche kann auf bestimmte Configuration Item-Klassen eingeschränkt werden. Standardmäßig sind alle Klassen ausgewählt. Darüber hinaus ist es möglich, die Suche durch die Auswahl des Verwendungs- und/oder Vorfallsstatus einzuschränken.
hu: A keresés korlátozható bizonyos konfigurációelem-osztályokra. Alapértelmezetten az összes osztály ki van választva. Továbbá lehetőség van a keresés korlátozására az üzembe állítási és/vagy incidensállapot kiválasztásával.
zh_cn: 搜索可以限于特定的配置项类。 默认情况下，所有类均处于选中状态。 另外，可以通过选择部署和/或事件状态来限制搜索。

source: The main use case is to search for configuration item owners across several configuration item classes. For example it is possible to find all configuration items of a specific owner during a change of an employee.
de: Der Hauptanwendungsfall ist die Suche nach Besitzern von Configuration Items über mehrere Configuration Item-Klassen hinweg. So ist es beispielsweise möglich, bei einem Mitarbeiterwechsel alle Configuration Items eines bestimmten Besitzers zu finden.
hu: A fő használati eset, hogy konfigurációelem-tulajdonosokra keressen rá számos konfigurációelem-osztályban. Például lehetőség van egy bizonyos tulajdonos összes konfigurációelemére keresni egy munkavállaló megváltozásakor.
zh_cn: 主要用例是跨多个配置项类搜索配置项所有者。 例如，可以在员工交接期间找到特定所有者的所有配置项。

source: Additional search fields can be added in the system configuration in the :doc:`../../admin`.
de: Zusätzliche Suchfelder können in der Systemkonfiguration in :doc:`../../admin` hinzugefügt werden.
hu: További keresési mezők adhatók hozzá a rendszerbeállításokban az :doc:`../../admin` használatával.
zh_cn: 可以在系统配置中的 :doc:`../../admin` 中添加其它搜索字段。

source: CI References
zh_cn: CI引用

source: With this feature add-on it is possible to enhance the CIs in the configuration management database (CMDB) through additional fields and to create links and references between these or other data in **OTRS**. This can be useful for linking CIs with each other when there is a dependency relationship between them or to store information regarding linked services and users directly in the CI, as well as find this information with a quicker autocomplete search.
de: Mit diesem Feature Add-on ist es möglich, die Configuration Items in der OTRS Configuration Management Database (CMDB) um zusätzliche Felder zu erweitern und Verbindungen und Referenzen zwischen diesen oder anderen Daten in OTRS herzustellen. Dies kann nützlich sein, um Configuration Items miteinander zu verknüpfen, wenn eine Abhängigkeitsbeziehung zwischen ihnen besteht, oder um Informationen über verknüpfte Services und Benutzer direkt im Configuration Items zu speichern und diese Informationen mit einer schnelleren Autovervollständigung zu finden.
hu: Ezzel a funkciókiegészítővel lehetőség van a konfigurációelem-adatbázisban (CMDB-ben) lévő konfigurációelemek feljavítására további mezőkön keresztül, valamint kapcsolatok és hivatkozások létrehozására köztük és az **OTRS**-ben lévő egyéb adatok között. Ez hasznos lehet a konfigurációelemek egymással történő összekapcsolásánál, amikor függőségi kapcsolat van köztük, vagy a kapcsolt szolgáltatásokra és felhasználókra vonatkozó információk közvetlenül a konfigurációelemekben történő tárolásánál, és ezen információknak egy gyorsabb automatikusan kiegészítő kereséssel való megtalálásánál.
zh_cn: 通过此功能插件，可以通过其它字段增强配置管理数据库（CMDB）中的CI，并在 **OTRS** 中创建这些或其它数据之间的链接和引用。这对于在CI之间存在依赖关系时相互链接CI，或直接在CI中存储有关链接服务和用户的信息，以及使用更快的自动完成搜索查找此信息都非常有用。

source: The following input fields with autocomplete search can be added:
de: Die folgenden Eingabefelder mit automatischer Suche können hinzugefügt werden:
hu: A következő automatikusan kiegészítő kereséssel rendelkező beviteli mezők adhatók hozzá:
zh_cn: 可以添加以下带有自动完成搜索的输入字段：

source: ``ReferenceCI`` field: a further configuration item.
de: ``ReferenceCI`` Feld: Ein weiteres Configuration Item.
hu: ``ReferenceCI`` mező: egy további konfigurációelem.
zh_cn: ``ReferenceCI`` 字段：另一个配置项。

source: ``ReferenceService`` field: a further service.
de: ``ReferenceService`` Feld: Ein weiterer Service.
hu: ``ReferenceService`` mező: egy további szolgáltatás.
zh_cn: ``ReferenceService`` 字段：另一个服务。

source: ``ReferenceUser`` field: a further user.
de: ``ReferenceUser`` Feld: Ein weiterer Benutzer.
hu: ``ReferenceUser`` mező: egy további felhasználó.
zh_cn: ``ReferenceUser`` 字段：另一个用户。

source: In the administrator interface, it is possible to create new reference fields under *Config Item*. Then, it is necessary to add the visualization configuration as code for the desired CI class. If, for example, a new CI is being created in the said class, then the newly added reference field will appear in the form to be filled out. A search for the referenced CIs using autocomplete can then be carried out, and these can be added. If the new CI is updated, an automatic linking to the referenced CI is carried out.
de: Im Administrator-Interface ist es möglich, unter *Config Item* neue Referenzfelder anzulegen. Anschließend ist es notwendig, die Konfiguration der Visualisierung als Code für die gewünschte Configuration Item-Klasse hinzuzufügen. Wird z.B. in der genannten Klasse ein neues Configuration Item angelegt, so erscheint das neu hinzugefügte Referenzfeld in dem auszufüllenden Formular. Eine Suche nach den referenzierten Configuration Items mit Autovervollständigung kann dann durchgeführt werden, und diese können hinzugefügt werden. Wird das neue Configuration Item aktualisiert, erfolgt eine automatische Verknüpfung mit dem referenzierten Configuration Item.
hu: Az adminisztrátori felületen lehetőség van új hivatkozási mezők létrehozására a *Konfigurációelemek* alatt. Ezután a grafikus megjelenítés beállítását kell hozzáadni kódként a kívánt konfigurációelem-osztályhoz. Például ha egy új konfigurációelem jön létre az említett osztályban, akkor az újonnan hozzáadott hivatkozásmező meg fog jelenni az űrlapon, hogy kitölthessék. A hivatkozott konfigurációelem keresése automatikus kiegészítés használatával ezután végrehajtható, és ezek hozzáadhatók. Ha az új konfigurációelemet frissítették, akkor egy automatikus összekapcsolás hajtódik végre a hivatkozott konfigurációelemre.
zh_cn: 在管理员界面中，可以在 *配置项* 下创建新的引用字段。 然后，有必要将可视化配置添加为所需CI类的代码。 例如，如果在所述类中创建了新的配置项，则新添加的引用字段将出现在要填写的表单中。 然后可以使用自动完成功能搜索引用的配置项，并可以添加这些配置项。 如果更新了该新配置项，则会自动链接到引用的配置项。

source: Enhancement of CIs through additional input fields and additional, system-referenced data.
de: Erweiterung der Configuration Items um zusätzliche Eingabefelder und um unterschiedliche, referenzierte Informationen aus dem ganzen System.
hu: A konfigurációelemek továbbfejlesztése kiegészítő beviteli mezőkön és további, a teljes rendszerből érkező hivatkozott adatokon keresztül.
zh_cn: 通过其它输入字段和其它系统引用数据来增强配置项。

source: Linking of CIs with each other and with other data in **OTRS**.
de: Verknüpfung der Configuration Items untereinander und mit anderen Informationen in OTRS.
hu: Konfigurációelemek összekapcsolása egymással és egyéb adatokkal az **OTRS**-ben.
zh_cn: CI之间的相互连接和CI与 **OTRS** 中其它数据的连接。

source: Quicker autocomplete search for values referenced in CI fields.
de: Schnellere Auto-Vervollständigungs-Suche nach referenzierten Werten in Configuration Item-Feldern.
hu: Gyorsabb automatikusan kiegészítő keresés a konfigurációelem mezőiben hivatkozott értékekre.
zh_cn: 更快地自动完成在CI字段中引用值的搜索。

source: Clear visualization of complex dependencies between CIs and other CIs, services, and users.
de: Übersichtliche Abbildung komplexer Abhängigkeiten von Configuration Items mit anderen Configuration Items, Services und Benutzern.
hu: A konfigurációelemek és más konfigurációelemek, szolgáltatások és felhasználók közötti összetett függőségek tiszta megjelenítése.
zh_cn: 清晰地显示配置项与其它配置项、服务和用户之间的复杂依赖关系。

source: Configuration item managers
de: Configuration Item Manager
hu: Konfigurációelem-menedzserek
zh_cn: 配置项管理员
