Repository: Yan-Oliveira/doc-fao
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu, zh_cn

source: Valid credit card numbers that are a subset of a bigger number are not considerate as credit card numbers. This is to avoid false positives, e.g. a serial number that contains a (not intentionally) valid credit card number. Valid credit card numbers should be enclosed by at least one non-numeric character.
de: Gültige Kreditkartennummern, die eine Teilmenge einer größeren Zahl sind, werden nicht als Kreditkartennummern betrachtet. Dies dient der Vermeidung von Fehlalarmen, z.B. einer Seriennummer, die eine (nicht absichtlich) gültige Kreditkartennummer enthält. Gültige Kreditkartennummern sollten von mindestens einem nicht-numerischen Zeichen umgeben sein.
hu: Egy nagyobb szám részhalmazaként megadott hitelkártyaszámok nincsenek érvényes hitelkártyaszámokként értelmezve. Ez a hamis pozitív találtok elkerülése miatt van, például olyan sorozatszámnál, amely (nem szándékosan) érvényes hitelkártyaszámot tartalmaz. Az érvényes hitelkártyaszámokat legalább egy nem szám karakterrel kell közrefogni.
zh_cn: 作为较大数字的子集的有效信用卡号不能被视为信用卡号。这是为了避免误报，例如包含(非故意)有效信用卡号码的序列号。有效的信用卡号码应至少以一个非数字字符结尾。

source: Active Credit Card Masking
de: Aktives Ausblenden von Kreditkarten
hu: Aktív hitelkártya-maszkolás
zh_cn: 激活信用卡屏蔽

source: When this feature is enabled, every article will be scanned for valid credit card numbers before it is saved on the database. In case of any findings in subject or body, all but the first six and the last four digits will be replaced by a configurable masking character.
de: Wenn diese Funktion aktiviert ist, wird jeder Artikel vor dem Speichern in der Datenbank nach gültigen Kreditkartennummern durchsucht. Falls ein Betreff oder Inhalt gefunden wird, werden alle außer den ersten sechs und den letzten vier Ziffern durch ein konfigurierbares Maskierungszeichen ersetzt.
hu: Ha ez a funkció engedélyezve van, akkor minden egyes bejegyzés át lesz vizsgálva érvényes hitelkártyaszámok kereséséhez, mielőtt mentésre kerül az adatbázisba. Bármilyen találat esetén a tárgyban vagy a törzsben az az első hat és az utolsó négy számjegy kivételével az összes többi le lesz cserélve egy beállítható maszkoló karakterre.
zh_cn: 启用此功能后，将扫描每个信件以获取有效的信用卡号，然后再将其保存在数据库中。 如果在主题或正文上有任何发现，则除了前六位和后四位以外的所有数字都将由可配置的屏蔽字符代替。

source: The behavior can be changed with the following settings in the system configuration:
de: Das Verhalten kann mit den folgenden Einstellungen in der Systemkonfiguration geändert werden:
hu: A viselkedés megváltoztatható a rendszerbeállításokban a következő beállításokkal:
zh_cn: 可以使用系统配置中的以下设置来更改行为：

source: For example *1234-5678-9012-3456* becomes *1234-56xx-xxxx-3456*.
de: Beispielsweise wird *1234-5678-9012-3456* zu *1234-56xx-xxxx-xxxx-3456*.
hu: Például az *1234-5678-9012-3456* hitelkártyaszámból *1234-56xx-xxxx-3456* lesz.
zh_cn: 例如 *1234-5678-9012-3456* 变为 *1234-56xx-xxxx-3456*。

source: This procedure is permanent and irreversible!
de: Dieser Vorgang ist dauerhaft und unwiderruflich!
hu: Ez az eljárás végleges és visszafordíthatatlan!
zh_cn: 此过程是永久且不可逆的！

source: To use this feature:
de: So nutzen Sie diese Funktion:
hu: A funkció használatához:
zh_cn: 要使用此功能：

source: Create a ticket with the following article body:
de: Erstellen Sie ein Ticket mit dem folgenden Artikeltext:
hu: Hozzon létre egy jegyet a következő bejegyzéstörzzsel:
zh_cn: 使用以下信件正文创建工单：

source: Open the *Ticket Zoom* screen to see the created ticket. The body of the article will shown as:
de: Öffnen Sie die *Ticket-Detailansicht*, um das erstellte Ticket zu sehen. Der Inhalt des Artikels wird angezeigt als:
hu: Nyissa meg a *Jegynagyítás* képernyőt, hogy megnézze a létrehozott jegyet. A bejegyzés törzse így jelenik meg:
zh_cn: 打开 *工单详情* 屏幕以查看创建的工单。 该信件的正文将显示为：

source: You can also try with valid credit card numbers in the subject or fetch a mail with valid credit card information using a postmaster account.
de: Sie können es auch mit gültigen Kreditkartennummern im Betreff versuchen oder eine E-Mail mit gültigen Kreditkarteninformationen über ein Postmaster-Konto abrufen.
hu: Kipróbálhatja a tárgyban lévő érvényes hitelkártyaszámmal is, vagy lekérhet egy érvényes hitelkártya-információkkal rendelkező levelet egy levelezési fiók használatával.
zh_cn: 您也可以尝试使用主题中的有效信用卡号或使用邮箱管理员帐户获取包含有效信用卡信息的邮件。

source: Credit Card Warning Message
de: Kreditkarten-Warnmeldung
hu: Hitelkártya figyelmeztető üzenet
zh_cn: 信用卡警告消息

source: It is possible to display a warning message next to the credit card number.
de: Es ist möglich, neben der Kreditkartennummer eine Warnmeldung anzuzeigen.
hu: Lehetőség van egy figyelmeztető üzenetet megjeleníteni a hitelkártyaszám mellett.
zh_cn: 可以在信用卡号码旁边显示警告信息。

source: Make sure that setting ``OTRSCreditCardFilter::WarningTextEnabled`` is enabled.
de: Stellen Sie sicher, dass die Einstellung ``OTRSCreditCardFilter::WarningTextEnabled`` aktiviert ist.
hu: Győződjön meg arról, hogy az ``OTRSCreditCardFilter::WarningTextEnabled`` beállítás engedélyezve legyen.
zh_cn: 确保启用设置 ``OTRSCreditCardFilter::WarningTextEnabled``。

source: Define your custom message in setting ``OTRSCreditCardFilter::WarningText`` in the system configuration.
de: Definieren Sie Ihre benutzerdefinierte Nachricht unter ``OTRSCreditCardFilter::WarningText`` in der Systemkonfiguration.
hu: Határozzon meg egy egyéni üzenetet az ``OTRSCreditCardFilter::WarningText`` beállításban a rendszerbeállításoknál.
zh_cn: 在系统配置中的设置 ``OTRSCreditCardFilter::WarningText`` 中定义您的自定义消息。

source: Open the *Ticket Zoom* screen. The warning message should appear next to the credit card number.
de: Öffnen Sie die *Ticket-Detailansicht*. Die Warnmeldung sollte neben der Kreditkartennummer erscheinen.
hu: Nyissa meg a *Jegynagyítás* képernyőt. A figyelmeztető üzenetnek meg kell jelennie a hitelkártyaszám mellett.
zh_cn: 打开 *工单详情* 屏幕。 该警告消息应出现在信用卡号旁边。

source: Custom Contact Fields
zh_cn: 自定义联系人字段

source: This feature add-on makes it possible to create new *customer* dynamic fields, which can store customer data from integrated external customer databases as contacts in a ticket. In an additional configuration interface, it is possible to define whether the new dynamic field type should:
de: Mit diesem Feature Add-on ist es möglich, neue dynamische Felder für *Kunden* zu erstellen, die Kundendaten aus integrierten externen Kundendatenbanken als Kontakte in einem Ticket speichern können. In einem zusätzlichen Konfigurations-Interface kann definiert werden, ob der neue dynamische Feld-Typ:
hu: Ez a funkciókiegészítő lehetővé teszi új *ügyfél* dinamikus mezők létrehozását, amely az integrált külső ügyféladatbázisból érkező ügyféladatokat kapcsolati adatként tárolhatja a jegyben. Egy további beállítási felületen lehetőség van annak meghatározására, hogy az új dinamikus mező típusának tudnia kell-e:
zh_cn: 此功能插件使创建新的 *客户* 动态字段成为可能，该字段可将集成的外部客户数据库中的客户数据存储为工单中的联系人。 在附加的配置界面中，可以定义是否需要新的动态字段类型：

source: Store one or more customers.
de: Einen oder mehrere Kunden speichern soll.
hu: Egy vagy több ügyfelet tárolni.
zh_cn: 存储一个或多个客户。

source: Add an additional navigation option in the external interface.
de: Fügt eine zusätzliche Navigationsoption im externen Interface hinzu.
hu: További navigációs lehetőséget hozzáadni a külső felületen.
zh_cn: 在外部人员界面中添加一个附加的导航选项。

source: Include additional contacts in the ticket communication.
de: Die zusätzlichen Kontakte in die Ticket-Kommunikation mit einbeziehen soll.
hu: További kapcsolati adatot tartalmazni a jegykommunikációban.
zh_cn: 在工单通信中包括其他联系人。

source: Restrict the adding of new contacts based on customer number or postal codes.
de: Ein eingeschränktes Hinzufügen von neuen Kontakten auf Basis von Kundennummern oder Postleitzahlen ermöglichen soll.
hu: Új kapcsolati adatok hozzáadását korlátozni az ügyfélszám vagy irányítószámok alapján.
zh_cn: 根据客户编号或邮政编码限制添加新联系人。

source: Be filterable for certain attributes.
de: Filterbar für bestimmte Attribute sein soll.
hu: Szűrhetőnek lennie bizonyos attribútumoknál.
zh_cn: 可过滤某些属性。

source: Furthermore, event-based notifications can now be configured to be sent to contacts that are stored in the ticket.
de: Darüber hinaus können ereignisbasierte Benachrichtigungen nun so konfiguriert werden, dass sie an Kontakte gesendet werden, die im Ticket gespeichert sind.
hu: Ráadásul mostantól üzenetalapú értesítések is beállíthatók, hogy kiküldhetők legyenek arra a kapcsolati címekre, amelyek a jegyben vannak tárolva.
zh_cn: 此外，现在可以将基于事件的通知配置为发送给存储在工单中的联系人。

source: This feature add-on is perfect for all businesses that have to deal with different groups of customers, partners or sub-contractors, as it adds, in addition to the *Customer Information Center*, a second possibility for storing customer data in a ticket and including it in communication processes.
de: Dieses Feature Add-on ist genau das richtige für alle Unternehmen, die mit unterschiedlichen Kundengruppen, vielen Partnern oder Zulieferer kommunizieren müssen, denn es bietet zusätzlich zum Kundeninformationszentrum die Möglichkeit, Kundendaten am Ticket zu speichern und diese in die Kommunikationsprozesse zu integrieren.
hu: Ez a funkciókiegészítő tökéletes minden olyan vállalkozásnak, amelynek különböző ügyfélcsoportokkal, partnerekkel vagy alvállalkozókkal kell foglalkoznia, mivel a funkció az *Ügyfélinformációs-központ* mellett egy második lehetőséget ad a jegyekben történő ügyféladatok tárolására, és annak használatára a kommunikációs folyamatokban.
zh_cn: 此功能插件非常适合所有需要处理不同客户组、合作伙伴或分包商的业务，因为它还添加了 *客户信息中心*，这是将客户数据存储在工单中并将其包含在通信过程中的第二种可能性。

source: More flexible and enhanced storage of external customer data in tickets.
de: Flexiblere und erweiterte Speicherung von externen Kundendaten am Ticket.
hu: Külső ügyféladatok rugalmasabb és továbbfejlesztett tárolása a jegyekben.
zh_cn: 在工单中更灵活和增强的存储外部客户数据。

source: More transparent and automated communication with business partners, sub-contractors or suppliers.
de: ransparentere und automatisierte Kommunikation mit Geschäftspartnern, Zulieferern oder Franchise-Unternehmen.
hu: Átláthatóbb és automatizált kommunikáció az üzleti partnerekkel, alvállalkozókkal vagy beszállítókkal.
zh_cn: 与业务合作伙伴、分包商或供应商的交流更加透明和自动化。

source: Seamless integration of external customer databases into **OTRS**.
de: Nahtlose Anbindung von externen Kunden-Datenbanken an **OTRS**.
hu: Külső ügyféladatbázisok zökkenőmentes integrálása az **OTRS**-be.
zh_cn: 将外部客户数据库无缝集成到 **OTRS** 中。

source: Customer service organizations with many partners or sub-contractors
de: Kundenservice-Organisationen mit vielen Partnern oder Zulieferern
hu: Sok partnerrel vagy alvállalkozóval rendelkező vevőszolgálati szervezetek
zh_cn: 具有许多合作伙伴或分包商的客户服务组织

source: Web, PR or marketing agencies
de: Werbe- oder Kommunikationsagenturen
hu: Web, PR vagy marketingügynökségek
zh_cn: 网络、公关或营销机构

source: Consulting businesses
de: Beratende Unternehmen
hu: Tanácsadó vállalkozások
zh_cn: 咨询业务

source: Sales departments
de: Vertriebsabteilungen und -unternehmen
hu: Értékesítési osztályok
zh_cn: 销售部门

source: This package contains a configuration interface to create dynamic fields of the type *Customer*. These fields can store customer information in a dynamic field and display them in the different screens.
de: Dieses Paket enthält eine Konfigurationsschnittstelle zur Erstellung dynamischer Felder vom Typ *Kunde*. Diese Felder können Kundeninformationen in einem dynamischen Feld speichern und auf den verschiedenen Bildern anzeigen.
hu: Ez a csomag beállítási felületet tartalmaz az *Ügyfél* típusú dinamikus mezők létrehozásához. Ezek a mezők ügyfél-információkat tárolhatnak egy dinamikus mezőben, és különböző képernyőkön jeleníthetik meg azokat.
zh_cn: 此软件包包含一个配置界面，用于创建 *客户* 类型的动态字段。这些字段可以将客户信息存储在动态字段中，并在不同的屏幕上显示。

source: For the external interface, the functionality is by default limited to search just contacts that are from the same company. Otherwise all contacts of all companies would be visible to every customer user that has access to the external interface.
de: Für das externe Interface ist die Funktionalität standardmäßig auf die Suche nach Kontakten beschränkt, die vom gleichen Unternehmen stammen. Andernfalls wären alle Kontakte aller Unternehmen für jeden Kundenbenutzer sichtbar, der Zugriff auf die externe Schnittstelle hat.
hu: A külső felületnél a funkcionalitás alapértelmezetten korlátozva van, hogy csak azokat a partnereket keresse, akik ugyanattól a vállalattól jönnek. Egyébként az összes vállalat összes partnere látható lenne az összes ügyfél-felhasználónak, akiknek hozzáférése van a külső felülethez.
zh_cn: 对于外部人员界面，默认情况下，该功能仅限于搜索来自同一公司的联系人。否则，所有公司的所有联系人都将对有权访问外部人员界面的每个客户用户可见。

source: If you want to make all contacts searchable by every customer user, you can enable this by removing the tick from the system configuration option ``Core::CustomContactFieldsRestrictContactsToCustomerOnly`` and setting it as not enabled.
de: Wenn Sie alle Kontakte für jeden Kundenbenutzer suchbar machen möchten, können Sie dies aktivieren, indem Sie das Häkchen in der Systemkonfigurationsoption ``Core::CustomContactFieldsRestrictContactsToCustomerOnly`` entfernen und als nicht aktiviert markieren.
hu: Ha az összes partnert kereshetővé szeretné tenni minden ügyfél-felhasználónak, akkor ezt a ``Core::CustomContactFieldsRestrictContactsToCustomerOnly`` rendszerbeállítási lehetőségből a pipa kiszedésével engedélyezheti a nem engedélyezettre állítással.
zh_cn: 如果要使每个客户用户都可以搜索所有联系人，可以通过从系统配置选项 ``Core::CustomContactFieldsRestrictContactsToCustomerOnly`` 中删除勾号并将其设置为未启用来启用该选项。

source: To activate sending emails to custom contact field customers, go to the *Ticket Notifications* module of the *Communication & Notifications* group in the administrator interface.
de: Um das Senden von E-Mails an benutzerdefinierte Kunden im Kontaktfeld zu aktivieren, gehen Sie zum Modul *Ticket-Benachrichtigungen* der Gruppe *Kommunikation & Benachrichtigungen* im Administrator-Interface.
hu: Az egyéni partnermező ügyfeleinek történő e-mail küldés bekapcsolásához menjen a *Kommunikáció és értesítések* csoport *Jegyértesítések* moduljához az adminisztrátori felületen.
zh_cn: 要激活向自定义联系人字段客户发送电子邮件的功能，请转到管理员界面中 *通信和通知* 组的 *工单通知* 模块。

source: Use this screen to activate sending emails to custom contact field customers. The ticket notification management screen is available in the *Ticket Notifications* module of the *Communication & Notifications* group.
de: Verwenden Sie diese Ansicht um das Senden von E-Mails an benutzerdefinierte Kunden im Kontaktfeld zu aktivieren. Die Ansicht zur Verwaltung von Ticketbenachrichtigungen ist im Modul *Ticket-Benachrichtigungen* der Gruppe *Kommunikation & Benachrichtigungen* verfügbar.
hu: Használja ezt a képernyőt az egyéni partnermező ügyfeleinek történő e-mail küldés bekapcsolásához. A jegyértesítés kezelőképernyője a *Kommunikáció és értesítések* csoport *Jegyértesítések* moduljában érhető el.
zh_cn: 使用此屏幕可以激活向自定义联系人字段客户发送电子邮件。 工单通知管理屏幕位于 *通信和通知* 组的 *工单通知* 模块中。

source: Sending Articles Created in the External Interface as Emails
de: Versenden von Artikeln, die im externen Interface angelegt wurden, als E-Mails
hu: A külső felületen létrehozott bejegyzések küldése e-mailben
zh_cn: 将外部人员界面中创建的信件作为电子邮件发送

source: To activate sending emails to custom contact field customer users:
de: So aktivieren Sie das Senden von E-Mails an benutzerdefinierte Kundenbenutzer im Kontaktfeld:
hu: Az egyéni partnermező ügyfél-felhasználóinak történő e-mail küldés bekapcsolásához:
zh_cn: 要激活向自定义联系人字段客户用户发送电子邮件：

source: Click on the *Add Notification* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Benachrichtigung hinzufügen*.
hu: Kattintson az *Értesítés hozzáadása* gombra a bal oldalsávban.
zh_cn: 点击左侧边栏的 *添加通知* 按钮。

source: In the *Add Notification* section, choose a name and set it in the *Name* field.
de: Wählen Sie im Abschnitt *Benachrichtigung hinzufügen* einen Namen aus und setzen Sie ihn in das Feld *Name*.
hu: Az *Értesítés hozzáadása* szakaszban válasszon egy nevet, és állítsa be a *Név* mezőbe.
zh_cn: 在 *添加通知* 部分中，选择一个名称，然后在 *名称* 字段中进行设置。

source: In the *Events* section, select *ArticleCreate*.
de: Wählen Sie im Abschnitt *Ereignisse* die Option *Artikel erstellen*.
hu: Az *Események* szakaszban válassza az *ArticleCreate* lehetőséget.
zh_cn: 在 *事件* 部分中，选择 *ArticleCreate*。

source: In the *Article Filter* section:
de: Im Bereich *Artikelfilter*:
hu: A *Bejegyzés szűrő* szakaszban:
zh_cn: 在 *信件过滤器* 部分中：

source: Set agent and customer in the *Article Sender Type* field.
de: Setzen Sie Agent und Kunde im Feld *Sendertyp des Artikels*.
hu: Állítsa be az ügyintézőt és az ügyfelet a *Bejegyzés küldő típus* mezőben.
zh_cn: 在 *信件发送人类型* 字段中设置服务人员和客户。

source: Set *Visible to customer* in the *Customer visibility* field.
de: Setzen Sie im Feld *Sichtbarkeit für Kunden* den Wert *Sichtbar für Kunde*.
hu: Állítsa be a *Látható az ügyfélnek* lehetőséget az *Ügyfél láthatóság* mezőben.
zh_cn: 在 *客户可见性* 字段中设置 *对客户可见*。

source: Select *Email* in the *Communication channel* field.
de: Wählen Sie im Feld *Kommunikationskanal* den Wert *E-Mail*.
hu: Válassza az *E-mail* lehetőséget a *Kommunikációs csatorna* mezőben.
zh_cn: 在 *通信渠道* 字段中选择 *电子邮件*。

source: Switch *Include attachments to notification* to *Yes*.
de: Wählen Sie im Feld *Anhänge an Benachrichtigung anfügen* den Wert *Ja*.
hu: Állítsa át a *Mellékletek felvétele az értesítésbe* lehetőséget *Igen* értékre.
zh_cn: 将 *通知包含附件* 切换为 *是*。

source: In the *Recipients* section set a dynamic contact field in the *Send to* field.
de: Geben Sie im Abschnitt *Empfänger* im Feld *Senden an* einen Wert im dynamisches Feld vom Typ Kontakt an.
hu: A *Címzettek* szakaszban állítson be egy dinamikus partnermezőt a *Küldés neki* mezőben.
zh_cn: 在 *收件人* 部分中，在 *发送至* 字段中设置动态联系人字段。

source: In the *Notification Methods* section:
de: Im Bereich *Benachrichtigungsmethoden*:
hu: Az *Értesítési módszerek* szakaszban:
zh_cn: 在 *通知方法* 部分：

source: Make sure, that the *Email* method is enabled.
de: Stellen Sie sicher, dass die *E-Mail*-Methode aktiviert ist.
hu: Győződjön meg arról, hogy az *E-mail* módszer engedélyezve legyen.
zh_cn: 确保已启用 *电子邮件* 方法。

source: Joined notifications are only sent by *Email*.
de: Verknüpfte Benachrichtigungen werden nur per *E-Mail* gesendet.
hu: A kapcsolt értesítések csak *E-mailben* vannak kiküldve.
zh_cn: 加入的通知仅通过 *电子邮件* 发送。

source: Select the checkbox in the *Article visible for customer* field.
de: Aktivieren Sie das Kontrollkästchen *Artikel für Kunde sichtbar*.
hu: Jelölje be a jelölőnégyzetet az *A bejegyzés látható az ügyfélnek* mezőben.
zh_cn: 选中 *信件对客户可见* 字段中的复选框。

source: In the *Notification Text* section:
de: Im Bereich *Benachrichtigungstext*:
hu: Az *Értesítési szöveg* szakaszban:
zh_cn: 在 *通知文本* 部分：

source: If you want the contacts of the custom contact field to get the title of the article as mail subject add ``<OTRS_CUSTOMER_SUBJECT>`` into the *Subject* field.
de: Wenn Sie möchten, dass die Kontakte des benutzerdefinierten Kontaktfelds den Titel des Artikels als E-Mail-Betreff erhalten, fügen Sie ``<OTRS_CUSTOMER_SUBJECT>`` in das Feld *Betreff* ein.
hu: Ha azt szeretné, hogy az egyéni partnermező partnerei megkapják a bejegyzés tárgyát a levél tárgyaként, akkor adja hozzá az ``<OTRS_CUSTOMER_SUBJECT>`` címkét a *Tárgy* mezőbe.
zh_cn: 如果希望自定义联系人字段的联系人以邮件主题的形式获取信件标题，请在 *主题* 字段中添加 ``<OTRS_CUSTOMER_SUBJECT>`` 。

source: If you want to send the article body as mail body add ``<OTRS_CUSTOMER_BODY>`` into the *Text* field.
de: Wenn Sie den Artikeltext als E-Mail-Text senden möchten, fügen Sie ``<OTRS_CUSTOMER_BODY>`` in das Feld *Text* ein.
hu: Ha el szeretné küldeni a bejegyzés törzsét a levél törzseként, akkor adja hozzá az ``<OTRS_CUSTOMER_BODY>`` címkét a *Szöveg* mezőbe.
zh_cn: 如果要将信件正文作为邮件正文发送，请在 *文本* 字段中添加 ``<OTRS_CUSTOMER_BODY>``。

source: This package makes it possible to create dynamic fields of the type *Customer*, which can store customer users as contacts in tickets.
de: Mit diesem Paket ist es möglich, dynamische Felder vom Typ *Kunde* zu erstellen, die Kundenbenutzer als Kontakte zu Tickets speichern können.
hu: Ez a csomag lehetővé teszi az *Ügyfél* típusú dinamikus mezők létrehozását, amelyek ügyfél-felhasználókat tárolhatnak partnerekként a jegyekben.
zh_cn: 此软件包使得创建类型为 *客户* 的动态字段成为可能，它可以将客户用户存储为工单中的联系人。

source: After installation of the package a new dynamic field type *Customer* will be available for the objects.
de: Nach der Installation des Pakets steht für die Objekte ein neues dynamisches Feld vom Typ *Kunde* zur Verfügung.
hu: A csomag telepítése után egy új *Ügyfél* típusú dinamikus mező válik elérhetővé az objektumokhoz.
zh_cn: 安装本软件包后，新的动态字段类型 *客户* 将可用于对象。

source: This dynamic field can be created the same way as default dynamic fields are created. For this navigate to the *Dynamic Fields* module of the *Processes & Automation* group in the administrator interface. In this screen you can select the *Customer* field from the drop-down lists on the left side.
de: Dieses dynamische Feld kann auf die gleiche Weise erstellt werden, wie standardmäßige dynamische Felder erstellt werden. Navigieren Sie dazu zum Modul *Dynamische Felder* der Gruppe *Prozesse & Automatisierung* im Administrator-Interface. In dieser Ansicht können Sie das Feld *Kunde* in den Auswahllisten auf der linken Seite auswählen.
hu: Ezt a dinamikus mezőt ugyanolyan módon lehet létrehozni mint az alapértelmezett dinamikus mezőket. Ehhez navigáljon a *Folyamatok és automatizálás* csoport *Dinamikus mezők* moduljához az adminisztrátori felületen. Ezen a képernyőn választhatja ki az *Ügyfél* mezőt a bal oldalon lévő legördülő listából.
zh_cn: 可以使用与创建默认动态字段相同的方式来创建此动态字段。 为此，请导航到管理员界面中 *流程和自动化* 组的 *动态字段* 模块。 在此屏幕中，您可以从左侧的下拉列表中选择 *客户* 字段。

source: The usage of dynamic fields and the general dynamic field settings are described in the `administrator manual <https://doc.otrs.com/doc/manual/admin/7.0/en/content/processes-automation/dynamic-fields.html>`__.
de: Die Verwendung von dynamischen Feldern und die allgemeinen Einstellungen für dynamische Felder sind im `Administratorhandbuch <https://doc.otrs.com/doc/manual/admin/7.0/en/content/processes-automation/dynamic-fields.html>`__ beschrieben.
hu: A dinamikus mezők használata és az általános dinamikus mező beállítások az `adminisztrátori kézikönyvben <https://doc.otrs.com/doc/manual/admin/7.0/en/content/processes-automation/dynamic-fields.html>`__ kerülnek ismertetésre.
zh_cn: `管理员手册 <https://doc.otrs.com/doc/manual/admin/7.0/en/content/processes-automation/dynamic-fields.html>`__ 中介绍了动态字段的用法和一般动态字段设置。

source: Dynamic Field Settings
de: Einstellungen für dynamische Felder
hu: Dinamikus mező beállításai
zh_cn: 动态字段设置

source: Customer Dynamic Field Settings
de: Kundenspezifische Einstellungen für dynamische Felder
hu: Ügyfél dinamikus mező beállításai
zh_cn: 客户动态字段设置

source: Customer dynamic field is used to store a customer user.
de: Dynamische Felder des Typs „Kunde” werden genutzt, um Kundenbenutzer zu speichern.
hu: Az ügyfél dinamikus mező egy ügyfél-felhasználó tárolásához használható.
zh_cn: 客户动态字段用于保存一个客户用户。

source: Input type \*
de: Eingabetyp \*
hu: Beviteli mező \*
zh_cn: 输入类型 \*

source: Defines whether the dynamic field should be able to store a *Single contact* or *Multiple contacts*.
de: Legt fest, ob das dynamische Feld einen *Einzelkontakt* oder *Mehrfachkontakte* speichern kann.
hu: Meghatározza, hogy a dinamikus mező *Egyetlen partner* vagy *Több partner* tárolására legyen képes.
zh_cn: 定义动态字段是否应该能够存储 *单个联系人* 或 *多个联系人*。

source: Navigation on external interface \*
de: Navigation im externen Interface \*
hu: Navigáció a külső felületen \*
zh_cn: 在外部人员界面上导航 \*
