Repository: Yan-Oliveira/doc-fao
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu, zh_cn

source: Click on the *Add Mapping* button in the left sidebar.
de: Klicken Sie auf die Schaltfläche *Absenderadressen-Mapping hinzufügen* in der linken Seitenleiste.
hu: Kattintson a *Leképezés hozzáadása* gombra a bal oldalsávban.
zh_cn: 点击左侧栏中的 *添加映射* 按钮。

source: Add Mapping Screen
de: Mapping hinzufügen
hu: Leképezés hozzáadása képernyő
zh_cn: 添加映射屏幕

source: To edit a mapping:
de: So bearbeiten Sie ein Mapping:
hu: Egy leképezés szerkesztéshez:
zh_cn: 若要编辑一个映射：

source: Click on a mapping in the list of mappings.
de: Klicken Sie in der Liste der Mappings auf ein Mapping.
hu: Kattintson egy leképezésre a leképezések listájában.
zh_cn: 点击映射列表中的一个映射。

source: Edit Mapping Screen
de: Mapping bearbeiten
hu: Leképezés szerkesztése képernyő
zh_cn: 编辑映射屏幕

source: To delete a mapping:
de: So löschen Sie ein Mapping:
hu: Egy leképezés törléséhez:
zh_cn: 若要删除一个映射：

source: Click on the trash icon in the list of mappings.
de: Klicken Sie in der Liste mit den Mappings auf das Papierkorb-Symbol.
hu: Kattintson a kuka ikonra a leképezések listájában.
zh_cn: 点击映射列表中的垃圾桶图标。

source: Click on the *Confirm* button.
de: Klicken Sie auf die Schaltfläche *Bestätigen*.
hu: Kattintson a *Megerősítés* gombra.
zh_cn: 点击 *确认* 按钮。

source: Delete Mapping Screen
de: Mapping löschen
hu: Leképezés törlése képernyő
zh_cn: 删除映射屏幕

source: This administration screen reads and writes the system configuration setting ``DynamicSenderAddresses###Mapping``, where the key is the name of the mapping and the value is the internal ID of the system email address.
de: Dieser Administrationsansicht liest und schreibt die Einstellung der Systemkonfiguration ``DynamicSenderAddresses#####Mapping``, wobei der Schlüssel der Name ist, wenn das Mapping und der Wert die interne ID der System-E-Mail-Adresse ist.
hu: Ez az adminisztrátori képernyő a ``DynamicSenderAddresses###Mapping`` rendszerbeállítási lehetőséget olvassa és írja, ahol a kulcs a leképezés neve és az érték a rendszer e-mail cím belső azonosítója.
zh_cn: 本管理屏幕读取和写入系统配置设置 ``DynamicSenderAddresses###Mapping``，其中键是映射的名称，值是系统电子邮件地址的内部ID。

source: ``DynamicSenderAddresses###Mapping`` Setting
de: Einstellung ``DynamicSenderAddresses###Mapping``
hu: A ``DynamicSenderAddresses###Mapping`` beállítás
zh_cn: ``DynamicSenderAddresses###Mapping`` 设置

source: Do not change the setting manually. Use the administrator interface module instead.
de: Ändern Sie die Einstellung nicht manuell. Verwenden Sie stattdessen das Administrator-Schnittstellenmodul.
hu: Ne változtassa meg a beállítást kézzel. Használja inkább az adminisztrátori felület modulját.
zh_cn: 请勿手动更改设置。 请改用管理员界面模块。

source: Mapping Settings
de: Einstellungen für Mapping
hu: Leképezési beállítások
zh_cn: 映射设置

source: System address \*
de: Systemadressen \*
hu: Rendszercím \*
zh_cn: 系统邮件地址 \*

source: Select a system email address configured in *Email Addresses* module in the administrator interface.
de: Wählen Sie eine System-E-Mail-Adresse aus, die im Modul *E-Mail-Adressen* im Administrator-Interface konfiguriert ist.
hu: Válasszon egy rendszer e-mail címet, amely az adminisztrátori felületen lévő *E-mail címek* modulban van beállítva.
zh_cn: 选择在管理员界面的 *电子邮件地址* 模块中配置的系统电子邮件地址。

source: A generic agent module is provided to have ticket values copied to a dynamic field to use this field as base for the sender address.
de: Ein Generic Agent Modul ist vorgesehen, um Ticketwerte in ein dynamisches Feld zu kopieren, um dieses Feld als Basis für die Absenderadresse zu verwenden.
hu: Egy általános ügyintéző modul lett hozzáadva, hogy átmásolja a jegy értékeit egy dinamikus mezőbe, hogy ez a mező használható legyen a rendszercímek alapjául.
zh_cn: 提供了自动任务模块，以将工单值复制到动态字段，以将该字段用作发件人地址的基础。

source: The ticket service should be the base for the sender address, but only dynamic field values are supported by this feature.
de: Der Ticket-Service sollte die Basis für die Absenderadresse sein, aber nur die Werte dynamischer Felder werden von dieser Funktion unterstützt.
hu: A jegy szolgáltatásának kell a küldőcím alapjául szolgálnia, de ez a funkció csak dinamikus mező értékeket támogat.
zh_cn: 工单服务应该是发件人地址的基础，但是此功能仅支持动态字段值。

source: In order to allow using the service, create a new dynamic field and use a generic agent job. The helper module will be added in order to automatically fill the new dynamic field with the service name.
de: Um die Nutzung des Services zu ermöglichen, erstellen Sie ein neues dynamisches Feld und verwenden Sie einen Generic Agent Job. Das Hilfsmodul wird hinzugefügt, um das neue dynamische Feld automatisch mit dem Service-Namen zu füllen.
hu: Annak érdekében, hogy lehetővé tegye a szolgáltatás használatát, hozzon létre egy dinamikus mezőt, és használjon egy általános ügyintéző feladatot. A segítőmodul hozzá lesz adva, azért hogy automatikusan kitöltse az új dinamikus mezőt a szolgáltatás nevével.
zh_cn: 为了允许使用该服务，请创建一个新的动态字段并使用一个自动任务作业。 将添加帮助程序模块，以便用该服务名称自动填充新的动态字段。

source: To fill the dynamic field value with the service name:
de: So füllen Sie den Wert des dynamischen Felds mit dem Service-Namen:
hu: A dinamikus mező értékének a szolgáltatás nevével történő kitöltéséhez:
zh_cn: 要用该服务名称填充动态字段值：

source: Create the dynamic field *Service Copy*, but do not configure for display on any ticket screen.
de: Erstellen Sie das dynamische Feld *Servicekopie*, konfigurieren Sie jedoch nicht für die Anzeige auf einer Ticketansicht.
hu: Hozza létre a *Szolgáltatás másolata* dinamikus mezőt, de ne állítsa be azt, hogy megjelenjen valamelyik képernyőn.
zh_cn: 创建动态字段 *Service Copy*，但不配置为在任何工单屏幕上显示。

source: Object type: Ticket
de: Objekt-Typ: Ticket
hu: Objektumtípus: Jegy
zh_cn: 对象类型： 工单

source: Field type: Text
de: Feld-Typ: Text
hu: Mezőtípus: Szöveg
zh_cn: 字段类型： 文本

source: Name: ``service_copy``
hu: Név: ``service_copy``
zh_cn: 名称： ``service_copy``

source: Label: *Service Copy*
de: Beschriftung: *Service Copy*
hu: Címke: *Szolgáltatás másolata*
zh_cn: 标签： *Service Copy*

source: Create a generic agent job.
de: Erstellen Sie einen Generic Agent Job.
hu: Hozzon létre egy általános ügyintéző feladatot.
zh_cn: 创建一个自动任务作业。

source: *Event Based Execution* section: Set the events ``TicketCreate`` and ``TicketServiceUpdate`` as triggers.
de: Abschnitt *Ereignisbasierte Ausführung*: Setzen Sie die Ereignisse ``TicketCreate`` und ``TicketServiceUpdate`` als Auslöser.
hu: *Eseményalapú végrehajtás* szakasz: állítsa be a ``TicketCreate`` és ``TicketServiceUpdate`` eseményeket aktiválókként.
zh_cn: *基于事件的执行* 部分：将事件 ``TicketCreate`` 和 ``TicketServiceUpdate`` 设置为触发器。

source: *Select Tickets* section: Set filters if the field should not be set globally (e. g. restricting this to specific queues).
de: Abschnitt *Tickets auswählen*: Setzen Sie Filter, wenn das Feld nicht global gesetzt werden soll (z. B. Beschränkung auf bestimmte Queues).
hu: *Jegyek kijelölése* szakasz: állítson be szűrüket, ha a mezőt nem szabad globálisan beállítani (például korlátozás bizonyos várólistákhoz).
zh_cn: *选择工单* 部分：如果不应将该字段全局设置（例如，将其限制为特定的队列），则设置过滤器。

source: *Execute Custom Module* section:
de: Abschnitt *Benutzerdefiniertes Modul ausführen*:
hu: *Egyéni modul végrehajtása* szakasz:
zh_cn: *执行自定义模块* 部分：

source: Module: ``Kernel::System::GenericAgent::CopyTicketValueToDynamicField``
de: Modul: ``Kernel::System::GenericAgent::CopyTicketValueToDynamicField``
hu: Modul: ``Kernel::System::GenericAgent::CopyTicketValueToDynamicField``
zh_cn: 模块: ``Kernel::System::GenericAgent::CopyTicketValueToDynamicField``

source: Param 1 key: ``Ticket_Service``
de: Param 1 Schlüssel: ``Ticket_Service``
hu: 1. paraméter kulcs: ``Ticket_Service``
zh_cn: 参数1 键: ``Ticket_Service``

source: Param 1 value: ``service_copy``
de: Param 1 Wert: ``service_copy``
hu: 1. paraméter érték: ``service_copy``
zh_cn: 参数1 值: ``service_copy``

source: Module parameters control which fields should be copied. The key determines the ticket attribute (service, queue, etc.) and the value determines the name of the destination dynamic field.
de: Modulparameter steuern, welche Felder kopiert werden sollen. Der Schlüssel bestimmt das Ticket-Attribut (Service, Queue, etc.) und der Wert bestimmt den Namen des dynamischen Zielfeldes.
hu: A modul paraméterei szabályozzák, hogy mely mezőket kell másolni. A kulcs határozza meg a jegyattribútumot (szolgáltatás, várólista, stb.) és az érték határozza meg a cél dinamikus mező nevét.
zh_cn: 模块参数控制应复制哪些字段。 该键确定工单属性（服务、队列等），该值确定目标动态字段的名称。

source: ``Ticket_`` prefix is needed if ``Services`` is used as parameter key. It will be included on the values for setting new values on ticket and it is not possible to get a real value for it, then as consequence the value for this ticket field will be empty.
de: Das Präfix ``Ticket_``` wird benötigt, wenn ``Services`` als Parameterschlüssel verwendet wird. Es wird in die Werte für das Setzen neuer Werte auf dem Ticket aufgenommen und es ist nicht möglich, einen echten Wert dafür zu erhalten, so dass der Wert für dieses Ticketfeld leer ist.
hu: A ``Ticket_`` előtag akkor szükséges, ha a ``Services`` van használva paraméter kulcsként. Ez fel lesz véve a jegyen történő új értékek beállításához tartozó értékekbe, és nem lehetséges valódi értéket megkapni hozzá, ennek következményeként a jegymezőnek az értéke üres lesz.
zh_cn: 如果将 ``Services`` 用作参数的键，则需要 ``Ticket_`` 前缀。 它会包含在用于在工单上设置新值的值中，并且不可能获得真实值，因此此工单字段的值将为空。

source: Mapping from dynamic field values can now be used to link service names to actual sender addresses.
de: Das Mapping von dynamischen Feldwerten kann nun verwendet werden, um Service-Namen mit tatsächlichen Absenderadressen zu verknüpfen.
hu: A dinamikus mező értékeiből történő leképezés mostantól használható a szolgáltatás neveinek az aktuális küldőcímekhez való kapcsolásához.
zh_cn: 现在，可以使用从动态字段值进行的映射将服务名称链接到实际的发件人地址。

source: Generic Agent Configuration Example
de: Generic Agent - Komnfigurationsbeispiel
hu: Általános ügyintéző beállítási példa
zh_cn: 自动任务配置示例

source: Mapped Values as Sender Address
de: Mapping-Werte als Absenderadresse
hu: Leképezett értékek küldőcímként
zh_cn: 映射值作为发件人地址

source: When a ticket reply or forward is created or when an event based notification is sent, the configured dynamic field of the ticket is checked. If the dynamic field contains a value, a mapping configuration is checked. If there is a mapped value in :doc:`admin/communication-notifications/sender-address-mapping`, this value will be used as sender address.
de: Wenn eine Ticketantwort oder Weiterleitung erstellt wird oder wenn eine ereignisbasierte Benachrichtigung gesendet wird, wird das konfigurierte dynamische Feld des Tickets überprüft. Wenn das dynamische Feld einen Wert enthält, wird eine Mapping-Konfiguration überprüft. Wenn es einen zugeordneten Wert in :doc:`admin/communication-notifications/sender-address-mapping` gibt, wird dieser Wert als Absenderadresse verwendet.
hu: Ha egy jegyválasz vagy jegytovábbítás létrejön, illetve ha egy eseményalapú értesítést küldenek, akkor a jegy beállított dinamikus mezője ellenőrzésre kerül. Ha a dinamikus mező tartalmaz értéket, akkor egy leképezési beállítás is ellenőrizve lesz. Ha létezik leképezett érték a :doc:`admin/communication-notifications/sender-address-mapping` képernyőn, akkor ez az érték lesz használva küldőcímként.
zh_cn: 创建工单答复或转发时，或发送基于事件的通知时，将检查工单的已配置动态字段。 如果动态字段包含一个值，则检查映射配置。 如果在 :doc:`admin/communication-notifications/sender-address-mapping` 中有一个映射值，则该值将用作发件人地址。

source: If the dynamic field is not set or no mapping value exists, the default queue-based sender address will be used.
de: Wenn das dynamische Feld nicht gesetzt ist oder kein Zuordnungswert vorhanden ist, wird die standardmäßige Queue-basierte Absenderadresse verwendet.
hu: Ha a dinamikus mező nincs beállítva vagy nem létezik leképezési érték, akkor az alapértelmezett várólista-alapú küldőcím lesz használva.
zh_cn: 如果未设置动态字段或不存在映射值，则将使用基于队列的默认发件人地址。

source: This feature should be used if your tickets have dynamic fields that contain information which sender address should be used, but are not email addresses. For this purpose the dynamic field values can be mapped to email addresses.
de: Diese Funktion sollte verwendet werden, wenn Ihre Tickets dynamische Felder haben, die Informationen darüber enthalten, welche Absenderadresse verwendet werden soll, aber keine E-Mail-Adressen sind. Zu diesem Zweck können die dynamischen Feldwerte auf E-Mail-Adressen abgebildet werden.
hu: Ezt a funkciót akkor kell használni, ha a jegyeknek olyan dinamikus mezői vannak, amelyek azokat az információkat tartalmazzák, hogy mely küldőcímet kell használni, de azok nem e-mail címek. Erre a célra a dinamikus mező értékei leképezhetők e-mail címekre.
zh_cn: 如果您的工单包含包含应使用发件人地址而不是电子邮件地址的信息的动态字段，则应使用此功能。 为此，可以将动态字段值映射到电子邮件地址。

source: A dynamic field *Customer location* is configured to be used as sender address base. The configured queue sender address is *support@company.com*.
de: Ein dynamisches Feld *Kundenstandort* ist konfiguriert, um als Absenderadressbasis verwendet zu werden. Die konfigurierte Absenderadresse der Warteschlange lautet *support@company.com*.
hu: Egy *Ügyfél helye* dinamikus mező van beállítva, hogy küldőcím alapjául legyen használható. A beállított várólista küldőcíme *support@company.com*.
zh_cn: 动态字段 *客户位置* 被配置为用作发件人地址基础。 配置的队列发件人地址为 *support@company.com*。

source: In the mapping module the following is configured:
de: Im Mapping-Modul ist folgendes konfiguriert:
hu: A leképezési modulban a következő van beállítva:
zh_cn: 在映射模块中配置如下:

source: When an agent replies to a ticket, the *Customer location* field is looked up and depending on the location the sender address is determined.
de: Wenn ein Agent auf ein Ticket antwortet, wird das Feld *Kundenstandort* durchsucht und je nach Standort die Absenderadresse ermittelt.
hu: Ha egy ügyintéző válaszol egy jegyre, akkor az *Ügyfél helye* mező lesz átnézve, és a helytől függően lesz meghatározva a küldőcím.
zh_cn: 当服务人员答复工单时，将在 *客户位置* 字段中查找并根据发件人地址确定位置。

source: Dynamic field value: <empty field>, sender address: support@company.com (address from queue).
de: Dynamischer Feldwert: <empty field>, Absenderadresse: support@company.com (Adresse aus der Queue).
hu: Dinamikus mező értéke: <üres mező>, küldőcím: support@company.com (várólistából származó cím).
zh_cn: 动态字段值：<空字段>，发件人地址：support@company.com（队列中的地址）。

source: Dynamic field value: England, sender address: support.uk@company.com (mapped value).
de: Dynamischer Feldwert: England, Absenderadresse: support.uk@company.com (Wert des Mappings).
hu: Dinamikus mező értéke: Anglia, küldőcím: support.uk@company.com (leképezett érték).
zh_cn: 动态字段值：England，发件人地址：support.uk@company.com（映射值）。

source: Dynamic field value: Ireland, sender address: support@company.com (no mapping found, therefore address from queue).
de: Dynamischer Feldwert: Irland, Absenderadresse: support@company.com (kein Mapping gefunden, daher Adresse aus der Queue).
hu: Dinamikus mező értéke: Írország, küldőcím: support@company.com (nem található leképezés, ezért a várólistából származó cím).
zh_cn: 动态字段值：Ireland，发件人地址：support@company.com（未找到映射，因此使用队列的地址）。

source: Dynamic field value: France, sender address: support.fr@company.com (mapped value).
de: Dynamischer Feldwert: Frankreich, Absenderadresse: support.fr@company.com (Wert des Mappings).
hu: Dinamikus mező értéke: Franciaország, küldőcím: support.fr@company.com (leképezett érték).
zh_cn: 动态字段值：France，发件人地址：support.uk@company.com（映射值）。

source: Direct Values as Sender Address
de: Direkte Werte als Absenderadresse
hu: Közvetlen értékek küldőcímként
zh_cn: 直接值作为发件人地址

source: When a ticket reply or forward is created or when an event based notification is sent, the configured dynamic field of the ticket is checked. If the dynamic field contains a value, this value will be used as sender address.
de: Wenn eine Ticketantwort oder Weiterleitung erstellt wird oder wenn eine ereignisbasierte Benachrichtigung gesendet wird, wird das konfigurierte dynamische Feld des Tickets überprüft. Wenn das dynamische Feld einen Wert enthält, wird dieser Wert als Absenderadresse verwendet.
hu: Ha egy jegyválasz vagy jegytovábbítás létrejön, illetve ha egy eseményalapú értesítést küldenek, akkor a jegy beállított dinamikus mezője ellenőrzésre kerül. Ha a dinamikus mező tartalmaz értéket, akkor ez az érték lesz használva küldőcímként.
zh_cn: 创建工单答复或转发时，或发送基于事件的通知时，将检查工单的已配置动态字段。 如果动态字段包含一个值，则此值将用作发件人地址。

source: If the dynamic field is not set, the default queue-based sender address will be used.
de: Wenn das dynamische Feld nicht gesetzt ist, wird die standardmäßige Queue-basierte Absenderadresse verwendet.
hu: Ha a dinamikus mező nincs beállítva, akkor az alapértelmezett várólista-alapú küldőcím lesz használva.
zh_cn: 如果未设置该动态字段，则将使用默认的基于队列的发件人地址。

source: This feature should be used if your tickets have dynamic fields that contain email addresses which should be used as sender address.
de: Diese Funktion sollte verwendet werden, wenn Ihre Tickets dynamische Felder haben, die E-Mail-Adressen enthalten, die als Absenderadresse verwendet werden sollten.
hu: Ezt a funkciót akkor kell használni, ha a jegyeknek olyan dinamikus mezői vannak, amelyek azokat az e-mail címeket tartalmazzák, amelyeket küldőcímként kell használni.
zh_cn: 如果您的工单包含应用作发件人地址的电子邮件地址的动态字段，则应使用此功能。

source: With this feature dynamic field values are not checked in advance, therefore all values for the configured field need to be valid email addresses to prevent delivery errors.
de: Mit dieser Funktion werden die Werte dynamischer Felder nicht im Voraus überprüft, daher müssen alle Werte für das konfigurierte Feld gültige E-Mail-Adressen sein, um Zustellungsfehler zu vermeiden.
hu: Ezzel a funkcióval a dinamikus mező értékei nincsenek előre ellenőrizve, ennélfogva a beállított mező összes értékének érvényes e-mail címnek kell lennie, hogy elkerülje a kézbesítési hibákat.
zh_cn: 使用此功能时，不会预先检查动态字段值，因此，已配置字段的所有值都必须是有效的电子邮件地址，以防止传递错误。

source: A dynamic field *Customer location address* is configured to be used as sender address. The configured queue sender address is *support@company.com*. When an agent replies to a ticket, the *Customer location address* field is looked up and the sender address is determined.
de: Ein dynamisches Feld *Kundenstandortadresse* ist so konfiguriert, dass es als Absenderadresse verwendet wird. Die konfigurierte Absenderadresse der Queue lautet *support@company.com*. Wenn ein Agent auf ein Ticket antwortet, wird das Feld *Kundenstandortadresse* durchsucht und die Absenderadresse bestimmt.
hu: Egy *Ügyfél helyének címe* dinamikus mező van beállítva, hogy küldőcím alapjául legyen használható. A beállított várólista küldőcíme *support@company.com*. Ha egy ügyintéző válaszol egy jegyre, akkor az *Ügyfél helyének címe* mező lesz átnézve, és a küldőcím meghatározásra kerül.
zh_cn: 动态字段 *客户位置地址* 被配置为用作发件人地址。 配置的队列发件人地址为 *support@company.com*。 当服务人员答复工单时，将查找 *客户位置地址* 字段并确定发件人地址。

source: Dynamic field value: France, sender address: France (dynamic field value is an invalid email address, the email will not send).
de: Wert des dynamischen Feldes: Frankreich, Absenderadresse: Frankreich (Wert des dynamischen Feldes ist eine ungültige E-Mail-Adresse, die nicht gesendet wird).
hu: Dinamikus mező értéke: Franciaország, küldőcím: Franciaország (a dinamikus mező értéke érvénytelen e-mail cím, az e-mail nem lesz elküldve).
zh_cn: 动态字段值：France，发件人地址：France（动态字段值是无效的电子邮件地址，电子邮件将不会发送）。

source: Dynamic field value: support.uk@company.com, sender address: support.uk@company.com (dynamic field value).
de: Wert des dynamischen Feldes: support.uk@company.com, Absenderadresse: support.uk@company.com (Wert des dynamischen Feldes).
hu: Dinamikus mező értéke: support.uk@company.com, küldőcím: support.uk@company.com (dinamikus mező értéke).
zh_cn: 动态字段值：support.uk@company.com，发件人地址：support.uk@company.com（动态字段值）。

source: Escalation Suspend
zh_cn: 升级挂起

source: This feature add-on not only makes **OTRS** an even better tool for solving problems quickly and shortening response times, it also provides greater precision when it comes to time accounting. If you need to pause an escalation, this feature add-on will do the job perfectly. The feature add-on allows you to configure one or more statuses that will put one or more escalations (SLAs) automatically on hold. For example, if you are waiting for a third party answer or for a process step to be carried out, this feature add-on will give you more freedom by allowing you to stop the escalation countdown. Removing the state will then reactivate the escalation(s) automatically, and the time left to process the ticket will be displayed once again.
de: Mit diesem Feature Add-on ist **OTRS** nicht nur ein noch besseres Werkzeug zur schnellen Problemlösung und Verkürzung der Reaktionszeiten, sondern auch für mehr Präzision in der Zeiterfassung. Wenn Sie eine Eskalation unterbrechen müssen, erledigt dieses Feature Add-on die Arbeit perfekt. Mit dem Feature Add-on können Sie einen oder mehrere Status konfigurieren, die eine oder mehrere Eskalationen (SLAs) automatisch auf Halten setzen. Wenn Sie beispielsweise auf eine Antwort eines Drittanbieters oder auf die Ausführung eines Prozessschritts warten, gibt Ihnen dieses Feature Add-on mehr Freiheit, indem Sie den Eskalations-Countdown stoppen können. Das Entfernen des Status reaktiviert dann automatisch die Eskalation(en), und die verbleibende Zeit für die Bearbeitung des Tickets wird erneut angezeigt.
hu: Ez a funkciókiegészítő nemcsak még jobb eszközzé teszi az **OTRS**-t a problémák gyors megoldásához és a válaszidők lerövidítéséhez, hanem nagyobb pontosságot is nyújt, ha időelszámolásról van szó. Ha szüneteltetnie kell egy eszkalációt, akkor ez a funkciókiegészítő tökéletesen elvégzi a munkát. A funkciókiegészítő lehetővé teszi egy vagy több olyan állapot beállítását, amely egy vagy több eszkalációt (SLA-t) automatikusan várakozásba fog helyezni. Például ha egy harmadik féltől vár választ, vagy egy elvégzendő folyamatlépésre várakozik, akkor ez a funkciókiegészítő nagyobb szabadságot fog adni azáltal, hogy eközben lehetővé teszi az eszkalációs visszaszámlálás megállítását. Az állapot eltávolítása ezután automatikusan be fogja kapcsolni az eszkalációkat, és a jegy feldolgozásához hátralévő idő ismét megjelenik.
zh_cn: 此功能插件不仅使 **OTRS** 成为快速解决问题和缩短响应时间的更好工具，而且在计时方面也提供了更高的精度。 如果您需要暂停升级，此功能插件将完美地完成工作。 本功能插件允许您配置一个或多个状态，这些状态将自动搁置一个或多个升级（SLA）。例如，如果您正在等待第三方答复或执行流程步骤，则此功能插件将允许您停止升级倒计时，从而为您提供更多的自由。删除状态后将自动重新激活升级，并再次显示剩余的处理工单的时间。

source: This configurable status is basically a pause function for escalations. The time that passes when the feature add-on is active is not counted in the ticket’s resolution time. This provides greater time accounting precision.
de: Dieser konfigurierbare Status ist grundsätzlich eine Pausenfunktion für Eskalationen. Die Zeit, die vergeht, wenn das Feature Add-on aktiv ist, wird nicht in der Lösungszeit des Tickets gezählt. Dies ermöglicht eine höhere Genauigkeit der Zeiterfassung.
hu: Ez a beállítható állapot alapvetően egy szüneteltetési funkció az eszkalációkhoz. A funkciókiegészítő bekapcsolása alatt eltelt idő nincs beleszámolva a jegy megoldási idejébe. Ez nagyobb időelszámolási pontosságot biztosít.
zh_cn: 这种可配置状态基本上是升级的暂停功能。该功能插件处于活动状态时经过的时间不计入工单的解决方案时间。这提供了更高的计时精度。

source: Minimizes unnecessary escalations.
de: Minimiert unnötige Eskalationen.
hu: Minimalizálja a szükségtelen eszkalációkat.
zh_cn: 最大限度地减少不必要的升级。

source: Enables precise time accounting.
de: Ermöglicht eine präzise Zeiterfassung.
hu: Pontos időelszámolást tesz lehetővé.
zh_cn: 启用精确的时间计费。

source: Provides greater flexibility through its configurable status.
de: Bietet mehr Flexibilität durch den konfigurierbaren Status.
hu: Nagyobb rugalmasságot biztosít a beállítható állapotain keresztül.
zh_cn: 通过其可配置的状态提供更大的灵活性。
