Repository: Yan-Oliveira/doc-fao
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu, zh_cn

source: To use this functionality on :doc:`external`:
de: So benutzen Sie diese Funktionalität in :doc:`external`:
hu: A funkcionalitás igénybe vételéhez a :doc:`external` használatával:
zh_cn: 要在 :doc:`external` 使用此功能：

source: Create two tickets on the agent interface.
de: Erstellen Sie zwei Tickets im Agenten-Interface.
hu: Hozzon létre két jegyet az ügyintézői felületen.
zh_cn: 在服务人员界面上创建两个工单。

source: Choose the same customer user for both tickets.
de: Wählen Sie für beide Tickets den gleichen Kundenbenutzer.
hu: Válassza ugyanazt az ügyfél-felhasználót mindkét jegyhez.
zh_cn: 为两个工单选择相同的客户用户。

source: Link one ticket to the other one.
de: Verknüpfen Sie ein Ticket mit dem anderen.
hu: Kapcsolja össze az egyik jegyet a másikkal.
zh_cn: 将一个工单链接到另一个工单。

source: Create a FAQ article. Make sure that the FAQ article is visible to customers or public. Just FAQ articles of this type can be displayed in the external interface.
de: Erstellen Sie einen FAQ-Artikel. Stellen Sie sicher, dass der FAQ-Artikel für Kunden oder die Öffentlichkeit sichtbar ist. Es können nur solche FAQ-Artikel im externen Interface angezeigt werden.
hu: Hozzon létre egy GyIK bejegyzést. Győződjön meg arról, hogy a GyIK bejegyzés látható legyen az ügyfeleknek vagy nyilvános legyen. Csak az ilyen típusú GyIK bejegyzések jeleníthetők meg a külső felületen.
zh_cn: 创建一篇FAQ知识库文章。确保FAQ知识库文章对客户或公众可见。只有这种类型的FAQ知识库文章可以显示在外部人员界面中。

source: Link the FAQ article to the ticket created for the customer user.
de: Verknüpfen Sie den FAQ-Artikel mit dem Ticket, das für den Kundenbenutzer erstellt wurde.
hu: Kapcsolja össze a GyIK bejegyzést az ügyfél-felhasználóhoz létrehozott jeggyel.
zh_cn: 将FAQ文章链接到为客户用户创建的工单。

source: This package has no external interface, but it shows linked tickets and FAQ articles in ticket detail view.
de: Dieses Paket hat kein externes Interface, zeigt aber verknüpfte Tickets und FAQ-Artikel in der Ticket-Detailansicht an.
hu: Ennek a csomagnak nincs külső felülete, de megjeleníti a kapcsolt jegyeket és GyIK bejegyzéseket a jegy részletes nézetében.
zh_cn: 这个软件包没有外部人员界面，但是它在工单详情视图中显示链接的工单和FAQ知识库文章。

source: To use this functionality, an agent has to create tickets and FAQ articles in :doc:`agent` and link them together.
de: Um diese Funktionalität nutzen zu können, muss ein Agent Tickets und FAQ-Artikel in :doc:`agent` erstellen und miteinander verknüpfen.
hu: A funkcionalitás használatához egy ügyintézőnek létre kell hoznia jegyeket és GyIK bejegyzéseket az :doc:`agent` használatával, és össze kell kapcsolnia azokat.
zh_cn: 要使用此功能，服务人员必须在 :doc:`agent` 中创建工单和FAQ文章，并将它们链接在一起。

source: To see the linked object in external interface:
de: So wird das verknüpfte Objekt im externen Interface angezeigt:
hu: A kapcsolt objektum megtekintéséhez a külső felületen:
zh_cn: 要在外部人员界面中查看链接的对象，请执行以下操作：

source: Log in as customer user.
de: Melden Sie sich als Kundenbenutzer an.
hu: Jelentkezzen be ügyfél-felhasználóként.
zh_cn: 以客户用户身份登录。

source: Select *My Tickets* from the ticket menu.
de: Wählen Sie *Meine Tickets* aus dem Ticket-Menü.
hu: Válassza a *Saját jegyek* menüpontot a jegymenüből.
zh_cn: 从工单菜单中选择 *我的工单*。

source: Select a ticket that has linked ticket and/or FAQ article.
de: Wählen Sie ein Ticket aus, das mit Ticket- und/oder FAQ-Artikeln verknüpft ist.
hu: Válasszon egy jegyet, amelynek van kapcsolt jegye és/vagy GyIK bejegyzése.
zh_cn: 选择已链接工单和/或FAQ知识库文章的工单。

source: See the widget containing the linked objects in the right sidebar of the ticket detail view.
de: Das Widget mit den verknüpften Objekten finden Sie in der rechten Seitenleiste der Ticket-Detailansicht.
hu: Nézze meg a kapcsolt objektumokat tartalmazó felületi elemet a jegy részletes nézetének jobb oldalsávjában.
zh_cn: 在工单详细信息视图的右侧栏中，查看包含链接对象的小部件。

source: Clicking on a ticket or FAQ article will lead you to the linked ticket or FAQ article.
de: Wenn Sie auf ein Ticket oder einen FAQ-Artikel klicken, gelangen Sie zum verknüpften Ticket oder FAQ-Artikel.
hu: Egy jegyre vagy egy GyIK bejegyzésre történő kattintás a kapcsolt jegyhez vagy GyIK bejegyzéshez fogja vezetni.
zh_cn: 单击工单或FAQ文章，将带您到链接的工单或FAQ文章。

source: Customer-specific Services
zh_cn: 客户特定服务

source: This feature add-on makes it possible to assign services to customers so that only the assigned service is displayed when a ticket is created and only the appropriate SLAs are valid.
de: Dieses Feature Add-on ermöglicht es, Kunden Services zuzuordnen, so dass beim Erstellen eines Tickets nur der zugeordnete Service angezeigt wird und nur die entsprechenden SLAs gültig sind.
hu: Ez a funkciókiegészítő lehetővé teszi a szolgáltatások hozzárendelését az ügyfelekhez, azért hogy csak a hozzárendelt szolgáltatás jelenjen meg, amikor egy jegyet létrehoznak, és csak a megfelelő SLA legyen érvényes.
zh_cn: 此功能插件使向客户分配服务成为可能，从而在创建工单时仅显示分配的服务，并且只有适当的SLA有效。

source: After installation of the package, a new module *Customers ↔ Service* appears in the *Users, Groups & Roles* group in the administrator interface. Here you can define which services should be assigned to customers.
de: Nach der Installation des Pakets erscheint ein neues Modul *Kunden ↔ Service* in der Gruppe *Benutzer, Gruppen & Rollen* im Administrator-Interface. Hier können Sie festlegen, welche Services einem Kunden zugeordnet werden sollen.
hu: A csomag telepítése után egy új *Ügyfelek ↔ Szolgáltatások* modul jelenik meg a *Felhasználók, csoportok és szerepek* csoportban az adminisztrátori felületen. Itt határozhatja meg, hogy mely szolgáltatásokat kell hozzárendelni az ügyfelekhez.
zh_cn: 安装本软件包后，管理员界面中的 *用户、组和角色* 组中将显示一个新模块 *客户 ↔ 服务*。在这里您可以定义哪些服务应该分配给客户。

source: Furthermore, you can define in the system configuration which of these options should be the leading one.
de: Darüber hinaus können Sie in der Systemkonfiguration festlegen, welche dieser Optionen vorrangig sein soll.
hu: Továbbá azt is meghatározhatja a rendszerbeállításokban, hogy ezen beállítások közül melyiknek kell az elsőnek lennie.
zh_cn: 此外，您可以在系统配置中定义这些选项中的哪一个应该是最主要的。

source: Efficient and well-structured administration of multiple services and SLAs for many customers.
de: Effiziente und gut strukturierte Verwaltung mehrerer Services und SLAs für viele Kunden.
hu: Több szolgáltatás és SLA hatékony és jól strukturált adminisztrációja sok ügyfélnél.
zh_cn: 为许多客户高效、结构良好地管理多个服务和SLA。

source: Avoid the creation of unwarranted tickets that stress out your service team.
de: Vermeiden Sie die Erstellung von unbegründeten Tickets, die Ihr Serviceteam belasten.
hu: Az olyan indokolatlan jegyek létrehozásának elkerülése, amely igénybe veszi a szolgáltató csapatát.
zh_cn: 避免创建不必要的工单，使您的服务团队感到压力。

source: Optimal guidance for the customer regarding for which services he or she can open a ticket.
de: Optimale Orientierung für den Kunden, für welche Services er ein Ticket öffnen kann.
hu: Az ügyfél optimális irányítása arra tekintettel, hogy mely szolgáltatásnál nyithat jegyet.
zh_cn: 为客户提供关于他或她可以为哪些服务开工单的最佳指导。

source: Speed-up of ticket handling process.
de: Beschleunigung des Ticket-Verarbeitungsprozesses.
hu: A jegykezelési folyamat felgyorsítása.
zh_cn: 加快工单处理流程。

source: Agencies
de: Agenturen
hu: Ügynökségek
zh_cn: 代理商

source: Companies offering a wide range of services or products
de: Unternehmen mit breitem Service-Spektrum oder vielen unterschiedlichen Produkten
hu: Szolgáltatások és termékek széles skáláját kínáló vállalatok
zh_cn: 提供广泛服务或产品的公司

source: Before your first use, please make sure that you activate the *Services* option in the administrator interface.
de: Vor der ersten Nutzung stellen Sie bitte sicher, dass Sie die Option *Services* im Administrator-Interface aktivieren.
hu: Az első használat előtt győződjön meg arról, hogy bekapcsolta-e a *Szolgáltatások* lehetőséget az adminisztrátori felületen.
zh_cn: 在首次使用之前，请确保激活了管理员界面中的 *服务* 选项。

source: The ``CustomerUserSearchListLimit`` setting should be configured in the ``CustomerUser`` section in the ``Kernel/Config.pm``.
de: Die Einstellung ``CustomerUserSearchListLimit`` sollte im Abschnitt ``CustomerUser`` im Abschnitt ``Kernel/Config.pm`` konfiguriert werden.
hu: A ``CustomerUserSearchListLimit`` beállítást be kell állítani a ``Kernel/Config.pm`` fájl ``CustomerUser`` szakaszában.
zh_cn: ``CustomerUserSearchListLimit`` 设置应该在 ``Kernel/Config.pm`` 中的 ``CustomerUser`` 部分配置。

source: After installation of the package a new module will be available in the *Users, Groups & Roles* group of the administrator interface.
de: Nach der Installation des Pakets ist ein neues Modul in der Gruppe *Benutzer, Gruppen & Rollen* im Administrator-Interface verfügbar.
hu: A csomag telepítése után egy új modul válik elérhetővé az adminisztrátori felület *Felhasználók, csoportok és szerepek* csoportjában.
zh_cn: 安装本软件包后，将在管理员界面的 *用户、组和角色* 组中提供一个新模块。

source: The determination of the customers is based on a customer user search. So it is very important to adjust the ``CustomerUserSearchListLimit`` setting in the ``CustomerUser`` section in the ``Kernel/Config.pm``. Otherwise not all customers can be found and displayed.
de: Die Ermittlung der Kunden basiert auf einer Kundenbenutzersuche. Daher ist es sehr wichtig, die Einstellung ``CustomerUserSearchListLimit`` im Abschnitt ``CustomerUser`` im Abschnitt ``Kernel/Config.pm`` anzupassen. Ansonsten können nicht alle Kunden gefunden und angezeigt werden.
hu: Az ügyfelek meghatározása egy ügyfél-felhasználó keresésen alapul. Ezért nagyon fontos, hogy beállítsa a ``CustomerUserSearchListLimit`` beállítást a ``Kernel/Config.pm`` fájl ``CustomerUser`` szakaszában. Egyébként nem lesz minden ügyfél megtalálható és megjeleníthető.
zh_cn: 客户的确定基于客户用户搜索。 因此，调整 ``Kernel/Config.pm`` 中 ``CustomerUser`` 部分中的 ``CustomerUserSearchListLimit`` 设置非常重要。 否则，无法找到并显示所有客户。

source: Customers ↔ Services
de: Kunden ↔ Services
hu: Ügyfelek ↔ Szolgáltatások
zh_cn: 客户 ↔ 服务

source: Use this screen to add one or more customers to one or more services. To use this function, at least one customer and one service need to have been added to the system. The management screen is available in the *Customers ↔ Services* module of the *Users, Groups & Roles* group.
de: Verwenden Sie dies Ansicht, um einen oder mehrere Kunden einem oder mehreren Services zuzuordnen. Um diese Funktion nutzen zu können, muss mindestens ein Kunde und ein Service dem System hinzugefügt werden. Die Ansicht zur Verwaltung finden Sie im Modul *Kundenbenutzer Services* in der Gruppe *Benutzer, Gruppen & Rollen*.
hu: Használja ezt a képernyőt, hogy egy vagy több ügyfelet adjon hozzá egy vagy több szolgáltatáshoz. A funkció használatához az szükséges, hogy legalább egy ügyfél és legalább egy szolgáltatás hozzá legyen adva a rendszerhez. A kezelőképernyő a *Felhasználók, csoportok és szerepek* csoport *Ügyfelek ↔ Szolgáltatások* moduljában érhető el.
zh_cn: 使用此屏幕可将一个或多个客户添加到一个或多个服务中。 要使用此功能，至少需要将一个客户和一项服务添加到系统中。 *用户、组和角色* 组的 *客户 ↔ 服务* 模块提供管理屏幕。

source: Manage Customer-Service Relations
de: Kunden-Service-Zuordnungen verwalten
hu: Ügyfél–Szolgáltatás kapcsolatok kezelése
zh_cn: 管理客户-服务之间的关联

source: Manage Customers ↔ Services Relations
de: Kunden ↔ Services-Zuordnungen verwalten
hu: Ügyfelek ↔ Szolgáltatások kapcsolatainak kezelése
zh_cn: 管理客户 ↔ 服务关联

source: To allocate some services to a customer:
de: So ordnen Sie einem Kunden Services hinzu:
hu: Néhány szolgáltatásnak egy ügyfélhez való rendeléséhez:
zh_cn: 若要为一个客户分配一些服务：

source: Click on a customer in the *Customers* column.
de: Klicken Sie in der Spalte *Kunden* auf einen Kunden.
hu: Kattintson egy ügyfélre az *Ügyfelek* oszlopban.
zh_cn: 点击 *客户* 列表中的一个客户。

source: Select the services you would like to allocate to the customer.
de: Wählen Sie die Services, die Sie dem Kunden zuordnen möchten.
hu: Válassza ki azokat a szolgáltatásokat, amelyeket hozzá szeretne rendelni az ügyfélhez.
zh_cn: 选择要分配给客户的服务。

source: Change Service Relations for Customer
de: Service-Zuordnungen für Kunden ändern
hu: Szolgáltatáskapcsolatok megváltoztatása egy ügyfélnél
zh_cn: 修改客户关联的服务

source: To allocate some customer to a service:
de: So ordnen Sie einen Kunden einem Service hinzu:
hu: Néhány ügyfélnek egy szolgáltatáshoz való rendeléséhez:
zh_cn: 若要为一个服务分配一些客户：

source: Click on a service in the *Services* column.
de: Klicken Sie in der Spalte *Services* auf einen Service.
hu: Kattintson egy szolgáltatásra a *Szolgáltatások* oszlopban.
zh_cn: 点击 *服务* 列中的一个服务。

source: Select the customers you would like to allocate to the service.
de: Wählen Sie die Kunden, die Sie dem Service zuordnen möchten.
hu: Válassza ki azokat az ügyfeleket, amelyeket hozzá szeretne rendelni a szolgáltatáshoz.
zh_cn: 选择要分配给该服务的客户。

source: Change Customer Relations for Service
de: Kunden-Beziehungen für Service ändern
hu: Ügyfélkapcsolatok megváltoztatása egy szolgáltatásnál
zh_cn: 修改服务关联的客户

source: If several customers or services are added to the system, use the search box to find a particular customer or use the filter box to find a particular service by just typing the name to filter.
de: Wenn dem System mehrere Kunden oder Services hinzugefügt wurden, nutzen Sie das Suchfeld, um einen einzelnen Kunden oder Service zu finden.
hu: Ha több ügyfél vagy szolgáltatás van hozzáadva a rendszerhez, akkor használja a keresődobozt egy bizonyos ügyfél megkereséséhez, vagy használja a szűrődobozt egy bizonyos szolgáltatás megkereséséhez azáltal, hogy egyszerűen begépeli a nevét a szűrőbe.
zh_cn: 如果将多个客户或服务添加到系统中，请使用搜索框查找特定客户，或使用过滤器框通过键入要过滤的名称来查找特定服务。

source: Multiple customers or services can be assigned in both screens at the same time. Additionally clicking on a customer or clicking on a service in the relations screen will open the *Edit Customer* screen or the *Edit Service* screen accordingly.
de: In beiden Ansichten können gleichzeitig mehrere Services oder Kunden zugeordnet werden. Wenn Sie zusätzlich auf einen Service oder auf einen Kunden in der Ansicht klicken, wird die Ansicht *Service bearbeiten* oder die Ansicht *Kunden bearbeiten* entsprechend geöffnet.
hu: Egyszerre több ügyfél vagy szolgáltatás is hozzárendelhető mindkét képernyőn. Ezenkívül a kapcsolatok képernyőn egy ügyfélre vagy egy szolgáltatásra kattintva meg fog nyílni az *Ügyfél szerkesztése* vagy a *Szolgáltatás szerkesztése* képernyő annak megfelelően.
zh_cn: 可以同时在两个屏幕中分配多个客户或服务。 另外，在关系屏幕上单击客户或单击服务将相应地打开 *编辑客户* 屏幕或 *编辑服务* 屏幕。

source: Accessing a customer or a service provides no back link to the relations screen.
de: Die Ansichten zur Verwaltung von Services und Kunden bieten keinen „Zurück”-Link zur Ansicht mit den Zuordnungen.
hu: Egy ügyfél vagy egy szolgáltatás elérése nem biztosít visszafelé mutató hivatkozást a kapcsolatok képernyőre.
zh_cn: 访问客户或服务不提供到关联屏幕的返回链接。

source: By setting a checkbox in the header of a column will set all the checkboxes in the selected column.
de: Durch das Setzen eines Kontrollkästchens im Kopf einer Spalte werden alle Kontrollkästchen in der ausgewählten Spalte gesetzt.
hu: Egy jelölőnégyzet bejelölése egy oszlop fejlécében be fogja jelölni az összes jelölőnégyzetet a kiválasztott oszlopban.
zh_cn: 通过在列标题中设置复选框，将设置所选列中的所有复选框。

source: The allocations of customer users and services should be done with this screen. It is not recommended to use the screen *Customer Users ↔ Services*.
de: Die Zuordnungen von Kundennutzern und Services sollten über diese Ansicht vorgenommen werden. Es wird nicht empfohlen, die Bildschirm *Kundenbenutzer ↔ Services* zu verwenden.
hu: Az ügyfél-felhasználók és szolgáltatások hozzárendeléseit ezzel a képernyővel kell elvégezni. Nem ajánlott az *Ügyfél-felhasználók ↔ Szolgáltatások* képernyő használata.
zh_cn: 客户用户和服务的分配应在此屏幕上完成。 不建议使用 *客户用户 ↔ 服务* 屏幕。

source: Manage Default Services
de: Standard-Services verwalten
hu: Alapértelmezett szolgáltatások kezelése
zh_cn: 管理默认服务

source: It is possible to add default services, so that all customer users of the customer may access them. This prevents having to add each service to each customer.
de: Es ist möglich, Standard-Services hinzuzufügen, so dass alle Kundenbenutzer des Kunden auf diese zugreifen können. Dadurch wird vermieden, dass jeder Service zu jedem Kunden hinzugefügt werden muss.
hu: Lehetőség van alapértelmezett szolgáltatások hozzáadásához, azért hogy az ügyfél összes ügyfél-felhasználója elérhesse azokat. Ez megakadályozza, hogy minden egyes szolgáltatást hozzá kelljen adni az egyes ügyfelekhez.
zh_cn: 可以添加默认服务，以便客户的所有客户用户都可以访问它们。 这样可以避免将每个服务添加到每个客户。

source: To edit the default services:
de: So bearbeiten Sie die Standard-Services:
hu: Az alapértelmezett szolgáltatások szerkesztéséhez:
zh_cn: 若要编辑默认服务：

source: Click on the *Edit default services* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Standard-Services bearbeiten*.
hu: Kattintson az *Alapértelmezett szolgáltatások szerkesztése* gombra a bal oldalsávban.
zh_cn: 点击左侧边栏中的 *编辑默认服务* 按钮。

source: Select the services which should be selectable for all customer.
de: Wählen Sie die Services aus, die für alle Kunden wählbar sein sollen.
hu: Válassza ki azokat a szolgáltatásokat, amelyeknek kiválaszthatónak kell lenniük az összes ügyfélnél.
zh_cn: 选择应该为所有客户选择的服务。

source: Allocate Services to Customer Screen
de: Services zu Kunden zuordnen
hu: Szolgáltatások kiosztása az ügyfélhez képernyő
zh_cn: 分配服务到客户 屏幕

source: Mixing default services and customer specific services can be confusing. If a customer has specific services assigned, then the default services will be not applied.
de: Die Kombination von Standard-Services und kundenspezifischen Services kann verwirrend sein. Wenn einem Kunden bestimmte Services zugeordnet sind, werden die Standard-Services nicht angewendet.
hu: Az alapértelmezett szolgáltatások és az ügyfélre jellemző szolgáltatások keverése megtévesztő lehet. Ha egy ügyfélhez bizonyos szolgáltatások hozzá vannak rendelve, akkor az alapértelmezett szolgáltatások nem lesznek alkalmazva.
zh_cn: 混合使用默认服务和客户特定服务可能会造成混淆。 如果为客户分配了特定的服务，则将不应用默认服务。

source: After installation of the package a new widget will be available in the *Customer Information Center* screen of the agent interface.
de: Nach der Installation des Pakets steht ein neues Widget in der Ansicht *Kunden-Informationszentrum* im Agenten-Interface zur Verfügung.
hu: A csomag telepítése után egy új felületi elem válik elérhetővé az ügyintézői felület *Ügyfélinformációs-központ* képernyőjén.
zh_cn: 安装本软件包后，服务人员界面的 *客户信息中心* 屏幕上将提供一个新的小部件。

source: When selecting a customer user in any new ticket screens, only the services related to the customer of that customer user will be available.
de: Bei der Auswahl eines Kundenbenutzers in allen neuen Ticket-Ansichten stehen nur die Services zur Verfügung, die sich auf den Kunden dieses Kundenbenutzers beziehen.
hu: Ha kiválaszt egy ügyfél-felhasználót bármely új jegy képernyőn, akkor csak annak az ügyfél-felhasználó ügyfeléhez rendelt szolgáltatások lesznek elérhetők.
zh_cn: 在任何新工单屏幕中选择客户用户时，只有与该客户用户的客户相关的服务才可用。

source: After the installation of the package, a new widget *Services* appears in the *Customer Information Center* screen in the agent interface. In this widget all assigned services and the amount of open and closed tickets are displayed.
de: Nach der Installation des Pakets erscheint ein neues Widget *Services* in der Ansicht *Kunden-Informationszentrum* im Agenten-Interface. In diesem Widget werden alle zugeordneten Services und die Anzahl der offenen und geschlossenen Tickets angezeigt.
hu: A csomag telepítése után egy új *Szolgáltatások* felületi elem jelenik meg az *Ügyfélinformációs-központ* képernyőn az ügyintézői felületen. Ebben a felületi elemben jelenik meg az összes hozzárendelt szolgáltatás, valamint a nyitott és lezárt jegyek mennyisége.
zh_cn: 安装此软件包后，服务人员界面中的 *客户信息中心* 屏幕上将显示一个新的 *服务* 小部件。在此小部件中，将显示所有分配的服务以及打开和关闭的工单数量。

source: After installation of the package, a new content widget *Services* will be available.
de: Nach der Installation des Pakets ist ein neues Inhalts-Widget *Services* verfügbar.
hu: A csomag telepítése után egy új *Szolgáltatások* tartalmi felületi elem válik elérhetővé.
zh_cn: 安装本软件包后，将提供一个新的内容小部件 *服务*。

source: Customer Information Center Content Widgets
de: Kunden-Informationszentrum - Widgets
hu: Ügyfélinformációs-központ tartalmi felületi elemek
zh_cn: 客户信息中心内容小部件

source: The *Services* widget displays all assigned services and the amount of open and closed tickets.
de: Das Widget *Services* zeigt alle zugeordneten Services und die Anzahl der offenen und geschlossenen Tickets an.
hu: A *Szolgáltatások* felületi elem az összes hozzárendelt szolgáltatást, valamint a nyitott és lezárt jegyek mennyiségét jeleníti meg.
zh_cn: *服务* 小部件显示所有分配的服务以及打开和关闭的工单数量。

source: Services Widget
de: Widget „Services”
hu: Szolgáltatások felületi elem
zh_cn: 服务小部件

source: This package has no external interface, but the service selection can be restricted to the configured ones.
de: Dieses Paket hat kein externes Interface, aber die Auswahl der Services kann auf die konfigurierten beschränkt werden.
hu: Ennek a csomagnak nincs külső felülete, de a szolgáltatás kiválasztása korlátozható a beállítottakra.
zh_cn: 此软件包没有外部人员界面，但是选择服务时可以限制为已配置的服务。

source: Restrict Service Selection
de: Einschränken der Service-Auswahl
hu: Szolgáltatás kiválasztásának korlátozása
zh_cn: 限制服务选择

source: The ``ExternalFrontend::TicketCreate###Service`` setting needs to be enabled to use this feature.
de: Die Einstellung ``ExternalFrontend::TicketCreate#####Service`` muss aktiviert sein, um diese Funktion nutzen zu können.
hu: Az ``ExternalFrontend::TicketCreate###Service`` beállítást engedélyezni kell a funkció használatához.
zh_cn: 需要启用 ``ExternalFrontend::TicketCreate###Service`` 设置才能使用此功能。

source: In the *New Ticket* screen only the services which are related to the customer of the customer user will be available. After the service is chosen by the customer user, the associated service level agreements (SLA) will become available, if they are configured.
de: In der Ansicht *Neues Ticket* sind nur die Services verfügbar, die sich auf den Kunden des Kundennutzers beziehen. Nachdem der Service vom Kundennutzer ausgewählt wurde, werden die zugehörigen Service Level Agreements (SLA) verfügbar, sofern sie konfiguriert sind.
hu: Az *Új jegy* képernyőn csak az ügyfél-felhasználó ügyfeléhez rendelt szolgáltatások lesznek elérhetők. Miután az ügyfél-felhasználó kiválasztotta a szolgáltatást, a hozzárendelt szolgáltatási megállapodások (SLA-k) elérhetővé válnak, ha be vannak állítva.
zh_cn: 在 *新建工单* 屏幕中，仅与客户用户的客户相关的服务可用。 客户用户选择服务后，如果已配置相关的服务级别协议（SLA），则它们将变为可用。

source: Dashboard News Widget
zh_cn: 仪表板新闻小部件
