Repository: Yan-Oliveira/doc-fao
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu, zh_cn

source: Select an other workflow to clone its tasks from. This field is only available when using the *Clone tasks* button.
de: Wählen Sie einen anderen Workflow zum Klonen seiner Aufgaben aus. Dieses Feld ist nur verfügbar, wenn Sie die Schaltfläche *Aufgaben klonen* verwenden.
hu: Válasszon egy másik munkafolyamatot, amelyből azok feladatait klónozza. Ez a mező csak akkor érhető el, ha a *Feladatok klónozása* gombot használja.
zh_cn: 选择要从中克隆其任务的其它工作流。此字段仅在使用 *克隆任务* 按钮时可用。

source: Workflow templates can inherit attributes and dynamic fields from the master ticket. Each ticket attribute or dynamic field to be copied from master ticket to task has to be defined in system configuration.
de: Workflow-Vorlagen können Attribute und dynamische Felder aus dem Master-Ticket erben. Jedes Ticket-Attribut oder dynamische Feld, das vom Master-Ticket in eine Aufgabe kopiert werden soll, muss in der Systemkonfiguration definiert werden.
hu: A munkafolyamat sablonok örökölhetnek attribútumokat és dinamikus mezőket a mesterjegyből. A mesterjegyből a feladatba másolandó minden egyes jegyattribútumot vagy dinamikus mezőt meg kell határozni a rendszerbeállításokban.
zh_cn: 工作流模板可以从主工单继承属性和动态字段。必须在系统配置中定义要从主工单复制到任务的每个工单属性或动态字段。

source: Ticket Workflow Task Settings
de: Einstellungen für Ticket-Workflow-Aufgaben
hu: Jegy munkafolyamat feladat beállításai
zh_cn: 工单工作流任务设置

source: To queue \*
de: An Queue \*
hu: Várólistába \*
zh_cn: 收件人队列 \*

source: The queue, where the new ticket will be placed to.
de: Die Queue, in der das neue Ticket platziert wird.
hu: Az a várólista, ahova az új jegyet el kell helyezni.
zh_cn: 新工单将放置在该队列中。

source: The owner is an agent, who actually works with the new ticket.
de: Der Besitzer ist ein Agent, der aktuell an dem neuen Ticket arbeitet.
hu: A tulajdonos egy olyan ügyintéző, aki ténylegesen dolgozik az új jeggyel.
zh_cn: 所有者是一个服务人员，是实际处理新工单的人。

source: Depends on
de: Hängt ab von
hu: Ettől függ
zh_cn: 依赖

source: Select an other task from which the current task depends on. The dependency task must be finished before starting the current task.
de: Wählen Sie eine andere Aufgabe aus, von der die aktuelle Aufgabe abhängt. Die abhängige Aufgabe muss vor dem Start der aktuellen Aufgabe beendet sein.
hu: Válasszon egy másik feladatot, amelytől a jelenlegi feladat függ. A függőségfeladatnak be kell fejeződnie, mielőtt a jelenlegi feladat elindul.
zh_cn: 选择当前任务所依赖的其它任务。依赖项任务必须在启动当前任务之前完成。

source: Longer text description of the ticket.
de: Längere Textbeschreibung des Tickets.
hu: A jegy hosszabb szöveges leírása.
zh_cn: 工单的较长文本描述。

source: It is not possible to use images within the description of a task. If there is a need for images within tasks, they can be uploaded separately as attachments.
de: Es ist nicht möglich, Bilder innerhalb der Beschreibung einer Aufgabe zu verwenden. Wenn innerhalb von Aufgaben Bilder benötigt werden, können diese separat als Anhang hochgeladen werden.
hu: Nincs lehetőség képeket használni egy feladat leírásán belül. Ha szükség lenne képeket használni a feladatokon belül, akkor azok külön-külön feltölthetők mellékletekként.
zh_cn: 无法在任务描述中使用图像。如果任务中需要图像，可以将其作为附件单独上传。

source: It is possible to add attachments to the ticket. Click on the field to add an attachment, or just drop some files here.
de: Es ist möglich, Anhänge an das Ticket anzufügen. Klicken Sie auf das Feld, um einen Anhang hinzuzufügen oder legen Sie Dateien hier ab.
hu: Lehetőség van mellékleteket adni a jegyhez. Kattintson a mezőre egy melléklet hozzáadásához, vagy egyszerűen csak dobjon ide néhány fájlt.
zh_cn: 可以向工单添加附件。 单击该字段以添加附件，或者拖放一些文件到此处。

source: New tickets have *3 normal* priority by default. Select an other priority if you want to change it.
de: Neue Tickets haben standardmäßig die Priorität *3 Normal*. Wählen Sie eine andere Priorität, wenn Sie das ändern möchten.
hu: Az új jegyek alapértelmezetten *3 normál* prioritással rendelkeznek. Válasszon egy másik prioritást, ha meg szeretné változtatni.
zh_cn: 默认情况下，新工单的优先级为 *3-正常* 。 如果要更改，请选择其它优先级。

source: This package provides support for workflows based on master and task tickets.
de: Dieses Paket bietet Unterstützung für Workflows auf Basis von Master- und Aufgaben-Tickets.
hu: Ez a csomag támogatást nyújt a mester- és feladatjegyeken alapuló munkafolyamatokhoz.
zh_cn: 本软件包支持基于主工单和任务工单的工作流。

source: After installation of the package a new menu item *Workflows* will be available in the ticket menu in the *Ticket Zoom* screen.
de: Nach der Installation des Pakets ist ein neuer Menüpunkt *Workflows* im Ticket-Menü in der *Ticket-Detailansicht* verfügbar.
hu: A csomag telepítése után egy új *Munkafolyamatok* menüpont lesz elérhető a jegymenüben a *Jegynagyítás* képernyőn.
zh_cn: 安装本软件包后，*工单详情* 屏幕的工单菜单中将提供一个新的菜单项 *工作流*。

source: Use this screen to add workflows to tickets. The *Ticket Zoom* screen is available, if you click on a ticket in any other screens.
de: Verwenden Sie diese Ansicht, um Workflows zu Tickets hinzuzufügen. Die *Ticket-Detailansicht* steht Ihnen zur Verfügung, wenn Sie in anderen Ansichten auf ein Ticket klicken.
hu: Használja ezt a képernyőt, hogy munkafolyamatokat adjon a jegyekhez. A *Jegynagyítás* képernyő akkor érhető el, ha rákattint egy jegyre bármelyik képernyőn.
zh_cn: 使用此屏幕可将工作流添加到工单。如果您在任何其它屏幕中单击一张工单，*工单详情* 屏幕可用。

source: After installation of the package, a new menu item will be added to the ticket menu.
de: Nach der Installation des Pakets wird ein neuer Menüpunkt zum Ticket-Menü hinzugefügt.
hu: A csomag telepítése után egy új menüpont lesz hozzáadva a jegymenühöz.
zh_cn: 安装本软件包后，将在工单菜单中添加新的菜单项。

source: When the ticket is neither a master nor a task, then a selection of workflow templates is shown. When a template is selected and submitted, then the appropriate task tickets are generated. The generated task tickets are linked to the master ticket.
de: Wenn das Ticket weder ein Master noch eine Aufgabe ist, dann wird eine Auswahl von Workflow-Vorlagen angezeigt. Wenn eine Vorlage ausgewählt und abgeschickt wird, werden die entsprechenden Aufgaben-Tickets generiert. Die erzeugten Aufgaben-Tickets sind mit dem Master-Ticket verknüpft.
hu: Ha egy jegy nem mester és nem feladat, akkor megjelenik a munkafolyamat sablonok kiválasztása. Ha egy sablont kiválasztanak és elküldenek, akkor a megfelelő feladatjegyek előállításra kerülnek. Az előállított feladatjegyek össze lesznek kapcsolva a mesterjeggyel.
zh_cn: 如果工单既不是主工单也不是任务工单，则会显示工作流模板的选择。选择并提交模板后，将生成相应的任务工单。生成的任务工单链接到主工单。

source: Ticket Workflow Screen
de: Ticket-Workflow-Ansicht
hu: Jegy munkafolyamat képernyő
zh_cn: 工单工作流屏幕

source: The task tickets are linked with *Task* link to their master ticket. The dependent task tickets are linked with *Depends On* link to the required ticket.
de: Die Aufgaben-Tickets sind mit einem *Aufgaben*-Link zu ihrem Master-Ticket verknüpft. Die abhängigen Aufgaben-Tickets sind mit einem *Abhängig von*-Link mit dem gewünschten Ticket verknüpft.
hu: A feladatjegyek *Feladat* kapcsolattal vannak hozzákapcsolva a mesterjegyükhöz. A függő feladatjegyek *Függ ettől* kapcsolattal vannak hozzákapcsolva a szükséges jegyhez.
zh_cn: 任务工单通过 *任务* 链接链接到其主工单。 依赖任务工单通过 *依赖于* 链接链接到所需的工单。

source: The deadline notice in the ticket workflow task is the solution time for the ticket. It is necessary to set an SLA escalation for this. If a defined service level agreement (SLA) is in danger of being breached, the system sends out an automatic warning message via email.
de: Die Terminanzeige in der Ticket-Workflow-Aufgabe ist die Lösungszeit für das Ticket. Hierfür ist es notwendig, eine SLA-Eskalation festzulegen. Wenn die Gefahr besteht, dass ein definiertes Service Level Agreement (SLA) verletzt zu werden droht, versendet das System eine automatische Warnmeldung per E-Mail.
hu: A határidő-értesítés a jegy munkafolyamat feladatban a jegy megoldási ideje. Ehhez egy SLA eszkaláció beállítása szükséges. Ha egy meghatározott szolgáltatási megállapodás (SLA) megsértése veszélybe kerül, akkor a rendszer automatikus figyelmeztető üzenetet küld ki e-mailben.
zh_cn: 工单工作流任务中的截止日期通知是工单的解决时间。 有必要为此设置SLA升级。 如果已定义的服务水平协议（SLA）有被违反的危险，则系统会通过电子邮件发送自动警告消息。

source: Time Accounting Quota
zh_cn: 时间会计配额

source: This feature add-on is perfect for call centers and IT service providers or any company that wants to assign time quotas to its customers and manage them in **OTRS**.
de: Dieses Feature Add-on ist perfekt für Call Center und IT-Dienstleister oder jedes Unternehmen, das seinen Kunden Zeitkontingente zuweisen und diese in **OTRS** verwalten möchte.
hu: Ez a funkciókiegészítő tökéletes telefonos ügyfélszolgálatok és IT-szolgáltatók számára, vagy bármely olyan vállalatnak, amely időkvótákat szeretne hozzárendelni az ügyfeleihez, és azokat az **OTRS**-ben szeretné kezelni.
zh_cn: 此功能插件非常适合呼叫中心和IT服务提供商或任何希望为其客户分配时间配额并在 **OTRS** 中进行管理的公司。

source: This feature add-on provides a new dashboard widget in the customer information center where time quotas and reference numbers, such as purchase order numbers, can be assigned to customers and where the current status of the quota is shown.
de: Dieses Feature Add-On bietet ein neues Dashboard Widget im Kundeninformationszentrum, in dem Zeitkontingente und Referenznummern, wie z.B. Bestellnummern, den Kunden zugeordnet werden können und der aktuelle Status des Kontingents angezeigt wird.
hu: Ez a funkciókiegészítő egy új vezérlőpult felületi elemet biztosít az ügyfél-információs központban, ahol az időkvóták és a hivatkozási számok (például megrendelési számok) hozzárendelhetők az ügyfelekhez, és ahol a kvóta aktuális állapota megjelenik.
zh_cn: 此功能插件在客户信息中心提供了一个新的仪表板小部件，可以将时间配额和参考号（如采购订单号）分配给客户，并显示配额的当前状态。

source: Additionally, agents can record the working time for the customer in the ticket view, and the customer can see the status of the quota in the external interface. With this feature add-on, **OTRS** can be used as a time accounting software.
de: Zusätzlich können die Agenten die Arbeitszeit des Kunden in der Ticket-Ansicht erfassen und der Kunde kann den Status des Kontingents im externen Interface einsehen. Mit dieser Funktionserweiterung kann **OTRS** als Zeitabrechnungssoftware genutzt werden.
hu: Továbbá az ügyintézők rögzíthetik a munkaidőt az ügyfélhez a jegynézetben, és az ügyfél is láthatja a kvóta állapotát a külső felületen. Ezzel a funkciókiegészítővel az **OTRS** használható időelszámoló szoftverként is.
zh_cn: 此外，服务人员可以在工单视图中记录客户的工作时间，客户可以在外部人员界面中查看配额的状态。有了这个功能插件，**OTRS** 可以用作工时会计软件。

source: Simple time recording and transparent documentation in one system.
de: Einfache Zeiterfassung und transparente Dokumentation in einem System.
hu: Egyszerű időfeljegyzés és átlátható dokumentáció egyetlen rendszerben.
zh_cn: 在一个系统中简单的时间记录和透明的文档记录。

source: Overview of current quotas facilitates the planning and implementation.
de: Die Übersicht über die aktuellen Kontingente erleichtert die Planung und Umsetzung.
hu: Az aktuális kvóták áttekintése megkönnyíti a tervezést és a megvalósítást.
zh_cn: 当前配额的概览有助于规划和实施。

source: All companies
de: Alle Unternehmen
hu: Minden vállalat
zh_cn: 所有公司

source: This module adds additional functionality to set time contingents for customers.
de: Dieses Modul fügt zusätzliche Funktionalität hinzu, um Zeitkontingente für Kunden zu setzen.
hu: Ez a modul további funkcionalitást ad az ügyfelek időkereteinek beállításához.
zh_cn: 本模块添加了额外的功能，可以为客户设置时间份额。

source: It is possible to set working hours per day to set a different value for the calculation of the new contingent.
de: Es ist möglich, Arbeitsstunden pro Tag festzulegen, um einen anderen Wert für die Berechnung des neuen Kontingents festzulegen.
hu: Lehetőség van napi munkaidőt beállítani, hogy eltérő értéket állítson be az új időkeret kiszámításához.
zh_cn: 可以设置每天的工作时间，以便为新份额的计算设置不同的值。

source: After installation of the package a new field is added to the *Add Customer* and *Edit Customer* screens.
de: Nach der Installation des Pakets wird ein neues Feld zu den Ansichten *Kunde hinzufügen* und *Kunde bearbeiten* hinzugefügt.
hu: A csomag telepítése után egy új mező lesz hozzáadva az *Ügyfél hozzáadása* és az *Ügyfél szerkesztése* képernyőkhöz.
zh_cn: 安装本软件包后，会在 *添加客户* 和 *编辑客户* 屏幕上添加一个新字段。

source: Add Customer Screen
de: Kunde hinzufügen
hu: Ügyfél hozzáadása képernyő
zh_cn: 添加客户屏幕

source: Workhours per day
de: Arbeitsstunden pro Tag
hu: Napi munkaórák
zh_cn: 每天工作时间

source: Add the working hours per day if it is different from the normal working day. If the field is left empty, 8 hours par day is calculated.
de: Fügen Sie die Arbeitsstunden pro Tag hinzu, wenn diese vom normalen Arbeitstag abweichen. Wenn das Feld leer bleibt, werden 8 Stunden pro Tag berechnet.
hu: Adja hozzá a napi munkaórákat, ha az eltér a normál munkanaptól. Ha a mező üresen marad, akkor napi 8 órával lesz számolva.
zh_cn: 如果与正常工作日不同，请添加每天的工作时间。如果字段为空，则按每天8小时计算。

source: This package extends the quota functionality to be able to set different quota for each customer.
de: Dieses Paket erweitert die Kontingentfunktionalität, um für jeden Kunden unterschiedliche Kontingente festlegen zu können.
hu: Ez a csomag kiterjeszti a kvótafunkcionalitást, hogy képes legyen különböző kvótákat beállítani minden egyes ügyfélhez.
zh_cn: 本软件包扩展了配额功能，可以为每个客户设置不同的配额。

source: This package extends the *Customer Information Center* screen with quota management.
de: Dieses Paket erweitert das *Kundeninformationszentrum* um die Kontingentverwaltung.
hu: Ez a csomag kiterjeszti az *Ügyfélinformációs-központ* képernyőt kvótakezeléssel.
zh_cn: 本软件包使用配额管理扩展了 *客户信息中心* 屏幕。

source: After installation of the package two new widget will be displayed in the customer information center to set a quota for your customers. You can also set a reference number to recognize the purchase number of this contingent.
de: Nach der Installation des Pakets werden zwei neue Widgets im Kundeninformationszentrum angezeigt, um ein Kontingent für Ihre Kunden festzulegen. Sie können auch eine Referenznummer setzen, um die Kaufnummer dieses Kontingents zu erkennen.
hu: A csomag telepítése után két új felületi elem lesz megjelenítve az ügyfélinformációs-központban az ügyfelek kvótájának beállításához. Beállíthat egy hivatkozási számot is az időkeret rendelési számának azonosításához.
zh_cn: 安装本软件包后，将在客户信息中心显示两个新的小部件，为您的客户设置配额。您还可以设置一个参考号来识别此份额的采购编号。

source: To set a quota for a customer:
de: So legen Sie ein Kontingent für einen Kunden fest:
hu: Egy ügyfél kvótájának beállításához:
zh_cn: 若要为一个客户设置一个配额：

source: Search for a customer in the *Customer Information Center*.
de: Suchen Sie nach einem Kunden im *Kundeninformationszentrum*.
hu: Keressen egy ügyfelet az *Ügyfélinformációs-központ* képernyőn.
zh_cn: 在 *客户信息中心* 中搜索一个客户。

source: Add a reference number and new quota to the customer in the *Add quota to customer* widget in the right sidebar.
de: Fügen Sie eine Referenznummer und ein neues Kontingent für den Kunden im Widget *Kontingent zum Kunden hinzufügen* in der rechten Seitenleiste hinzu.
hu: Adjon hozzá hivatkozási számot és új kvótát az ügyfélhez a *Kvóta hozzáadása az ügyfélhez* felületi elemben a jobb oldalsávon.
zh_cn: 在右侧边栏的 *向客户添加配额* 小部件中向客户添加参考号和新配额。

source: Add Quota to Customer Widget
de: Kontingent zum Kunden hinzufügen
hu: Kvóta hozzáadása az ügyfélhez felületi elem
zh_cn: 向客户添加配额小部件

source: Check the entered data in the *Quota list* widget below.
de: Überprüfen Sie die eingegebenen Daten im *Kontingentsliste* Widget unten.
hu: Ellenőrizze a megadott adatokat a lenti *Kvótalista* felületi elemben.
zh_cn: 检查下面 *配额列表* 小部件中输入的数据。

source: Quota List Widget
de: Kontingentlisten-Widget
hu: Kvótalista felületi elem
zh_cn: 配额列表小部件

source: You can set the quota in hours or days. The quota will be recalculated into days and hours in the *Quota list* widget.
de: Sie können das Kontingent in Stunden oder Tagen festlegen. Die Quote wird im *Kontingentliste*-Widget in Tage und Stunden umgerechnet.
hu: Beállíthatja a kvótát órákban vagy napokban. A kvóta újra lesz számítva napokra és órákra a *Kvótalista* felületi elemben.
zh_cn: 您可以按小时或天数设置配额。配额将在 *配额列表* 小部件中按天和小时重新计算。

source: A working day contains 8 working hours by default. The working hours per day can be changed in the :doc:`../../admin/users-groups-roles/customers` management screen.
de: Ein Arbeitstag enthält standardmäßig 8 Arbeitsstunden. Die Arbeitszeiten pro Tag können in der Verwaltungsansicht :doc:`../../admin/users-groups-roles/customers` geändert werden.
hu: Egy munkanap 8 munkaórát tartalmaz alapértelmezetten. A napi munkaórák az :doc:`../../admin/users-groups-roles/customers` kezelőképernyőn változtathatók meg.
zh_cn: 默认情况下，一个工作日包含8个工作小时。每天的工作时间可以在 :doc:`../../admin/users-groups-roles/customers` 管理屏幕中更改。

source: The quota can be reduced by adding tickets or by adding articles to existing ticket in the :doc:`../tickets/ticket-zoom` screen.
de: Das Kontingent kann durch Hinzufügen von Tickets oder durch Hinzufügen von Artikeln zu bestehenden Tickets in den Ansichten :doc:`../tickets/ticket-zoom` reduziert werden.
hu: A kvóta jegyek hozzáadásával vagy a meglévő jegyekhez történő bejegyzések hozzáadásával csökkenthető a :doc:`../tickets/ticket-zoom` képernyőn.
zh_cn: 可以通过在 :doc:`../tickets/ticket-zoom` 屏幕中添加工单或向现有工单添加信件来减少配额。

source: Use the *Ticket Zoom* screen to reduce the quota set for a customer.
de: Verwenden Sie die *Ticket-Detailansicht*, um das für einen Kunden festgelegte Kontingent zu reduzieren.
hu: Használja a *Jegynagyítás* képernyőt egy ügyfélhez beállított kvóta csökkentéséhez.
zh_cn: 使用 *工单详情* 屏幕减少为客户设置的配额。

source: For each ticket you can set a time to reduce the quota of the customer. It is based on the work time units and there is a new drop-down field to reduce the contingent in hours or minutes.
de: Für jedes Ticket können Sie eine Zeit festlegen, um das Kontingent des Kunden zu reduzieren. Sie basiert auf den Arbeitszeiteinheiten und es gibt ein neues Drop-Down-Feld, um das Kontingent in Stunden oder Minuten zu reduzieren.
hu: Minden egyes jegynél beállíthat egy időt az ügyfél kvótájának csökkentéséhez. Ez a munkaidő egységein alapul, és van egy új legördülő mező az időkeret órákban vagy percekben történő csökkentéséhez.
zh_cn: 对于每个工单，您可以设置一个时间来减少客户的配额。它是基于工作时间单位的，并且有一个新的下拉字段可以按小时或分钟减少份额。

source: To reduce quota in a ticket:
de: So reduzieren Sie die Kontingente in einem Ticket:
hu: A kvóta csökkentéséhez egy jegyben:
zh_cn: 若要在一个工单中减少配额，请执行以下操作：

source: Create a ticket based for the customer.
de: Erstellen Sie ein Ticket für den Kunden.
hu: Hozzon létre egy jegyet az ügyfélhez.
zh_cn: 为该客户创建一个工单。

source: Open the ticket in the *Ticket Zoom* screen. A new *Quota list* widget is also displayed in the right sidebar.
de: Öffnen Sie das Ticket in der *Ticket-Detailnsicht*. Ein neues *Kontingentsliste* Widget wird auch in der rechten Sidebar angezeigt.
hu: Nyissa meg a jegyet a *Jegynagyítás* képernyőn. Egy új *Kvótalista* felületi elem is megjelenik a jobb oldalsávban.
zh_cn: 在 *工单详情* 屏幕中打开工单。右侧边栏中还显示了一个新的 *配额列表* 小部件。

source: Add a note or any other communication article that has quota field.
de: Fügen Sie eine Notiz oder einen anderen Kommunikationsartikel mit einem Kontingentfeld hinzu.
hu: Adjon hozzá egy jegyzetet vagy bármilyen más kommunikációs bejegyzést, amely rendelkezik kvótamezővel.
zh_cn: 添加具有配额字段的备注或任何其它通信信件。

source: Add a new time unit based on hours or minutes to reduce the quota.
de: Fügen Sie eine neue Zeiteinheit auf der Basis von Stunden oder Minuten hinzu, um das Kontingent zu reduzieren.
hu: Adjon hozzá új időegységet óra és perc alapokon a kvóta csökkentéséhez.
zh_cn: 根据小时或分钟添加新的时间单位以减少配额。

source: Add Article Screen
de: Artikel hinzufügen
hu: Bejegyzés hozzáadása képernyő
zh_cn: 添加信件屏幕

source: The quota can be also reduced in any ticket create screens.
de: Das Kontingent kann auch in beliebigen Ansichten zur Ticket-Erstellung reduziert werden.
hu: A kvóta csökkenthető bármely jegylétrehozás képernyőn is.
zh_cn: 配额也可以在任何工单创建屏幕中减少。

source: The quota of each customer is also displayed in the head of the external interface.
de: Die Kontingente der einzelnen Kunden werden auch im Kopf des externen Interfaces angezeigt.
hu: Az egyes ügyfelek kvótája a külső felület fejrészében is megjelenítésre kerülnek.
zh_cn: 每个客户的配额也显示在外部人员界面的顶部。

source: VIP Customer
zh_cn: VIP客户

source: Service organizations who have to meet strict service level agreements (SLA) or those who want to react faster to requests from their most important customers should use this feature add-on.
de: Service-Organisationen, die strenge Service Level Agreements (SLA) einhalten müssen oder die schneller auf Anfragen ihrer wichtigsten Kunden reagieren wollen, sollten dieses Feature Add-on nutzen.
hu: Azoknak a szolgáltató szervezeteknek érdemes használniuk ezt a funkciókiegészítőt, amelyeknek szigorú szolgáltatási megállapodásoknak (SLA) kell megfelelniük, vagy amelyek gyorsabban szeretnének reagálni a legfontosabb ügyfeleik kéréseire.
zh_cn: 必须满足严格的服务级别协议（SLA）的服务组织或那些希望对来自最重要客户的请求作出更快反应的服务组织应使用此功能插件。

source: Specific customer users can be defined as VIP customer users, which is shown in the customer information widget when a new ticket is created for him or the service staff is working on one of his existing tickets.
de: Bestimmte Kundenbenutzer können als VIP-Kundenbenutzer definiert werden, was im Kundeninformationswidget angezeigt wird, wenn ein neues Ticket für ihn erstellt wird oder das Servicepersonal an einem seiner bestehenden Tickets arbeitet.
hu: Bizonyos ügyfél-felhasználók meghatározhatók nagyon fontos (VIP) ügyfélként, amely az ügyfél-információs felületi elemben jelenik meg, amikor új jegyet hoznak létre számukra, vagy a szolgáltató személyzet a meglévő jegyük egyikén dolgozik.
zh_cn: 特定的客户用户可被定义为VIP客户用户，当为他创建新的工单或服务人员正在对他现有的一张工单工作时，在客户信息小部件中显示。

source: An additional list in system configuration allows an agent to assign the VIP status to several customer users.
de: Eine zusätzliche Liste in der Systemkonfiguration ermöglicht es einem Agenten, mehreren Kundenbenutzern den VIP-Status zuzuweisen.
hu: A rendszerbeállításokban egy további lista lehetővé teszi a VIP állapot hozzárendelését számos ügyfél-felhasználóhoz.
zh_cn: 系统配置中的附加列表允许服务人员将VIP状态分配给多个客户用户。

source: Furthermore, SLAs can be restricted to be available to VIP customer users only. Keep an eye on your most important customers and deliver excellent service to them.
de: Darüber hinaus können SLAs so eingeschränkt werden, dass sie nur für VIP-Kunden verfügbar sind. Behalten Sie Ihre wichtigsten Kunden im Auge und bieten Sie ihnen einen exzellenten Service.
hu: Továbbá az SLA-k korlátozhatók úgy is, hogy csak a VIP ügyfeleknek legyenek elérhetők. Tartsa szemmel a legfontosabb ügyfeleit, és nyújtson kiváló szolgáltatást számukra.
zh_cn: 此外，SLA可以限制为仅对VIP客户用户可用。关注你最重要的客户，为他们提供优质的服务。

source: Respond faster to requests of specific customers.
de: Reagieren Sie schneller auf spezifische Kundenanfragen.
hu: Gyorsabb válasz a különleges ügyfelek kéréseire.
zh_cn: 快速响应特定客户的要求。

source: Facilitates SLA management.
de: Erleichtert das SLA-Management.
hu: Megkönnyíti az SLA-menedzsmentet.
zh_cn: 有助于SLA管理。

source: All companies working with SLAs
de: Alle Unternehmen, die mit SLAs arbeiten
hu: Minden olyan vállalat, amely SLA-kal dolgozik
zh_cn: 所有使用SLA的公司

source: The package has no default configuration for customer users and SLAs available only for VIP customer users. Customer users and SLAs have to be added in the system configuration.
de: Das Paket hat keine Standardkonfiguration für Kundenbenutzer und SLAs sind nur für VIP-Kunden verfügbar. Kundenbenutzer und SLAs müssen in der Systemkonfiguration hinzugefügt werden.
hu: A csomagnak nincs alapértelmezett beállítása az ügyfél-felhasználókhoz és a csak VIP ügyfél-felhasználóknak elérhető SLA-khoz. Az ügyfél-felhasználókat és SLA-kat hozzá kell adni a rendszerbeállításokban.
zh_cn: 本软件包没有针对客户用户的默认配置，SLA仅适用于VIP客户用户。必须在系统配置中添加客户用户和SLA。
