Repository: Yan-Oliveira/doc-fao
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu, zh_cn

source: The response from the external system defines the possible options to be displayed, and they could vary depending on the data that is sent in the request. Normally when a field is changed in a screen (e. g. the ticket priority in the *New Phone Ticket* screen) the values of other fields could be updated. That is the case with this type of dynamic fields, as they could also include all screen field values in the request and the remote server could potentially return completely different values depending on input.
de: Die Antwort des externen Systems definiert die möglichen Optionen, die angezeigt werden sollen, und sie können je nach den Daten, die in der Anforderung gesendet werden, variieren. Normalerweise, wenn ein Feld in einer Ansicht geändert wird (z. B. die Ticket-Priorität in der Ansicht *Neues Telefon-Ticket*), können die Werte anderer Felder aktualisiert werden. Dies ist bei dieser Art von dynamischen Feldern der Fall, da sie auch alle Werte in die Anforderung aufnehmen können und der entfernte Server je nach Eingabe möglicherweise völlig unterschiedliche Werte zurückgeben kann.
hu: A külső rendszerből érkező válasz határozza meg a megjelenítendő lehetséges választási lehetőségeket, és ez eltérő lehet azon adatoktól függően, amelyek a kérésben kerülnek elküldésre. Általában ha egy mező megváltozik egy képernyőn (például a jegyprioritás az *Új telefonos jegy* képernyőn), akkor más mezők értékei is frissülhetnek. Ugyanez a helyzet ezzel a dinamikus mező típussal is, mivel az tartalmazhatja a képernyő összes mezőértékét is a kérésben, és a távoli kiszolgáló potenciálisan teljesen más értékeket adhat vissza a bemenettől függően.
zh_cn: 外部系统的响应定义了可能显示的选项，并且这些选项可能会根据请求中发送的数据而有所不同。 通常，当在屏幕中改变字段时（例如，在 *新建电话工单* 屏幕中的工单优先级），可以更新其它字段的值。 这种类型的动态字段就是这种情况，因为它们也可以包括请求中的所有屏幕字段值，并且远程服务器可能根据输入返回完全不同的值。

source: Additionally if the dynamic field source object already exists (e. g. a ticket, and the field is set in the *Ticket Free Fields* screen), the details of the already created ticket are also included in the request.
de: Wenn das Quellobjekt des dynamischen Feldes bereits vorhanden ist (z. B. ein Ticket, und das Feld in der Ansicht *Ticket Freie Felder* gesetzt ist), werden auch die Details des bereits erstellten Tickets in die Anfrage aufgenommen.
hu: Ezenkívül ha a dinamikus mező forrásobjektuma már létezik (például egy jegy, és a mező be van állítva a *Jegy szabad mezők* képernyőn), akkor a már létrehozott jegy részletei is felvehetők a kérésbe.
zh_cn: 另外，如果动态字段源对象已经存在（例如，一个工单，并且该字段在 *工单自定义字段* 屏幕中设置），则已经创建的工单的详细信息也包括在请求中。

source: This package makes it possible to create dynamic fields of the type *Web Service*, which can store data from external systems in tickets.
de: Mit diesem Paket ist es möglich, dynamische Felder vom Typ *Web Service* zu erstellen, die Daten aus externen Systemen für Tickets speichern können.
hu: Ez a csomag lehetővé teszi a *Webszolgáltatás* típusú dinamikus mezők létrehozását, amelyek külső rendszerekből származó adatokat tárolhatnak a jegyekben.
zh_cn: 本软件包可以创建 *Web 服务* 类型的动态字段，该字段可以将外部系统中的数据存储在工单中。

source: After installation of the package a new dynamic field type *Web Service* will be available for tickets.
de: Nach der Installation des Pakets ist ein neuer Typ von dynamischen Feldern *Web-Service* für Tickets verfügbar.
hu: A csomag telepítése után egy új *Webszolgáltatás* típusú dinamikus mező válik elérhetővé a jegyekhez.
zh_cn: 安装本软件包后，新的动态字段类型 *Web 服务* 将可用于工单。

source: It is necessary to have an already working web service before creating a new dynamic field, that uses such web services.
de: Es ist notwendig, einen bereits funktionierenden Web-Service zu haben, bevor man ein neues dynamisches Feld erstellt, das solche Web-Services verwendet.
hu: Szükséges, hogy rendelkezzen egy már működő webszolgáltatással, mielőtt egy olyan új dinamikus mezőt hoz létre, amely azt a webszolgáltatást használja.
zh_cn: 在创建使用此类Web服务的新动态字段之前，必须拥有一个已经运行的Web服务。

source: Web Service Dynamic Field Settings
de: Einstellungen für Dynamisches Feld vom Typ „Web-Service”
hu: Webszolgáltatás dinamikus mező beállításai
zh_cn: Web服务动态字段设置

source: Dynamic field of type web service is used to store data from external systems for tickets.
de: Das dynamische Feld vom Typ Web-Service wird verwendet, um Daten aus externen Systemen für Tickets zu speichern.
hu: A webszolgáltatás típusú dinamikus mező külső rendszerekből származó adatok tárolásához használható a jegyeknél.
zh_cn: Web服务类型的动态字段用于存储来自外部系统的工单数据。

source: Web service \*
hu: Webszolgáltatás \*
zh_cn: Web服务 \*

source: The configured web service whose invokers will be to triggered when a dynamic field is displayed.
de: Der konfigurierte Webservice, dessen Invoker ausgelöst werden soll, wenn ein dynamisches Feld angezeigt wird.
hu: A beállított webszolgáltatás, amely meghívói aktiválva lesznek, amikor egy dinamikus megjelenik.
zh_cn: 配置的Web服务，在显示动态字段时将触发其调用程序。

source: Invoker \*
hu: Meghívó \*
zh_cn: 调用程序 \*

source: The invoker that is used to send requests to external systems. Within this field, just invokers of type ``Generic::PassThrough`` will be displayed.
de: Der Invoker, der verwendet wird, um Anfragen an externe Systeme zu senden. In diesem Feld werden nur Invoker vom Typ ``Generic::PassThrough`` angezeigt.
hu: A külső rendszereknek küldött kérésekhez használt meghívó. Ezen mezőn belül csak ``Generic::PassThrough`` típusú meghívók lesznek megjelenítve.
zh_cn: 用于将请求发送到外部系统的调用程序。 在此字段中，将仅显示类型为 ``Generic::PassThrough`` 的调用程序。

source: A drop-down menu to determine if the displayed dynamic field should act as a multiselect field instead of a drop-down field.
de: Ein Dropdown-Menü, um festzulegen, ob das angezeigte dynamische Feld als Mehrfachauswahlfeld anstelle eines Dropdown-Feldes fungieren soll.
hu: Egy legördülő menü annak meghatározásához, hogy a megjelenített dinamikus mezőnek többválasztós mezőként kell működnie egy legördülő mező helyett.
zh_cn: 用于确定显示的动态字段是否应充当多选字段而不是下拉字段的下拉菜单。

source: Cache TTL
hu: Gyorsítótár élettartam
zh_cn: 缓存TTL

source: A cache time to live value, that contains a value (in minutes). If the value is 0 or empty, no caching will be active. This cache is to prevent unnecessary requests to the remote server using the same values.
de: Ein Cache-Time to Live-Wert, der einen Wert (in Minuten) enthält. Wenn der Wert 0 oder leer ist, ist kein Caching aktiv. Dieser Cache soll unnötige Anfragen an den Remote-Server mit den gleichen Werten verhindern.
hu: Egy gyorsítótáridő a valós értékekhez, amely egy értéket tartalmaz (percben). Ha az érték 0 vagy üres, akkor nem lesz gyorsítótár bekapcsolva. Ez a gyorsítótár azért van, hogy megakadályozza azokat a szükségtelen kéréseket a távoli kiszolgáló felé, amelyek ugyanazokat az értékeket használják.
zh_cn: 生存时间值的缓存时间，其中包含一个值（以分钟为单位）。 如果值为0或为空，则不会激活任何缓存。 此缓存是为了防止使用相同的值向远程服务器发出不必要的请求。

source: Defines if it is possible to save an empty value in the field.
de: Legt fest, ob es möglich ist, einen leeren Wert im Feld zu speichern.
hu: Meghatározza, hogy lehetséges-e üres értéket elmenteni a mezőben.
zh_cn: 定义是否可以在字段中保存空值。

source: This option activates the tree view of possible values, if they are supplied in the correct format.
de: Diese Option aktiviert die Baumansicht der möglichen Werte, wenn sie im richtigen Format geliefert werden.
hu: Ez a lehetőség bekapcsolja a lehetséges értékek fanézetét, ha azok a helyes formátumban vannak megadva.
zh_cn: 如果以正确的格式提供可选值，则此选项将激活可能值的树形视图。

source: Here you can specify an optional HTTP link for the field value in overviews and zoom screens. Optional HTTP link works only for single-select fields. Example:
de: Hier können Sie einen optionalen HTTP-Link für den Feldwert in Übersichten und Detailansichten angeben. Der optionale HTTP-Link funktioniert nur bei einfach ausgewählten Feldern. Beispiel:
hu: Itt határozható meg egy opcionális HTTP hivatkozás a mező értékéhez az áttekintőben és a nagyítási képernyőkön. Az opcionális HTTP hivatkozás csak egyválasztós mezőknél működik. Példa:
zh_cn: 在这里，您可以在概览和详情屏幕中为字段值指定一个可选的HTTP链接。 可选的HTTP链接仅适用于单选字段。 例：

source: If special characters (&, @, :, /, etc.) should not be encoded, use ``url`` instead of ``uri`` filter.
de: Wenn Sonderzeichen (&, @, :, /, etc.) nicht kodiert werden sollen, verwenden Sie ``url`` anstelle des Filters ``uri``.
hu: Ha a különleges karaktereket (&, @, :, /, stb.) nem kell kódolni, akkor használja az ``url`` szűrőt az ``uri`` szűrő helyett.
zh_cn: 如果不应该对特殊字符(&、@、:、/等)进行编码，请使用 ``url`` 而不是 ``uri`` 过滤器。

source: Web Services
hu: Webszolgáltatások
zh_cn: Web服务

source: To create a new dynamic field of type *Web Service* it is necessary to have an already working web service. It requires to have at least one invoker of the type ``Generic::PassThrough``. This invoker will be called to fetch the data from the remote server. The original data that it is sent in a request is similar to the following example.
de: Um ein neues dynamisches Feld vom Typ *Web-Service* zu erstellen, ist es notwendig, einen bereits funktionierenden Web-Service zu haben. Es erfordert mindestens einen Invoker vom Typ ``Generic::PassThrough``. Dieser Invoker wird aufgerufen, um die Daten vom Remote-Server zu holen. Die Originaldaten, die sie in einer Anforderung gesendet werden, ähneln dem folgenden Beispiel.
hu: Egy új *Webszolgáltatás* típusú dinamikus mező létrehozásához az szükséges, hogy rendelkezzen egy már működő webszolgáltatással. Szükséges, hogy legyen legalább egy ``Generic::PassThrough`` típusú meghívó is. Ez a meghívó lesz meghívva, hogy lekérje az adatokat a távoli kiszolgálóról. Az eredeti adatok, amelyek egy kérésben kerülnek elküldésre, hasonlóak a következő példához.
zh_cn: 要创建类型为 *Web服务* 的新动态字段，必须有一个已经运行的Web服务。它需要至少有一个类型为 ``Generic::PassThrough`` 的调用程序。将调用此调用程序从远程服务器获取数据。在请求中发送的原始数据与下面的示例类似。

source: This section contains the fields in the current form in the web browser. This information changes as the screen is filled in.
de: Dieser Abschnitt enthält die Felder in der aktuellen Form im Webbrowser. Diese Informationen ändern sich mit dem Ausfüllen der Maske.
hu: Ez a szakasz tartalmazza a mezőket a jelenlegi űrlapon a webböngészőben. Ezek az információk megváltoznak, amint a képernyőt kitöltik.
zh_cn: 此部分包含web浏览器中当前表单中的字段。这些信息随着屏幕的填充而改变。

source: This section (or another source object, e. g. ``CustomerUser``) contains the attributes of the object where the dynamic field belongs.
de: Dieser Abschnitt (oder ein anderes Quellobjekt, z. B. ``CustomerUser``) enthält die Attribute des Objekts, zu dem das dynamische Feld gehört.
hu: Ez a szakasz (vagy más forrásobjektum, például ``CustomerUser``) tartalmazza annak az objektumnak az attribútumait, amelyhez a dinamikus mező tartozik.
zh_cn: 此部分(或另一个源对象，例如 ``CustomerUser``)包含动态字段所属对象的属性。

source: For example in the *New Phone Ticket* screen the section is empty as the ticket is not created yet, but in the *Ticket Free Fields* screen it contains the information of the current ticket.
de: Beispielsweise ist bei der Ansicht *Neues Telefonticket* der Abschnitt leer, da das Ticket noch nicht erstellt wurde, aber bei den *Ticket Freie Felder* enthält er die Informationen des aktuellen Tickets.
hu: Például az *Új telefonos jegy* képernyőn a szakasz üres, mivel a jegy még nem jött létre, de a *jegy szabad mezők* képernyőn az aktuális jegy információit tartalmazza.
zh_cn: 例如，在 *新建电话工单* 屏幕中，该部分是空的，因为还没有创建工单，但是在 *工单自定义字段* 屏幕中，它包含了当前工单的信息。

source: This section contains all non empty values of all configured dynamic fields for the current object.
de: Dieser Abschnitt enthält alle nicht leeren Werte aller konfigurierten dynamischen Felder für das aktuelle Objekt.
hu: Ez a szakasz tartalmazza az összes beállított dinamikus mező összes nem üres értékét az aktuális objektumnál.
zh_cn: 此部分包含当前对象的所有已配置动态字段的所有非空值。

source: In most cases the data that the remote server requires will be very different from the data provided, so it is highly recommended to use a mapping module for the outgoing data to format it specifically for the remote server call.
de: In den meisten Fällen werden sich die Daten, die der Remote-Server benötigt, stark von den bereitgestellten Daten unterscheiden, weshalb es dringend empfohlen wird, ein Mapping-Modul für die ausgehenden Daten zu verwenden, um sie speziell für den Remote-Server-Aufruf zu formatieren.
hu: A legtöbb esetben a távoli kiszolgáló által igényelt adatok nagyon eltérőek lesznek a megadott adatoktól, ezért erősen ajánlott egy leképező modul használata a kimenő adatokhoz, hogy kifejezetten a távoli kiszolgáló hívásához formázza meg azokat.
zh_cn: 在大多数情况下，远程服务器需要的数据与所提供的数据有很大的不同，因此强烈建议使用针对传出数据的映射模块来专门为远程服务器调用格式化数据。

source: The following outgoing mapping example shows an XSLT mapping that discards any data and sets a fixed ``UserLogin``, ``Password`` and ``TicketID`` (as needed for a ``TicketGet`` operation).
de: Das folgende Beispiel für das ausgehende Mapping zeigt ein XSLT-Mapping, das alle Daten verwirft und setzt einen festen Wert für ``UserLogin``, ``Password`` und ``TicketID`` (wie für eine ``TicketGet`` Operation erforderlich).
hu: A következő kimenő leképezési példa egy olyan XSLT leképezést mutat be, amely eldob minden adatot, és egy rögzített ``UserLogin``, ``Password`` és ``TicketID`` értéket állít be (ahogy egy ``TicketGet`` műveletnél szükséges).
zh_cn: 以下传出映射示例显示了一个XSLT映射，该映射将丢弃任何数据并设置固定的 ``UserLogin``、 ``Password`` 和 ``TicketID``（ ``TicketGet`` 操作需要）。

source: The response from the server can also be very different, so in this case is also very recommended to use a mapping module for the incoming data in order to be able to process the information. The response must be a list of key and value elements.
de: Die Antwort des Servers kann auch sehr unterschiedlich sein, so dass in diesem Fall auch sehr empfehlenswert ist, ein Mapping-Modul für die eingehenden Daten zu verwenden, um die Informationen verarbeiten zu können. Die Antwort muss eine Liste von Schlüssel- und Wertelementen sein.
hu: A kiszolgálótól érkező válasz is nagyon különböző lehet, ezért ebben az esetben is erősen ajánlott egy leképező modul használata a bejövő adatokhoz, hogy képes legyen feldolgozni az információkat. A válasznak kulcs és érték elemek listájának kell lennie.
zh_cn: 服务器的响应也可能非常不同，因此在这种情况下，也强烈建议对输入的数据使用映射模块，以便能够处理信息。 响应必须是键和值元素的列表。

source: The following incoming mapping example shows an XSLT mapping that converts the results from a ``TicketGet`` operation response form the remote server, extracting and formatting the state and queue as needed to be used as options for the dynamic field.
de: Das folgende eingehende Mapping-Beispiel zeigt ein XSLT-Mapping, das die Ergebnisse einer Antwort der Operation ``TicketGet`` vom Remote-Server konvertiert und den Zustand und die Queue extrahiert und formatiert, wie es für die Verwendung als Optionen für das dynamische Feld erforderlich ist.
hu: A következő bejövő leképezési példa egy olyan XSLT leképezést mutat be, amely átalakítja a távoli kiszolgálótól származó ``TicketGet`` művelet válaszból kapott eredményeket, kinyeri és megformázza az állapotot és a várólistát, amint azok válaszlehetőségként történő használata szükséges a dinamikus mezőnél.
zh_cn: 以下传入映射示例显示了一个XSLT映射，该映射将转换来自远程服务器的 ``TicketGet`` 操作响应的结果，并根据需要提取和格式化状态和队列，以用作动态字段的选项。

source: The following web service definition (importable YAML file) can be used for testing the field, but the endpoint must be adapted to match current system. This web service acts as requester and provider and it always returns the state and queue from ``TicketID`` 1, as possible values to the field.
de: Die folgende Definition des Web-Service (importierbare YAML-Datei) kann für den Test des Feldes verwendet werden, aber der Endpunkt muss an das aktuelle System angepasst werden. Dieser Web-Service fungiert als Requester und Provider und gibt immer den Status und die Queue von ``TicketID`` 1 als mögliche Werte an das Feld zurück.
hu: A következő webszolgáltatás-meghatározás (importálható YAML-fájl) használható a mező teszteléséhez, de a végpontot át kell alakítani, hogy illeszkedjen a jelenlegi rendszerhez. Ez a webszolgáltatás kérelmezőként és szolgáltatóként is működik, és mindig az 1-es ``TicketID`` állapotát és várólistáját adja vissza, mint a mező lehetséges értékeit.
zh_cn: 以下Web服务定义（可导入的YAML文件）可以用于测试该字段，但是必须对端点进行调整以匹配当前系统。 该Web服务充当请求者和提供者的角色，并且始终将 ``TicketID`` 为1的状态和队列作为可能的值返回到字段。

source: This example should not be used in conjunction with the development web server.
de: Dieses Beispiel sollte nicht in Verbindung mit dem Webserver für die Entwicklung verwendet werden.
hu: Ezt a példát nem szabad együtt használni a fejlesztői webkiszolgálóval.
zh_cn: 此示例不应与开发Web服务器一起使用。

source: Dynamic Sender Addresses
zh_cn: 动态发件人地址

source: The sender address of your tickets in the standard version of **OTRS** is by default a queue-associated email address. In order to configure the sender address this feature add-on uses a special dynamic field. When replying or forwarding tickets and event-based notifications, **OTRS** automatically sets the new sender address. When the dynamic field is blank, the queue-associated email address is used.
de: Die Absenderadresse Ihrer Tickets in der Standardversion von **OTRS** ist standardmäßig eine queue-assoziierte E-Mail-Adresse. Um die Absenderadresse zu konfigurieren, verwendet dieses Feature Add-on ein spezielles dynamisches Feld. Beim Beantworten oder Weiterleiten von Tickets und ereignisbasierten Benachrichtigungen setzt **OTRS** automatisch die neue Absenderadresse. Wenn das dynamische Feld leer ist, wird die mit der Queue verknüpfte E-Mail-Adresse verwendet.
hu: Az **OTRS** szabványos verziójában a jegyek feladójának címe alapértelmezetten egy várólistához rendelt e-mail cím. Azért, hogy a feladó címét beállítsa, ez a funkciókiegészítő egy különleges dinamikus mezőt használ. Ha jegyeket vagy eseményalapú értesítéseket válaszolnak meg vagy továbbítanak, akkor az **OTRS** automatikusan beállítja az új feladó címét. Ha a dinamikus mező üres, akkor a várólistához rendelt e-mail cím lesz használva.
zh_cn: **OTRS** 标准版本的工单的发件人地址默认为与队列相关的电子邮件地址。 为了配置发件人地址，此功能插件使用特殊的动态字段。 当答复或转发工单和基于事件的通知时，**OTRS** 会自动设置新的发件人地址。 当动态字段为空白时，将使用与队列相关的电子邮件地址。

source: In addition, you can also use this feature add-on to edit tickets from all over the world and use country-specific sender addresses. By grouping the countries and email addresses **OTRS** can automatically add the correct return address for each country.
de: Darüber hinaus können Sie mit diesem Feature Add-on auch Tickets aus aller Welt bearbeiten und länderspezifische Absenderadressen verwenden. Durch die Gruppierung der Länder und E-Mail-Adressen kann **OTRS** automatisch die richtige Absenderadresse für jedes Land hinzufügen.
hu: Továbbá ezt a funkciókiegészítőt arra is használhatja, hogy a világ minden tájáról érkező jegyeket szerkessze, és az adott országra jellemző feladócímeket használjon. Az országok és az e-mail címek csoportosításával az **OTRS** automatikusan hozzáadhatja a helyes válaszcímet az egyes országokhoz.
zh_cn: 此外，您还可以使用此功能插件编辑来自世界各地的工单，并使用特定国家/地区的发件人地址。 通过对国家和电子邮件地址进行分组，**OTRS** 可以自动为每个国家/地区添加正确的发件人地址。

source: Worldwide service with regional sender addresses.
de: Weltweiter Service mit regionalen Absenderadressen.
hu: Világszinten nyújtott szolgáltatás regionális feladócímekkel.
zh_cn: 提供地区发件人地址的全球服务。

source: Easier identification of incoming emails for your customers.
de: Einfachere Identifizierung eingehender E-Mails für Ihre Kunden.
hu: Az ügyfelek bejövő e-mailjeinek egyszerűbb azonosítása.
zh_cn: 为您的客户更容易识别传入的电子邮件。

source: Improved customer loyalty.
de: Verbesserte Kundenbindung.
hu: Fokozott vásárlói hűség.
zh_cn: 提高了客户忠诚度。

source: Simplified teamwork with partners or outsourced divisions.
de: Vereinfachte Teamarbeit mit Partnern oder ausgelagerten Abteilungen.
hu: Egyszerűsített csapatmunka a partnerekkel és a kiszervezett divíziókkal.
zh_cn: 简化了与合作伙伴或外包部门的团队合作。

source: Marketing
zh_cn: 市场营销

source: Procurement
de: Einkauf
hu: Beszerzés
zh_cn: 采购流程

source: This package allows to base the sender address of outgoing emails on a dynamic field. This can be used for replies, forwards and event based notifications.
de: Dieses Paket ermöglicht es, die Absenderadresse ausgehender E-Mails auf ein dynamisches Feld zu beziehen. Dies kann für Antworten, Weiterleitungen und ereignisgesteuerte Benachrichtigungen verwendet werden.
hu: Ez a csomag lehetővé teszi a kimenő e-mailek küldőcímeinek tárolását egy dinamikus mezőben. Ez használható válaszoknál, továbbításoknál és eseményalapú értesítéseknél.
zh_cn: 本软件包允许在动态字段上建立外发电子邮件的发件人地址。 这可用于答复、转发和基于事件的通知。

source: After installation of the package, a new administrator module allows to add and modify values to be mapped from the configured dynamic field values into system email addresses. For each added value a valid system address can be selected. This mapping will be checked against dynamic field values in order to determine the sender address.
de: Nach der Installation des Pakets ermöglicht ein neues Administratormodul das Hinzufügen und Ändern von Werten, die von den konfigurierten dynamischen Feldwerten auf die E-Mail-Adressen des Systems abgebildet werden sollen. Für jeden Mehrwert kann eine gültige Systemadresse ausgewählt werden. Diese Zuordnung wird gegen dynamische Feldwerte geprüft, um die Absenderadresse zu ermitteln.
hu: A csomag telepítése után egy új adminisztrátori modul lehetővé teszi olyan értékek hozzáadását és módosítását, amely a beállított dinamikus mező értékeiről rendszer e-mail címekre lesz leképezve. Minden egyes hozzáadott értékhez egy érvényes rendszercím választható ki. Ez a leképezés lesz ellenőrizve a dinamikus mező értékeinél, azért hogy meghatározza a küldőcímet.
zh_cn: 安装本软件包后，新的管理员模块允许添加和修改要从配置的动态字段值映射到系统电子邮件地址的值。 对于每个增加的值，可以选择一个有效的系统地址。 将对照动态字段值检查此映射，以确定发件人地址。

source: Sender Address Mapping
de: Mapping der Absenderadresse
hu: Küldőcím leképezése
zh_cn: 发件人地址映射

source: Use this screen to map the values contained in the configured dynamic field into system email addresses. The sender address mapping screen is available in the *Sender Address Mapping* module of the *Communication & Notifications* group.
de: Verwenden Sie diese Ansicht, um die im konfigurierten dynamischen Feld enthaltenen Werte in die E-Mail-Adressen des Systems abzubilden. Die Ansicht zur Zuordnung der Absenderadresse ist im Modul *Mapping der Absenderadressen* der Gruppe *Kommunikation & Benachrichtigungen* verfügbar.
hu: Használja ezt a képernyőt a beállított dinamikus mezőben lévő értékek rendszercímekké történő leképezéséhez. A küldőcím leképezése képernyő a *Kommunikáció és értesítések* csoport *Küldőcím leképezése* moduljában érhető el.
zh_cn: 使用此屏幕可将配置的动态字段中包含的值映射到系统电子邮件地址。 *通讯和通知* 组的 *发件人地址映射* 模块中提供了发件人地址映射屏幕。

source: Sender Address Mapping Management Screen
de: Verwaltung der Zuordnung von Absenderadressen
hu: Küldőcím leképezésének kezelése képernyő
zh_cn: 发件人地址映射管理屏幕

source: Map Email Addresses
de: Mapping der E-Mail-Adressen
hu: E-mail címek leképezése
zh_cn: 映射电子邮件地址

source: The mapping is based on the dynamic field set in setting ``DynamicSenderAddresses###FieldName``. The dynamic field has to be created manually.
de: Das Mapping basiert auf dem dynamischen Feld, das in der Einstellung ``DynamicSenderAddresses#####FieldName`` eingestellt ist. Das dynamische Feld muss manuell angelegt werden.
hu: A leképezés a ``DynamicSenderAddresses###FieldName`` beállításban beállított dinamikus mezőn alapul. A dinamikus mezőt kézzel kell létrehozni.
zh_cn: 映射基于在设置 ``DynamicSenderAddresses###FieldName`` 中设置的动态字段。 动态字段必须手动创建。

source: To add a mapping:
de: So fügen Sie ein Mapping hinzu:
hu: Egy leképezés hozzáadásához:
zh_cn: 若要添加一个映射：
