Repository: Yan-Oliveira/doc-fao
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu, zh_cn

source: Fast import of modified product portfolios.
de: Schneller Import von modifizierten Produktportfolios.
hu: A módosított termékpaletta gyors importálása.
zh_cn: 快速导入修改后的产品组合。

source: Customer service and sales are more quickly up-to-date.
de: Kundenservice und Vertrieb sind schneller auf dem neuesten Stand.
hu: A vevőszolgálat és az értékesítés gyorsabban lesz naprakész.
zh_cn: 客户服务和销售更新更快。

source: Easier integration of partners from outsourced corporate areas.
de: Einfachere Integration von Partnern aus ausgelagerten Unternehmensbereichen.
hu: Partnerek egyszerűbb integrálása a kiszervezett vállalati területekről.
zh_cn: 来自外包公司领域的合作伙伴更容易集成。

source: Wholesalers
de: Großhändler
hu: Nagykereskedők
zh_cn: 批发商

source: This package provides functionality to import dynamic field possible values from CSV files. Furthermore it is possible to create left → right associated access control lists (ACLs) between these dynamic fields and their imported values.
de: Dieses Paket bietet Funktionen zum Importieren von Werten für dynamische Felder aus CSV-Dateien. Darüber hinaus ist es möglich, links → rechts zugehörige Zugriffskontrolllisten (ACLs) zwischen diesen dynamischen Feldern und ihren importierten Werten zu erstellen.
hu: Ez a csomag CSV-fájlokból származó dinamikus mező lehetséges értékek importálásához nyújt funkcionalitást. Továbbá lehetőség van bal → jobb hozzárendelésű hozzáférés-vezérlési listákat (ACL-eket) létrehozni ezen dinamikus mezők és az importált értékeik között.
zh_cn: 本软件包提供了从CSV文件导入动态字段可能的值的功能。 此外，可以在这些动态字段及其导入的值之间创建“左→右”关联的访问控制列表（ACL）。

source: This package makes it possible to import values for dynamic fields and adds a new widget into the left sidebar of the *Dynamic Fields Management* screen.
de: Dieses Paket ermöglicht es, Werte für dynamische Felder zu importieren und fügt ein neues Widget in die linke Seitenleiste der Ansicht *Dynamische Felder verwalten* hinzu.
hu: Ez a csomag lehetővé teszi a dinamikus mezők értékeinek importálást, valamint egy új felületi elemet ad a *Dinamikus mezők kezelése* képernyő bal oldalsávjához.
zh_cn: 这个软件包使得为动态字段导入值成为可能，并在 *动态字段管理* 屏幕的左侧栏中添加了一个新的小部件。

source: After installation of the package a new widget *Value Import* will be available in the left sidebar of the *Dynamic Fields Management* screen.
de: Nach der Installation des Pakets steht Ihnen in der linken Seitenleiste der Ansicht *Dynamische Felder verwalten* ein neues Widget *Werte importieren* zur Verfügung.
hu: A csomag telepítése után egy új *Érték importálása* felületi elem válik elérhetővé a *Dinamikus mezők kezelése* képernyő bal oldalsávjában.
zh_cn: 安装该软件包之后，在 *动态字段管理* 屏幕的左边栏中将出现一个新的小部件 *导入值*。

source: Value Import Widget
de: Widget „Werte importieren”
hu: Érték importálása felületi elem
zh_cn: 导入值 小部件

source: To import values for a dynamic field:
de: So importieren Sie Werte für ein dynamisches Feld:
hu: Egy dinamikus mező értékeinek importálásához:
zh_cn: 若要导入动态字段的值：

source: Make sure that the target dynamic fields are already created.
de: Stellen Sie sicher, dass die dynamischen Zielfelder bereits angelegt sind.
hu: Győződjön meg arról, hogy a cél dinamikus mezők már létre vannak-e hozva.
zh_cn: 确保已创建目标动态字段。

source: Click on the *Browse…* button of the *Value Import* widget in the left sidebar.
de: Klicken Sie auf die Schaltfläche *Durchsuchen...* des Widgets *Werte importieren* in der linken Seitenleiste.
hu: Kattintson az *Érték importálása* felületi elem *Tallózás…* gombjára a bal oldalsávban.
zh_cn: 单击左侧边栏中 *导入值* 小部件的 *浏览…* 按钮。

source: Select a proper formatted ``.csv`` file.
de: Wählen Sie eine ordnungsgemäß formatierte ``.csv`` Datei aus.
hu: Válasszon egy megfelelően formázott ``.csv`` fájlt.
zh_cn: 选择一个格式正确的 ``.csv`` 文件。

source: Select the *Create dependencies (ACLs)* checkbox.
de: Aktivieren Sie das Kontrollkästchen *Abhängigkeiten erstellen (ACLs)*.
hu: Jelölje be a *Függőségek létrehozása (ACL-ek)* jelölőnégyzetet.
zh_cn: 选中 *创建依赖项（ACL）* 复选框。

source: Click on the *Import* button.
de: Klicken Sie auf die Schaltfläche *Importieren*.
hu: Kattintson az *Importálás* gombra.
zh_cn: 点击 *导入* 按钮。

source: Select the target dynamic fields and see the change difference.
de: Wählen Sie die dynamischen Zielfelder aus und lassen Sie sich die Unterschiede bei der Änderung anzeigen.
hu: Válassza ki a cél dinamikus mezőket, és nézze meg a változtatási különbséget.
zh_cn: 选择目标动态字段，然后查看更改差异。

source: Modify the ACL settings, if needed.
de: Ändern Sie bei Bedarf die ACL-Einstellungen.
hu: Módosítsa az ACL beállításokat, ha szükséges.
zh_cn: 如果需要，请修改ACL设置。

source: Target dynamic fields have to be created manually before they can be used for value import. Only select-type fields are allowed (drop-down and multiselect).
de: Dynamische Zielfelder müssen manuell angelegt werden, bevor sie für den Werteimport verwendet werden können. Es sind nur Felder mit Auswahlmöglichkeit erlaubt (Dropdown und Multiselect).
hu: A cél dinamikus mezőket kézzel kell létrehozni, mielőtt használhatóak lennének az értékimportláshoz. Csak legördülő típusú mezők engedélyezettek (legördülő és többválasztós).
zh_cn: 目标动态字段必须先手动创建，然后才能用于导入值。 仅允许选择类型字段（下拉和多选）。

source: Manufacturer
de: Hersteller
hu: Gyártó
zh_cn: 制造商

source: Leave it empty
de: Leer lassen
hu: Hagyja üresen
zh_cn: 留空

source: Car
de: Auto
hu: Autó
zh_cn: 汽车

source: Model Year
de: Modelljahr
hu: Modell éve
zh_cn: 车型年份

source: To guarantee a proper working of the feature provided by this package, please format your CSV files according to the example. The first line containing dynamic field names is optional, but the dynamic fields will be auto-selected in the next screen, if they are provided.
de: Um ein einwandfreies Funktionieren der in diesem Paket enthaltenen Funktionen zu gewährleisten, formatieren Sie bitte Ihre CSV-Dateien entsprechend dem Beispiel. Die erste Zeile mit den Namen der dynamischen Felder ist optional, aber die dynamischen Felder werden in der nächsten Ansicht automatisch ausgewählt, falls sie vorhanden sind.
hu: A csomag által biztosított funkció megfelelő működésének garantálásához a példa szerint formázza meg a CSV-fájlját. A dinamikus mező neveit tartalmazó első sor elhagyható, de a dinamikus mezők automatikusan ki lesznek választva a következő képernyőn, ha meg vannak adva.
zh_cn: 为了保证此软件包提供的功能正常工作，请根据示例格式化CSV文件。 包含动态字段名称的第一行是可选的，但是如果提供了动态字段名，则会在下一个屏幕中自动选择它们。

source: By default the separator defined in your language will be used (usually ``,`` or ``;``). Alternatively you can override this by using the CSV separator user preference.
de: Standardmäßig wird das in Ihrer Sprache definierte Trennzeichen verwendet (normalerweise ``,`` oder ``;``). Alternativ können Sie dies überschreiben, indem Sie die Benutzereinstellung für CSV-Trennzeichen verwenden.
hu: Alapértelmezetten a nyelvéhez meghatározott elválasztó lesz használva (általában ``,`` vagy ``;``). Alternatívaként ezt felülbírálhatja a CSV elválasztó felhasználói beállítás használatával.
zh_cn: 默认情况下，将使用您的语言定义的分隔符（通常是 ``,`` 或 ``;``）。 或者，您可以使用CSV分隔符用户首选项覆盖此设置。

source: The CSV file contains information about possible values for dynamic fields. The first header line contains the target dynamic field names.
de: Die CSV-Dateien enthalten Informationen über mögliche Werte für dynamische Felder. Die erste Kopfzeile enthält die Namen der dynamischen Zielfelder.
hu: A CSV-fájl a dinamikus mezők lehetséges értékeivel kapcsolatos információkat tartalmaz. Az első fejlécsor tartalmazza a cél dinamikus mező neveit.
zh_cn: CSV文件包含关于动态字段可能值的信息。第一个标题行包含目标动态字段名。

source: Browse for the CSV file and check the *Create dependencies (ACLs)* box if you want to generate ACLs. Click on the *Import* button, a new screen will be opened.
de: Suchen Sie nach der CSV-Datei und aktivieren Sie das Kontrollkästchen *Abhängigkeiten erstellen (ACLs)*, wenn Sie ACLs erstellen möchten. Klicken Sie auf die Schaltfläche *Importieren*, ein neuer Bildschirm wird geöffnet.
hu: Tallózzon rá a CSV-fájlra, és jelölje be a *Függőségek létrehozása (ACL-ek)* jelölőnégyzetet, ha ACL-eket szeretne előállítani. Kattintson az *Importálás* gombra, egy új képernyő fog megnyílni.
zh_cn: 浏览要查找的CSV文件，如果要生成ACL，请选中 *创建依赖项（ACL）* 框。 单击 *导入* 按钮，将打开一个新屏幕。

source: Change Overview Widget
de: Das Widget „Änderungsübersicht”
hu: Változás áttekintése felületi elem
zh_cn: 更改概览小部件

source: In this overview you will see a table indicating CSV column, the selected target dynamic field, a colorized change difference between old and new possible values and (if ACL setting is enabled) a preview of the relations between the fields. This helps comparing the data before the values are written.
de: In dieser Übersicht sehen Sie eine Tabelle mit der Bezeichnung der CSV-Spalte, das ausgewählte dynamische Zielfeld, eine eingefärbte Differenz zwischen alten und neuen möglichen Werten und (wenn die ACL-Einstellung aktiviert ist) eine Vorschau auf die Beziehungen zwischen den Feldern. Dies hilft beim Vergleich der Daten, bevor die Werte geschrieben werden.
hu: Ebben az áttekintőben látni fog egy CSV oszlopokat jelző táblázatot, a kiválasztott cél dinamikus mezőt, egy színes változtatási különbséget a régi és az új lehetséges értékek között, illetve (ha az ACL beállítás engedélyezve lett) a mezők közti kapcsolatok előnézetét. Ez segít összehasonlítani az adatokat, mielőtt az értékek ki lennének írva.
zh_cn: 在此概览屏幕中，您将看到一个表，该表指示CSV列、所选目标动态字段、新旧可能值之间的颜色变化差异以及（如果启用了ACL设置）这些字段之间关系的预览。 这有助于在写入值之前比较数据。

source: Data from every CSV column will be assigned to a specific dynamic field. The target field can be chosen. If a header line is used, the field names are pre-selected.
de: Daten aus jeder CSV-Spalte werden einem bestimmten dynamischen Feld zugeordnet. Das Zielfeld kann ausgewählt werden. Wird eine Kopfzeile verwendet, sind die Feldnamen vorselektiert.
hu: Minden CSV oszlopból származó adat hozzá lesz rendelve egy bizonyos dinamikus mezőhöz. A célmező kiválasztható. Ha fejlécsor van használatban, akkor a mezőnevek előre ki lesznek választva.
zh_cn: 每个CSV列中的数据都将分配给特定的动态字段。 可以选择目标字段。 如果使用标题行，则将预先选择字段名称。

source: The existing possible values for all affected fields will be completely overwritten with the uploaded values. Therefore you should carefully check if the indication of removed and new values for each dynamic field matches your expectation. In order to retain existing values they need to be contained in the uploaded CSV file.
de: Die vorhandenen möglichen Werte für alle betroffenen Felder werden mit den hochgeladenen Werten vollständig überschrieben. Daher sollten Sie sorgfältig prüfen, ob die Angabe von entfernten und neuen Werten für jedes dynamische Feld Ihren Erwartungen entspricht. Um bestehende Werte zu erhalten, müssen sie in der hochgeladenen CSV-Datei enthalten sein.
hu: Az összes érintett mező meglévő lehetséges értékei teljesen felül lesznek írva a feltöltött értékekkel. Ennélfogva gondosan ellenőriznie kell, hogy az egyes dinamikus mezők eltávolított és új értékeinek jelzése megfelel-e az elvárásainak. A meglévő értékek megőrzése érdekében azokat tartalmaznia kell a feltöltött CSV-fájlnak.
zh_cn: 所有受影响字段的现有可能值将被上传的值完全覆盖。 因此，您应该仔细检查每个动态字段的已删除和新值的指示是否符合您的期望。 为了保留现有值，它们必须包含在上传的CSV文件中。

source: It is possible to automatically create left → right associated ACLs based on the selected dynamic fields and their imported values. This will reduce the effort to creating ACLs manually. The dependencies between dynamic fields and values are created from the left to right side.
de: Es ist möglich, automatisch links → rechts zugehörige ACLs basierend auf den ausgewählten dynamischen Feldern und deren importierten Werten zu erstellen. Dies reduziert den Aufwand für die manuelle Erstellung von ACLs. Die Abhängigkeiten zwischen dynamischen Feldern und Werten werden von links nach rechts hergestellt.
hu: Lehetőség van bal → jobb hozzárendelésű ACL-ek automatikus létrehozására a kiválasztott dinamikus mezők és azok importált értékei alapján. Ez csökkenti az ACL-ek kézi létrehozására irányuló erőfeszítéseket. A dinamikus mezők és az értékek közti függőségek balról jobbra lesznek létrehozva.
zh_cn: 可以根据选定的动态字段及其导入的值自动创建“左→右”关联的ACL。 这将减少手动创建ACL的工作量。 动态字段和值之间的依赖关系从左到右创建。

source: ACL Settings Widget
de: Das Widget „ACL-Einstellungen”
hu: ACL beállítások felületi elem
zh_cn: ACL设置 小部件

source: The following settings are available when using this functionality.
de: Die folgenden Einstellungen sind bei Verwendung dieser Funktionalität verfügbar.
hu: A következő beállítások érhetők el ennek a funkcionalitásnak a használatakor.
zh_cn: 使用此功能时，可以使用以下设置。

source: Create ACLs?
de: ACLs erstellen?
hu: Létrehoz ACL-eket?
zh_cn: 创建ACL吗？

source: If you want to generate ACLs, check this box. Left → right depending ACLs between affected fields will be created automatically on import.
de: Wenn Sie ACLs generieren möchten, aktivieren Sie dieses Kontrollkästchen. Links → rechts abhängige ACLs zwischen den betroffenen Feldern werden beim Import automatisch erstellt.
hu: Ha elő szeretne állítani ACL-eket, akkor jelölje be ezt a jelölőnégyzetet. Bal → jobb függő ACL-ek az érintett mezők között automatikusan létre lesznek hozva importáláskor.
zh_cn: 如果要生成ACL，请选中此框。 导入时会自动创建受影响字段之间的左→右相关ACL。

source: ACL Prefix
de: ACL-Präfix
hu: ACL előtag
zh_cn: ACL前缀

source: Given prefix is used for all created ACLs. Change prefix to affect execution order (interoperability with manually created ACLs).
de: Das angegebene Präfix wird für alle erstellten ACLs verwendet. Ändern Sie das Präfix, um die Ausführungsreihenfolge zu beeinflussen (Interoperabilität mit manuell erstellten ACLs).
hu: A megadott előtag lesz használva az összes létrehozott ACL-nél. Változtassa meg az előtagot a végrehajtási sorrend befolyásolásához (átjárhatóság a kézzel létrehozott ACL-ekkel).
zh_cn: 给定前缀用于所有创建的ACL。 更改前缀以影响执行顺序（与手动创建的ACL的互操作性）。

source: Remove ACLs with other prefixes
de: Entfernen von ACLs mit anderen Präfixen
hu: Más előtaggal rendelkező ACL-ek eltávolítása
zh_cn: 删除具有其它前缀的ACL

source: Select this checkbox, if all previously auto-generated ACLs should be removed.
de: Aktivieren Sie dieses Kontrollkästchen, wenn alle zuvor automatisch generierten ACLs entfernt werden sollen.
hu: Jelölje be ezt a jelölőnégyzetet, ha az összes korábban automatikusan előállított ACL-t el kell távolítani.
zh_cn: 如果应删除所有以前自动生成的ACL，请选中此复选框。

source: If a different prefix was used previously and this option is not used, old ACLs will remain and might cause undesired behavior.
de: Wenn zuvor ein anderes Präfix verwendet wurde und diese Option nicht verwendet wird, bleiben alte ACLs erhalten und können unerwünschtes Verhalten verursachen.
hu: Ha korábban eltérő előtag volt használva, és ez a beállítás nincs használatban, akkor a régi ACL-ek megmaradnak, és nem kívánt viselkedést okozhatnak.
zh_cn: 如果以前使用了不同的前缀而未使用此选项，则旧的ACL将保留下来并可能导致不想要的行为。

source: Auto deploy
de: Automatische Inbetriebnahme
hu: Automatikus üzembe állítás
zh_cn: 自动部署

source: Select this checkbox, if you would like to automatically deploy ACLs after creation.
de: Aktivieren Sie dieses Kontrollkästchen, wenn Sie ACLs nach der Erstellung automatisch in Betrieb nehmen möchten.
hu: Jelölje be ezt a jelölőnégyzetet, ha automatikusan üzembe szeretné állítani az ACL-eket a létrehozás után.
zh_cn: 如果要在创建后自动部署ACL，请选中此复选框。

source: This will also affect other ACLs that have not been deployed yet.
de: Dies betrifft auch andere ACLs, die noch nicht in Betrieb genommen wurden.
hu: Ez érinteni fogja az egyéb ACL-eket is, amelyek még nincsenek üzembe állítva.
zh_cn: 这也将影响尚未部署的其它ACL。

source: The ACL creation is implemented in the following way:
de: Die ACL-Erstellung ist wie folgt implementiert:
hu: Az ACL-létrehozás a következő módon van megvalósítva:
zh_cn: 以以下方式实现ACL创建：

source: If the dynamic field with the value(s) from the left side is matched, it is (only) possible to select the dynamic field with the value(s) from the right side.
de: Wenn das dynamische Feld mit dem/den Wert(en) von links übereinstimmt, ist es (nur) möglich, das dynamische Feld mit dem/den Wert(en) von rechts auszuwählen.
hu: Ha a bal oldalról származó értékekkel rendelkező dinamikus mező egyezik, akkor (csak) a jobb oldalról származó értékekkel rendelkező dinamikus mezőt lehetséges kiválasztani.
zh_cn: 如果匹配左侧具有值的动态字段，则（仅）可以选择右侧具有值的动态字段。

source: If values for more than two dynamic fields are imported (3 or more columns exist in the CSV file), ACL relations are always created starting from the leftmost column. This allows for multi-level dependencies.
de: Wenn Werte für mehr als zwei dynamische Felder importiert werden (3 oder mehr Spalten im CSV vorhanden), werden ACL-Beziehungen immer ab der linken Spalte erstellt. Dies ermöglicht mehrstufige Abhängigkeiten.
hu: Ha az értékek kettőnél több dinamikus mezőhöz vannak importálva (3 vagy több oszlop létezik a CSV-fájlban), akkor az ACL kapcsolatok mindig a legbaloldalibb oszloptól kezdve lesznek létrehozva. Ez lehetővé teszi a többszintű függőségeket.
zh_cn: 如果导入了两个以上动态字段的值(CSV文件中存在3个或更多列)，则始终从最左边的列开始创建ACL关系。这允许多层依赖。

source: After you have finished all checks, just submit the form. The values of the affected dynamic fields will be updated in the background and, if activated, the ACLs will be generated. Afterwards you will be redirected to the dynamic field overview again.
de: Nachdem Sie alle Prüfungen abgeschlossen haben, senden Sie einfach das Formular ab. Die Werte der betroffenen dynamischen Felder werden im Hintergrund aktualisiert und, falls aktiviert, werden die ACLs generiert. Danach werden Sie wieder auf die Übersicht der dynamischen Felder weitergeleitet.
hu: Miután befejezte az összes ellenőrzést, egyszerűen küldje be az űrlapot. Az érintett dinamikus mezők értékei frissítve lesznek a háttérben, és ha be van kapcsolva, akkor az ACL-ek is elő lesznek állítva. Ezek után újra át lesz irányítva a dinamikus mező áttekintőre.
zh_cn: 完成所有检查后，只需提交表格。 受影响的动态字段的值将在后台更新，并生成ACL（如果选中）。 之后，您将再次被重定向到动态字段概览。

source: Now go to the *ACL Management* screen, and check the generated ACLs.
de: Gehen Sie nun zur Ansicht *ACL-Verwaltung* und überprüfen Sie die erstellten ACLs.
hu: Most menjen az *ACL kezelés* képernyőre, és ellenőrizze az előállított ACL-eket.
zh_cn: 现在转到 *ACL管理* 屏幕，并检查生成的ACL。

source: Generated ACLs for Dynamic Field Restrictions
de: Generierte ACLs für dynamische Feldbeschränkungen
hu: Előállított ACL-ek a dinamikus mező korlátozásokhoz
zh_cn: 生成的用于动态字段限制的ACL

source: Limitations
de: Beschränkungen
hu: Korlátozások
zh_cn: 限制

source: However this package makes it easy to import values for dynamic fields and generate the appropriate ACLs, there are some limitations.
de: Dieses Paket macht es jedoch einfach, Werte für dynamische Felder zu importieren und die entsprechenden ACLs zu generieren, es gibt einige Einschränkungen.
hu: Noha ez a csomag egyszerűvé teszi a dinamikus mezők értékeinek importálását és a megfelelő ACL-ek előállítását, mégis van néhány korlátozás.
zh_cn: 本软件包可轻松导入动态字段的值并生成适当的ACL，但存在一些限制。

source: Dynamic field creation and configuration has to be done manually (e.g. to define if a field should be a drop-down or multiselect and if empty values are allowed).
de: Die Erstellung und Konfiguration dynamischer Felder muss manuell erfolgen (z.B. um zu definieren, ob ein Feld ein Dropdown-Menü oder eine Mehrfachauswahl sein soll und ob Leerwerte erlaubt sind).
hu: A dinamikus mező létrehozását és beállítását kézzel kell elvégezni (például meghatározni azt, hogy egy mező legördülő vagy többválasztós legyen-e, illetve hogy az üres értékek engedélyezettek legyenek-e).
zh_cn: 动态字段的创建和配置必须手动完成（例如，定义字段是下拉菜单还是多选字段，以及是否允许使用空值）。

source: ACLs are created in a way that secondary fields require a selection on their primary field before any selection is possible.
de: ACLs werden so erstellt, dass Sekundärfelder eine Auswahl auf ihrem Primärfeld erfordern, bevor eine Auswahl möglich ist.
hu: Az ACL-ek oly módon vannak létrehozva, hogy a másodlagos mezőkhöz kiválasztás szükséges az elsődleges mezőiken, mielőtt bármilyen kiválasztás lehetséges lenne.
zh_cn: 创建ACL的方式是，在进行任何选择之前，辅助字段需要在其主字段上进行选择。

source: ACLs will always be created for all dynamic fields from the CSV file. Unrelated dynamic fields have to be imported separately.
de: ACLs werden immer für alle dynamischen Felder aus der CSV-Datei erstellt. Nicht zusammenhängende dynamische Felder müssen separat importiert werden.
hu: Az ACL-ek mindig létre lesznek hozva a CSV-fájlban lévő összes dinamikus mezőhöz. A nem kapcsolódó dinamikus mezőket külön kell importálni.
zh_cn: 将始终为CSV文件中的所有动态字段创建ACL。 没有关联的动态字段必须单独导入。

source: Dynamic Field Web Service
zh_cn: Web服务类型的动态字段

source: With the help of this dynamic field, data from third-party systems can be displayed without custom development.
de: Mit Hilfe dieses dynamischen Feldes können Daten aus Drittsystemen ohne Eigenentwicklung angezeigt werden.
hu: Ennek a dinamikus mezőnek a segítségével egy harmadik fél rendszerének adatai egyedi fejlesztés nélkül jeleníthetők meg.
zh_cn: 借助此动态字段，可以显示来自第三方系统的数据，而无需自定义开发。

source: Saves time when processing tickets since updating third-party systems is not necessary.
de: Spart Zeit bei der Bearbeitung von Tickets, da das Aktualisieren von Fremdsystemen nicht erforderlich ist.
hu: Időt takarít meg a jegyek feldolgozásakor, mivel a harmadik fél rendszerének adatait nem kell frissíteni.
zh_cn: 由于不需要更新第三方系统，因此节省了处理工单的时间。

source: Data management does not have to take place within **OTRS**.
de: Die Datenverwaltung muss nicht innerhalb von **OTRS** erfolgen.
hu: Az adatkezelést nem az **OTRS**-en belül kell elvégezni.
zh_cn: 数据管理不必在 **OTRS** 内进行。

source: Execute arbitrary complex mappings through the XSLT mapping module.
de: Führen Sie beliebige komplexe Mappings über das XSLT-Mapping-Modul aus.
hu: Tetszőleges összetett leképezés végrehajtása az XSLT leképező modulon keresztül.
zh_cn: 通过XSLT映射模块执行任意复杂的映射。

source: Development
de: Entwicklung
hu: Fejlesztés
zh_cn: 开发

source: This feature implements a generic dynamic field type *Web Service* that gathers its selectable options from an external system using a web service.
de: Diese Funktion implementiert einen generischen dynamischen Feldtyp *Web Service*, der seine wählbaren Optionen von einem externen System über einen Webservice sammelt.
hu: Ez a funkció olyan általános *Webszolgáltatás* típusú dinamikus mezőt valósít meg, amely a választható lehetőségeit egy külső rendszerből gyűjti ki webszolgáltatás használatával.
zh_cn: 此功能实现了通用动态字段类型 *Web服务*，该类型使用Web服务从外部系统收集其可选选项。
