Repository: Yan-Oliveira/doc-fao
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu, zh_cn

source: This feature add-on makes it possible to show configuration items from the OTRS CMDB in dynamic fields in ticket screens in the agent and external interface. This speeds up the ticket creation process for agents and customer users by enabling the use of filters so that only those configuration items that are relevant for the customer company are shown and can be selected in the ticket screens. In addition, the configuration item search function can also be used directly in the ticket. Filters can be defined, e.g. based on:
de: Dieses Feature Add-on ermöglicht es, Configuration Items aus der OTRS CMDB in dynamischen Feldern in Ticketmasken des Agenten- und Externen Interface anzuzeigen. Dies beschleunigt die Ticketerstellung für Agenten und Kunden durch die Verwendung von Filtern, so dass nur die für das Kundenunternehmen relevanten Configuration Items angezeigt und in den Ticketmasken ausgewählt werden können. Darüber hinaus kann die Configuration Item Suchfunktion auch direkt im Ticket genutzt werden. Es können Filter definiert werden, z.B. basierend auf:
hu: Ez a funkciókiegészítő lehetővé teszi az OTRS CMDB-ben lévő konfigurációelemek megjelenítést dinamikus mezőkben az ügyintézői és a külső felületen lévő jegyképernyőkön. Ez felgyorsítja a jegylétrehozási folyamatot az ügyintézőknek és az ügyfél-felhasználóknak szűrők használatának lehetővé tételével, azért hogy csak azok a konfigurációelemek jelenjenek meg és legyenek kiválaszthatók a jegyképernyőkön, amelyek az ügyfél vállalatához tartoznak. Továbbá a konfigurációelem-keresés funkció is használható közvetlenül a jegyben. A szűrők például a következők alapján határozhatók meg:
zh_cn: 此功能插件使您能够在服务人员和外部人员界面的工单屏幕的动态字段中显示OTRS CMDB中的配置项。这通过启用过滤器的使用加快了服务人员和客户用户的工单创建过程，以便仅在工单屏幕中显示和选择与客户单位相关的配置项。此外，配置项搜索功能也可以直接在工单中使用。可以定义过滤器，例如基于：

source: Configuration item class
de: Configuration Item-Klasse
hu: Konfigurációelem-osztály
zh_cn: 配置项类

source: Usage status
de: Verwendungsstaus
hu: Használati állapot
zh_cn: 使用状态

source: Incident status
de: Vorfallstatus
hu: Incidensállapot
zh_cn: 事件状态

source: Customer ID
de: Kundennummer
hu: Ügyfél-azonosító
zh_cn: 客户ID

source: In addition, the following configurations are possible:
de: Darüber hinaus sind folgende Konfigurationen möglich:
hu: Továbbá a következő beállítások lehetségesek:
zh_cn: 此外，可以进行以下配置：

source: Automatic linking and type of linking between configuration item and ticket.
de: Automatische Verknüpfung und Art der Verknüpfung zwischen Configuration Item und Ticket.
hu: Automatikus összekapcsolás és az összekapcsolás típusa a konfigurációelem és a jegy között.
zh_cn: 配置项与工单之间的链接和链接类型自动化。

source: How and in which ticket screens the configuration item should be shown (e.g. as a drop-down list or a tree view).
de: Wie und in welchen Ticketmasken das Configuration Item angezeigt werden soll (z.B. als Dropdown-Liste oder Baumansicht).
hu: Hogyan és mely jegyképernyőkön kell a konfigurációelemet megjeleníteni (például legördülő listaként vagy fanézetként).
zh_cn: 配置项应该以何种方式显示在哪个工单屏幕上(例如，作为下拉列表或树视图)。

source: Visualization in the external or agent interface.
de: Visualisierung im externen oder Agenten-Interface.
hu: Grafikus megjelenítés a külső vagy az ügyintézői felületen.
zh_cn: 外部人员界面或服务人员界面中的可视化。

source: Customer-based visualization and selection of configuration items when creating a ticket in the external interface.
de: Kundenorientierte Visualisierung und Auswahl von Configuration Items bei der Erstellung eines Tickets im externen Interface.
hu: A konfigurációelemek ügyfélalapú grafikus megjelenítése és kiválasztása, ha létrehoznak egy jegyet a külső felületen.
zh_cn: 在外部人员界面中创建工单时，配置项基于客户的可视化和选择项。

source: Faster ticket creation thanks to the use of filters to choose which configuration items should be shown, e.g. according to class, usage status, incident status, etc.
de: Schnellere Ticketerstellung durch die Verwendung von Filtern, mit denen Sie auswählen können, welche Configuration Items angezeigt werden sollen, z.B. nach Klasse, Verwendungsstatus, Vorfallstatus, etc.
hu: Gyorsabb jegylétrehozás annak köszönhetően, hogy lehetőség van szűrőket használni annak kiválasztásához, hogy mely konfigurációelemeket kell megjeleníteni (például osztály, használati állapot, incidensállapot, stb. szerint).
zh_cn: 由于使用过滤器来选择应显示哪些配置项（根据类别、使用状态、事件状态等），因此可以更快地创建工单。

source: Maximum flexibility through use in different ticket screens for customer users and/or agents.
de: Maximale Flexibilität durch den Einsatz in verschiedenen Ticketmasken für Kunden und/oder Agenten.
hu: Maximális rugalmasság azáltal, hogy különböző jegyképernyőkön használható az ügyfél-felhasználóknál és/vagy az ügyintézőknél.
zh_cn: 通过在客户用户和/或服务人员的不同工单屏幕中使用，实现最大的灵活性。

source: Rapid search for configuration items when creating a ticket.
de: Schnelle Suche nach Configuration Items beim Erstellen eines Tickets.
hu: A konfigurációelemek gyors keresése, ha egy jegyet létrehoznak.
zh_cn: 创建工单时快速搜索配置项。

source: Useful for statistics and automatic ticket notifications.
de: Nützlich für Statistiken und automatische Ticketbenachrichtigungen.
hu: Hasznos a statisztikáknál és az automatikus jegyértesítéseknél.
zh_cn: 对于统计信息和自动工单通知有用。

source: Customers of companies that offer services for different devices/products (CIs)
de: Kunden von Unternehmen, die Services für verschiedene Geräte/Produkte (CIs) anbieten
hu: Olyan vállalatok ügyfelei, amelyek különböző eszközökhöz vagy termékekhez (konfigurációelemekhez) nyújtanak szolgáltatásokat.
zh_cn: 为不同设备/产品（CI）提供服务的公司的客户

source: This package contains a configuration interface to create dynamic fields of the type *Configuration item*. These fields can store configuration items in a dynamic field and display them in the different views.
de: Dieses Paket enthält eine Konfigurationsschnittstelle zum Erstellen dynamischer Felder vom Typ *Configuration Item*. Diese Felder können Configuration Items in einem dynamischen Feld speichern und in den verschiedenen Ansichten anzeigen.
hu: Ez a csomag beállítási felületet tartalmaz a *Konfigurációelem* típusú dinamikus mezők létrehozásához. Ezek a mezők konfigurációelemeket tárolhatnak egy dinamikus mezőben, és különböző nézeteken jeleníthetik meg azokat.
zh_cn: 本软件包包含一个配置界面，用于创建 *配置项* 类型的动态字段。 这些字段可以将配置项存储在动态字段中，并在不同的视图中显示它们。

source: This package makes it possible to create dynamic fields of the type *Configuration item*, which can store configuration items in tickets.
de: Dieses Paket ermöglicht es, dynamische Felder vom Typ *Configuration Item* zu erstellen, die Configuration Items in Tickets enthalten können.
hu: Ez a csomag lehetővé teszi a *Konfigurációelem* típusú dinamikus mezők létrehozását, amelyek konfigurációelemeket tárolhatnak a jegyekben.
zh_cn: 这个软件包使得创建 *配置项* 类型的动态字段成为可能，它可以将配置项存储在工单中。

source: After installation of the package a new dynamic field type *Configuration item* will be available for tickets.
de: Nach der Installation des Pakets ist ein neues dynamisches Feld vom Typ *Configuration Item* für Tickets verfügbar.
hu: A csomag telepítése után egy új *Konfigurációelem* típusú dinamikus mező válik elérhetővé a jegyekhez.
zh_cn: 安装本软件包后，一个新的动态字段类型 *配置项* 将可用于工单。

source: This dynamic field can be created the same way as default dynamic fields are created. For this navigate to the *Dynamic Fields* module of the *Processes & Automation* group in the administrator interface. In this screen you can select the *Configuration item* field from the drop-down lists on the left side.
de: Dieses dynamische Feld kann auf die gleiche Weise erstellt werden, wie standardmäßige dynamische Felder erstellt werden. Navigieren Sie dazu zum Modul *Dynamische Felder* der Gruppe *Prozesse & Automatisierung* in der Administratoroberfläche. In dieser Ansicht können Sie das Feld *Configuration Item* in den Dropdown-Listen auf der linken Seite auswählen.
hu: Ezt a dinamikus mezőt ugyanolyan módon lehet létrehozni mint az alapértelmezett dinamikus mezőket. Ehhez navigáljon a *Folyamatok és automatizálás* csoport *Dinamikus mezők* moduljához az adminisztrátori felületen. Ezen a képernyőn választhatja ki az *Konfigurációelem* mezőt a bal oldalon lévő legördülő listából.
zh_cn: 可以使用与创建默认动态字段相同的方式来创建此动态字段。 为此，请导航到管理员界面中 *流程和自动化* 组的 *动态字段* 模块。 在此屏幕中，您可以从左侧的下拉列表中选择 *配置项* 字段。

source: Configuration Item Dynamic Field Settings
de: Einstellungen für dynamisches Felder vom Typ „Configuration Item”
hu: Konfigurációelem dinamikus mező beállításai
zh_cn: 配置项动态字段设置

source: Dynamic field of type configuration item is used to store configuration items for tickets.
de: Das dynamische Feld vom Typ Configuration Item wird verwendet, um die Configuration Items für Tickets zu speichern.
hu: A konfigurációelem típusú dinamikus mező konfigurációelemek tárolásához használható a jegyeknél.
zh_cn: 配置项类型的动态字段用于存储工单的配置项。

source: Filter Options
de: Filter-Optionen
hu: Szűrő beállításai
zh_cn: 过滤器选项

source: Class
de: Klasse
hu: Osztály
zh_cn: 类

source: Filter for configuration item classes to narrow down the list of possible values.
de: Filter für Configuration Item-Klassen von Configuration Items, um die Liste der möglichen Werte einzugrenzen.
hu: Szűrő a konfigurációelem-osztályokhoz a lehetséges értékek listájának szűkítéséhez.
zh_cn: 筛选配置项类以缩小可能值的列表。

source: Deployment State
de: Verwendungsstatus
hu: Üzembe állítási állapot
zh_cn: 部署状态

source: Filter for configuration item deployment states to narrow down the list of possible values.
de: Filter für den Verwendungsstatus von Configuration Items, um die Liste der möglichen Werte einzugrenzen.
hu: Szűrő a konfigurációelem üzembe állítási állapotaihoz a lehetséges értékek listájának szűkítéséhez.
zh_cn: 筛选配置项部署状态以缩小可能值的列表。

source: Incident State
de: Vorfallstatus
hu: Incidensállapot
zh_cn: 故障状态

source: Filter for configuration item incident states to narrow down the list of possible values.
de: Filter für den Vorfallstatus von Configuration Items, um die Liste der möglichen Werte einzugrenzen.
hu: Szűrő a konfigurációelem incidensállapotaihoz a lehetséges értékek listájának szűkítéséhez.
zh_cn: 筛选配置项事件状态以缩小可能值的列表。

source: Restriction by CustomerID
de: Einschränkung durch Kundennummer
hu: Korlátozás ügyfél-azonosító szerint
zh_cn: 按CustomerID限制

source: Select if the available configuration items should be restricted by customer in agent and/or external interface.
de: Wählen Sie aus, ob die verfügbaren Configuration Items von Kunden in der Agenten- und/oder externen Schnittstelle eingeschränkt werden sollen.
hu: Annak kiválasztása, hogy az elérhető konfigurációelemeket kell-e korlátozni ügyfél szerint az ügyintézői és/vagy a külső felületen.
zh_cn: 选择是否应在服务人员界面和/或外部人员界面中限制客户可用的配置项。

source: CustomerID attribute
de: Kundennummer-Atrribut
hu: Ügyfél-azonosító attribútum
zh_cn: CustomerID 属性

source: The name of the configuration item field containing the customer. Usually this is the owner field.
de: Der Name des Feldes des Configuration Item, das den Kunden enthält. In der Regel ist dies das Feld „Besitzer”.
hu: Az ügyfelet tartalmazó konfigurációelem mezőjének neve. Általában ez a tulajdonos mező.
zh_cn: 包含客户的配置项字段的名称。通常这是所有者字段。

source: Value lookup for CustomerID attribute
de: Wertrecherche für das Kundenummer-Attribut
hu: Értékkeresés az ügyfél-azonosító attribútumához
zh_cn: CustomerID属性的值查找

source: Select if the readable value for the customer ID field should be used for restriction. Select this if the values of attribute are defined by a general catalog class.
de: Wählen Sie aus, ob der lesbare Wert für das Feld Kundennummer zur Einschränkung verwendet werden soll. Wählen Sie dies, wenn die Werte des Attributs durch eine allgemeine Katalogklasse definiert sind.
hu: Annak kiválasztása, hogy az ügyfél-azonosító mező olvasható értékét kell-e használni a korlátozáshoz. Akkor válassza ezt, ha az attribútum értékeit egy általános katalógus osztály határozza meg.
zh_cn: 选择是否将客户ID字段的可读值用于限制。 如果属性的值是由通用目录类定义的，则选择此选项。

source: Restriction by CustomerUserID
de: Einschränkung durch Kundenbenutzer-Nummer
hu: Korlátozás ügyfélfelhasználó-azonosító szerint
zh_cn: 按CustomerUserID限制

source: Select if the available configuration items should be restricted by customer user in agent and/or external interface.
de: Wählen Sie aus, ob die verfügbaren Configuration Items von Kundenbenutzern in der Agenten- und/oder externen Schnittstelle eingeschränkt werden sollen.
hu: Annak kiválasztása, hogy az elérhető konfigurációelemeket kell-e korlátozni ügyfél-felhasználó szerint az ügyintézői és/vagy a külső felületen.
zh_cn: 选择是否在服务人员和/或外部人员界面中限制客户用户可用的配置项。

source: CustomerUserID attribute
de: Kundenbenutzer Nummeratrribut
hu: Ügyfélfelhasználó-azonosító attribútum
zh_cn: CustomerUserID 属性

source: The name of the configuration item field containing the customer user. Usually this is the owner field.
de: Der Name des Feldes des Configuration Item, das den Kundenbenutzer enthält. In der Regel ist dies das Feld „Besitzer”.
hu: Az ügyfél-felhasználót tartalmazó konfigurációelem mezőjének neve. Általában ez a tulajdonos mező.
zh_cn: 包含客户用户的配置项字段的名称。 通常这是所有者字段。

source: Value lookup for CustomerUserID attribute
de: Wertrecherche für das Kundenbenutzer-Nummerattribut
hu: Értékkeresés az ügyfélfelhasználó-azonosító attribútumához
zh_cn: CustomerUserID 属性的值查找

source: Select if the readable value for the customer user ID field should be used for restriction. Select this if the values of attribute are defined by a general catalog class.
de: Wählen Sie aus, ob der lesbare Wert für das Feld Kundenbenutzer-Nummer zur Einschränkung verwendet werden soll. Wählen Sie dies, wenn die Werte des Attributs durch eine allgemeine Katalogklasse definiert sind.
hu: Annak kiválasztása, hogy az ügyfélfelhasználó-azonosító mező olvasható értékét kell-e használni a korlátozáshoz. Akkor válassza ezt, ha az attribútum értékeit egy általános katalógus osztály határozza meg.
zh_cn: 选择是否将客户用户ID字段的可读值用于限制。 如果属性的值是由通用目录类定义的，则选择此选项。

source: If the filters are changed after the configuration item and the ticket has been linked, the link will not be automatically updated.
de: Wenn die Filter nach dem Configuration Item geändert werden und das Ticket verknüpft wurde, wird die Verknüpfung nicht automatisch aktualisiert.
hu: Ha a szűrők megváltoznak, miután a konfigurációelem és a jegy össze lett kapcsolva, akkor a hivatkozás nem lesz automatikusan frissítve.
zh_cn: 如果在配置项和工单链接之后更改了过滤器，则该链接将不会自动更新。

source: Link Options
de: Optionen für Verknüpfungen
hu: Kapcsolat beállításai
zh_cn: 链接选项

source: Link type
de: Verknüpfungstyp
hu: Kapcsolat típusa
zh_cn: 链接类型

source: Type of automatically created links for configuration items. *None* disables the automatic linking.
de: Art der automatisch erstellten Verknüpfungen für Configuration Items. *Keine* deaktiviert die automatische Verknüpfung.
hu: Az automatikusan létrehozott kapcsolatok típusa a konfigurációelemeknél. A *Nincs* letiltja az automatikus összekapcsolást.
zh_cn: 自动为配置项创建的链接的类型。 *无* 禁用自动链接。

source: Link direction
de: Verknüpfungsrichtung
hu: Kapcsolat iránya
zh_cn: 链接方向

source: If a *Link type* is selected, choose the link direction from the point of ticket.
de: Wenn ein *Verknüpfungstyp* ausgewählt ist, wählen Sie die Verknüpfungsrichtung vom Ticketpunkt aus.
hu: Ha a *Kapcsolat típusa* ki van választva, akkor válassza ki a kapcsolat irányát a jegy felől nézve.
zh_cn: 如果选择了 *链接类型*，请从工单的角度选择链接方向。

source: Display Options
de: Anzeigeoptionen
hu: Megjelenítési beállítások
zh_cn: 显示选项

source: Multiselect
de: Mehrfachauswahl
hu: Többválasztós
zh_cn: 多选框

source: Activate this option to allow multiple selection of values.
de: Aktivieren Sie diese Option, um eine Mehrfachauswahl von Werten zu ermöglichen.
hu: Aktiválja ezt a lehetőséget több érték kiválasztásának engedélyezéséhez.
zh_cn: 激活此选项可以选择多个值。

source: Add empty value
de: Leeren Wert hinzufügen
hu: Üres érték hozzáadása
zh_cn: 添加空值

source: Activate this option to create an empty selectable value.
de: Aktivieren Sie diese Option, um einen leeren Auswahlwert zu erstellen.
hu: Aktiválja ezt a lehetőséget egy üres, kijelölhető érték létrehozásához.
zh_cn: 激活此选项, 创建可选择的空值.

source: Tree View
de: Baumansicht
hu: Fa nézet
zh_cn: 树形视图

source: Activate this option to display values as a tree.
de: Aktivieren Sie diese Option um die Werte als Baum anzuzeigen.
hu: Aktiválja ezt a lehetőséget az értékek faként való megjelenítéséhez.
zh_cn: 激活此选项，将以树状形式显示值。

source: Translatable values
de: Übersetzbare Werte
hu: Lefordítható értékek
zh_cn: 可翻译的值

source: If you activate this option the values will be translated to the user defined language.
de: Wenn Sie diese Option aktivieren, werden die Werte in die Sprache des Benutzers übersetzt.
hu: Ha aktiválja ezt a lehetőséget, az értékek le lesznek fordítva a felhasználó által megadott nyelvre.
zh_cn: 如果激活此选项，这些值将被转换为用户定义的语言。

source: You need to add the translations manually into the language translation files.
de: Sie müssen die Übersetzungen manuell zu den Übersetzungsdateien hinzufügen.
hu: A fordításokat kézzel kell hozzáadnia a nyelv fordítási fájljaihoz.
zh_cn: 您需要将翻译手动添加到语言翻译文件中。

source: Advanced Options
de: Erweiterte Optionen
hu: Speciális beállítások
zh_cn: 高级选项

source: Follow CMDB links
de: CMDB-Verknüpfungen folgen
hu: CMDB hivatkozások követése
zh_cn: 跟进CMDB链接

source: If you activate this option CMDB items linked to the items set in the *Follow dynamic field* will be displayed as selectable options for this field.
de: Wenn Sie diese Option aktivieren, werden CMDB-Elemente, die mit den im Feld *Dynamischen Felder folgen* eingestellten Elementen verknüpft sind, als wählbare Optionen für dieses Feld angezeigt.
hu: Ha bekapcsolja ezt a beállítást, akkor a *Dinamikus mező követése* beállításban megadott elemekhez hozzákapcsolt CMDB elemek kiválasztható lehetőségekként lesznek megjelenítve ennél a mezőnél.
zh_cn: 如果激活此选项，则链接到 *跟随动态字段* 中设置的项目的CMDB条目将显示为该字段的可选选项。

source: CMDB link settings
de: CMDB-Verknüpfungseinstellungen
hu: CMDB hivatkozás beállításai
zh_cn: CMDB链接设置

source: Define elements to show for this field if no items are selected in the *Follow dynamic field*. Possible values:
de: Definieren Sie Elemente, die für dieses Feld angezeigt werden sollen, wenn im Feld *Dynamischen Feldern folgen* keine Elemente ausgewählt sind. Mögliche Werte:
hu: Az ennél a mezőnél megjelenítendő elemek meghatározása, ha nincsenek elemek kijelölve a *Dinamikus mező követése* beállításban. Lehetséges értékek:
zh_cn: 如果未在*跟随动态字段* 中选择任何条目，则定义要在此字段中显示的元素。 可能的值：

source: Does not show any items
de: Zeigt keine Elemente an
hu: Ne jelenítsen meg egyetlen elemet sem
zh_cn: 不显示任何条目

source: Show regular items
de: Reguläre Elemente anzeigen
hu: Szokásos elemek megjelenítése
zh_cn: 显示常规条目

source: Follow dynamic field
de: Dynamischen Feldern folgen
hu: Dinamikus mező követése
zh_cn: 跟随动态字段

source: Dynamic field to follow CMDB links from. This option only works if the setting *Restriction by CustomerID* or *Restriction by CustomerUserID* is deactivated.
de: Dynamisches Feld, um CMDB-Verknüpfungen zu folgen. Diese Option funktioniert nur, wenn die Einstellung *Beschränkung durch Kundennummer* oder *Beschränkung durch Kundenbenutzer-Nummer* deaktiviert ist.
hu: Dinamikus mező, amelyből a CMDB hivatkozások követendők. Ez a beállítás csak akkor működik, ha a *Korlátozás ügyfél-azonosító szerint* vagy a *Korlátozás ügyfélfelhasználó-azonosító szerint* beállítás ki van kapcsolva.
zh_cn: 跟进CMDB链接的动态字段。 仅当禁用 *按CustomerID限制* 或 *按CustomerUserID限制* 设置时，此选项才有效。

source: Follow dynamic field attribute
de: Das Attribut „Dynamischen Feldern folgen”
hu: Dinamikus mező attribútumának követése
zh_cn: 跟随动态字段属性

source: The name of the configuration item field containing the dynamic field value.
de: Der Name des Felds des Configuration Item, das den Wert des dynamischen Felds enthält.
hu: A dinamikus mező értékét tartalmazó konfigurációelem mezőjének neve.
zh_cn: 包含动态字段值的配置项字段的名称。

source: Disable default values
de: Standardwerte deaktivieren
hu: Alapértelmezett értékek letiltása
zh_cn: 禁用默认值

source: If activated, the dynamic field will not display the default values.
de: Wenn aktiviert, zeigt das dynamische Feld nicht die Standardwerte an.
hu: Ha be van kapcsolva, akkor a dinamikus mező nem jeleníti meg az alapértelmezett értékeket.
zh_cn: 如果激活，则动态字段将不显示默认值。

source: The actions where the option will be active can be configured in the following system configuration setting:
de: Die Aktionen, bei denen die Option aktiv ist, können in der folgenden Systemeinstellung konfiguriert werden:
hu: A műveletek, ahol a beállítás aktív lesz, a következő rendszerbeállítási lehetőségben állítható be:
zh_cn: 可以在以下系统配置设置中配置激活该选项的操作：

source: This package has no agent interface, but the dynamic field of type configuration item can be added to many screens.
de: Dieses Paket hat kein Agenten-Interface, aber das dynamische Feld vom Typ Configuration Item kann auf vielen Ansichten hinzugefügt werden.
hu: Ennek a csomagnak nincs ügyintézői felülete, de a konfigurációelem típusú dinamikus mező hozzáadható több képernyőhöz is.
zh_cn: 本软件包没有服务人员界面，但是配置项类型的动态字段可以添加到许多屏幕。

source: Automatic Linking and Unlinking
de: Automatisches Verknüpfen und Aufheben der Verknüpfung
hu: Automatikus összekapcsolás és leválasztás
zh_cn: 自动链接和取消链接

source: When configuration items are added to or removed from tickets via the new dynamic field back end, links for the respective configuration items can be added or removed automatically. If this is configured, links will be compared and links will be added and/or removed, if necessary.
de: Wenn Configuration Items über das neue dynamische Feld zu Tickets hinzugefügt oder aus Tickets entfernt werden, können Verknüpfungen für die jeweiligen Configuration Items automatisch hinzugefügt oder entfernt werden. Wenn dies konfiguriert ist, werden Verknüpfungen verglichen und Verknüpfungen hinzugefügt und/oder entfernt, falls erforderlich.
hu: Ha konfigurációelemeket adnak hozzá a jegyekhez vagy távolítanak el a jegyekből az új dinamikus mező háttérprogramon keresztül, akkor a megfelelő konfigurációelemek kapcsolatai automatikusan hozzáadhatók vagy eltávolíthatók. Ha ez be van állítva, akkor a kapcsolatok össze lesznek hasonlítva, és a kapcsolatok hozzá lesznek adva és/vagy el lesznek távolítva, ha szükséges.
zh_cn: 通过新的动态字段后端将配置项添加到工单或从工单中删除时，可以自动添加或删除各个配置项的链接。 如果配置了此功能，则将对链接进行比较，并在必要时添加和/或删除链接。

source: In order to prevent inconsistencies between the dynamic field content and links please do not add or remove links of the configured type and direction manually via the link mechanism in the *Ticket Zoom* screen. Those changes are not synchronized back to the dynamic field content.
de: Um Inkonsistenzen zwischen dem Inhalt des dynamischen Feldes und den Verknüpfungen zu vermeiden, fügen Sie bitte keine Verknüpfungen des konfigurierten Typs und der konfigurierten Richtung manuell über den Verknüpfungsmechanismus in der Ansicht *Ticket-Detailansicht* hinzu oder entfernen Sie sie nicht. Diese Änderungen werden nicht mit dem Inhalt des dynamischen Feldes synchronisiert.
hu: Annak érdekében, hogy megakadályozza a dinamikus mező tartalma és a kapcsolatok közti következetlenségeket, ne adja hozzá vagy ne távolítsa el a beállított típus és irány kapcsolatait kézzel a *Jegynagyítás* képernyő összekapcsolás mechanizmusán keresztül. Azok a változtatások nincsenek visszaszinkronizálva a dinamikus mező tartalmába.
zh_cn: 为了防止动态字段内容和链接之间出现不一致，请不要通过 *工单详情* 屏幕中的链接机制手动添加或删除已配置类型和方向的链接。 这些更改不会同步回动态字段内容。
