Repository: Yan-Oliveira/doc-fao
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu, zh_cn

source: If several mappings are added to the system, use the filter box to find a particular mapping by just typing the name to filter.
de: Wenn dem System mehrere Mappings hinzugefügt wurden, verwenden Sie das Filterfeld, um ein bestimmtes Mapping zu finden, indem Sie einfach den zu filternden Namen eingeben.
hu: Ha több leképezés van hozzáadva a rendszerhez, akkor használja a szűrődobozt egy bizonyos leképezés megkereséséhez azáltal, hogy egyszerűen begépeli a nevét a szűrőbe.
zh_cn: 如果系统中添加了多个映射，则只需键入要筛选的名称，即可使用筛选框查找特定映射。

source: The ID of a partner as stored in the LDAP.
de: Die ID eines Partners, wie sie im LDAP gespeichert ist.
hu: Egy partner azonosítója, ahogy az LDAP-ban tárolva van.
zh_cn: 存储在LDAP中的合作伙伴的ID。

source: The internal ID of a customer as stored in the OTRS database.
de: Die interne ID eines Kunden, die in der OTRS-Datenbank gespeichert ist.
hu: Egy ügyfél belső azonosítója, ahogy az OTRS adatbázisban tárolva van.
zh_cn: 存储在OTRS数据库中的客户的内部ID。

source: Service-based Queue Routing
zh_cn: 基于服务的队列路由

source: For a customer, excellent service initially starts with contacting the right service staff member. Being a help desk software, **OTRS** makes this possible with a clever queue and permission concept. However, if a ticket is created in the external or in the agent interface, one has to choose the suitable queue for his/her request from all existing and shown queues – not an easy task for a customer or responsible agent. For example a call center agent may not know which queue structure the service company has for the task on which he is working. This means a long decision-making times with a possible wrong result and the loss of precious working time.
de: Für einen Kunden beginnt exzellenter Service zunächst mit der Kontaktaufnahme mit dem richtigen Servicemitarbeiter. Als Helpdesk-Software macht **OTRS** dies mit einem cleveren Queue- und Berechtigungskonzept möglich. Wird jedoch ein Ticket im externen oder im Agenten-Interface angelegt, muss man aus allen vorhandenen und angezeigten Queues die für seinen Auftrag geeignete Queue auswählen - keine leichte Aufgabe für einen Kunden oder zuständigen Agenten. So weiß beispielsweise ein Call Center-Agent möglicherweise nicht, welche Queuestruktur die Servicegesellschaft für die Aufgabe hat, an der er gerade arbeitet. Das bedeutet lange Entscheidungszeiten mit einem möglichen falschen Ergebnis und den Verlust wertvoller Arbeitszeit.
hu: Egy ügyfél számára a tökéletes szolgáltatás alapvetően a megfelelő szolgálati munkatárssal történő kapcsolatfelvétellel kezdődik. Ügyfélszolgálati szoftverként az **OTRS** ezt egy okos várólista és jogosultság elgondolással teszi lehetővé. Azonban ha a jegy az OTRS külső vagy az ügyintézői felületén jön létre, valakinek ki kell választania a megfelelő várólistát a kéréshez az összes meglévő és látható várólista közül – ez nem egyszerű feladat sem az ügyfélnek, sem a felelős ügyintézőnek. Például egy telefonos ügyfélszolgálat ügyintézője esetleg nem tudhatja, hogy milyen várólista-szerkezete van a szolgáltató vállalatnak ahhoz a feladathoz, amelyen éppen dolgozik. Ez hosszú döntési folyamatot jelent egy lehetséges rossz eredménnyel és a drága munkaidő elvesztegetésével.
zh_cn: 对于客户来说，卓越的服务首先要联系到合适的服务人员。作为一个帮助台软件，**OTRS** 通过巧妙的队列和权限概念使这成为可能。然而，如果在外部人员或服务人员界面中创建了一个工单，则必须从所有现有的和显示的队列中选择适合他/她的请求，而不是对客户或负责服务人员的简单任务。例如，呼叫中心服务人员可能不知道服务公司对其正在处理的任务具有哪种队列结构。这意味着一个很长的决策时间，可能会产生错误的结果，并损失宝贵的工作时间。

source: This feature add-on now makes it possible to assign queues to several services, so that if this service is selected, then only the appropriate queues are shown. For example the service *Support Mobile Devices* can be assigned to the queues *IT-2nd Level-Support Hardware* and *IT-2nd Level Support Mobile Applications* so the right selection can be made more easily. This module can also be configured so that all queues can reappear with just one click. Time-consuming moves to the right queues and overextended customer users are a thing of the past.
de: Mit diesem Feature Add-on ist es nun möglich, Queues mehreren Services zuzuordnen, so dass bei Auswahl dieses Services nur die entsprechenden Queues angezeigt werden. So kann beispielsweise der Service *Support Mobile Devices* den Service-Queues *IT-2nd Level-Support Hardware* und *IT-2nd Level Support Mobile Applications* zugeordnet werden, um die richtige Auswahl leichter zu treffen. Dieses Modul kann auch so konfiguriert werden, dass alle Queues mit einem Klick wieder erscheinen. Zeitaufwändige Umzüge in die richtigen Queues und überforderte Kundennutzer gehören der Vergangenheit an.
hu: Ez a funkciókiegészítő mostantól lehetővé teszi a várólisták több szolgáltatáshoz való rendelését, azért hogy ha egy szolgáltatást kiválasztanak, akkor csak a megfelelő várólisták legyenek láthatók. Például a *Mobil eszközök támogatása* szolgáltatás hozzárendelhető az *IT 2. szintű hardvertámogatás* és az *IT 2. szintű mobilalkalmazások támogatása* várólistákhoz, így a helyes kiválasztást könnyebben el lehet végezni. Ezt a modult úgy is be lehet állítani, hogy az összes várólista ismét megjelenjen egyetlen kattintással. A megfelelő várólistákba történő időrabló áthelyezések és a bizonytalan ügyfél-felhasználók többé nem jelentenek problémát.
zh_cn: 现在，此功能插件使将队列分配给多个服务成为可能，因此，如果选择了此服务，则仅显示适当的队列。 例如，可以将服务 *Support Mobile Devices* 分配给队列 *IT-2nd-Level-Support Hardware* 和 *IT-2nd-Level Support Mobile Applications*，以便更轻松地进行正确选择。 还可以配置该模块，以便一键即可重新显示所有队列。 耗时的迁移到正确的队列和过度扩展的客户用户已经成为过去。

source: Simplified assignment of tickets in the correct queue without comprehensive knowledge about the queue structures.
de: Vereinfachte Zuordnung von Tickets in der richtigen Queue ohne umfassende Kenntnisse über die Queue-Strukturen.
hu: Jegyek egyszerűsített hozzárendelése a megfelelő várólistához a várólisták szerkezetének átfogó ismerete nélkül.
zh_cn: 无需正确了解队列结构，即可在正确的队列中简化工单分配。

source: Saving time.
de: Zeitersparnis.
hu: Időmegtakarítás.
zh_cn: 节约时间。

source: Reduced workload.
de: Reduzierter Arbeitsaufwand.
hu: Csökkentett munkaterhelés.
zh_cn: 减少工作量。

source: This feature add-on is does not correspond with every ticket screen, e.g. in the notification and close screens.
de: Dieses Feature Add-on entspricht nicht jeder Ticket-Ansicht, z.B. in den Benachrichtigungs- und Schließansichten.
hu: Ez a funkciókiegészítő nem használható minden jegyképernyőn, például az értesítési és a lezárási képernyőkön.
zh_cn: 本功能插件并非与每个工单屏幕都对应，例如工单通知和关闭屏幕。

source: After installation of the package a new module will be available in the *Ticket Settings* group of the administrator interface.
de: Nach der Installation des Pakets steht ein neues Modul in der Gruppe *Ticket- Einstellungen* im Administrator-Interface zur Verfügung.
hu: A csomag telepítése után egy új modul válik elérhetővé az adminisztrátori felület *Jegybeállítások* csoportjában.
zh_cn: 安装本软件包后，将在管理员界面的 *工单设置* 组中提供一个新模块。

source: Services ↔ Queues
hu: Szolgáltatások ↔ Várólisták
zh_cn: 服务 ↔ 队列

source: Use this screen to add one or more services to one or more queues. To use this function, at least one service and one queue need to have been added to the system. The management screen is available in the *Services ↔ Queues* module of the *Ticket Settings* group.
de: Verwenden Sie diese Ansicht, um eine oder mehrere Services zu einer oder mehreren Queues zuzuordnen. Um diese Funktion zu nutzen, muss wenigstens eine Service und eine Queue dem System hinzugefügt werden. Die Verwaltungsansicht ist im Modul *Services ↔ Queues* in der Gruppe *Ticket-Einstellungen* verfügbar.
hu: Használja ezt a képernyőt, hogy egy vagy több szolgáltatást adjon hozzá egy vagy több várólistához. A funkció használatához az szükséges, hogy legalább egy szolgáltatás és legalább egy várólista hozzá legyen adva a rendszerhez. A kezelőképernyő a *Jegybeállítások* csoport *Szolgáltatások ↔ Várólisták* moduljában érhető el.
zh_cn: 使用此屏幕可将一个或多个服务添加到一个或多个队列。要使用此功能，至少需要向系统添加一个服务和一个队列。管理屏幕位于 *工单设置* 组的 *服务 ↔ 队列* 模块中。

source: Manage Service-Queue Relations Screen
de: Service-Queue - Zuordnungen verwalten
hu: Szolgáltatás–Várólista kapcsolatok kezelése képernyő
zh_cn: 管理服务 ↔ 队列关联屏幕

source: Manage Services ↔ Queues Relations
de: Services ↔ Queues - Zuordnungen verwalten
hu: Szolgáltatások ↔ Várólisták kapcsolatainak kezelése
zh_cn: 管理服务 ↔ 队列关联

source: To assign a service to a queue:
de: So ordnen Sie einen Service einer Queue zu:
hu: Egy szolgáltatásnak egy várólistához való rendeléséhez:
zh_cn: 若要为一个队列分配一个服务，请执行以下操作：

source: Select the queues you would like to add the service to.
de: Wählen Sie die Queues aus, denen Sie den Service hinzufügen möchten.
hu: Válassza ki azokat a várólistákat, amelyekhez hozzá szeretné adni a szolgáltatást.
zh_cn: 选择要将服务添加到的队列。

source: Change Queue Relations for Service
de: Queuezuordnungen für Service verändern
hu: Várólista-kapcsolatok megváltoztatása egy szolgáltatásnál
zh_cn: 修改服务关联的队列

source: To assign a queue to a service:
de: So weisen Sie einem Service eine Queue zu:
hu: Egy várólistának egy szolgáltatáshoz való rendeléshez:
zh_cn: 若要为一个服务分配一个队列：

source: Click on a queue in the *Queues* column.
de: Klicken Sie in der Spalte *Queues* auf eine Queue.
hu: Kattintson egy várólistára a *Várólisták* oszlopban.
zh_cn: 点击 *队列* 列中的一个队列。

source: Select the services you would like to assign the queue to.
de: Wählen Sie die Services aus, denen Sie die Queues zuordnen möchten.
hu: Válassza ki azokat a szolgáltatásokat, amelyeket hozzá szeretne rendelni a várólistához.
zh_cn: 选择要将队列分配给的服务。

source: Change Service Relations for Queue
de: Service-Zuordnungen für Queue verändern
hu: Szolgáltatáskapcsolatok megváltoztatása egy várólistánál
zh_cn: 修改队列关联的服务

source: If several services or queues are added to the system, use the filter box to find a particular service or queue by just typing the name to filter.
de: Wenn dem System mehrere Services oder Queues hinzugefügt wurden, verwenden Sie das Filterfeld, um einen bestimmten Service oder Queue zu finden, indem Sie einfach den zu filternden Namen eingeben.
hu: Ha több szolgáltatás vagy várólista van hozzáadva a rendszerhez, akkor használja a szűrődobozt egy bizonyos szolgáltatás vagy várólista megkereséséhez azáltal, hogy egyszerűen begépeli a nevét a szűrőbe.
zh_cn: 如果系统中添加了多个服务或队列，请使用筛选框通过键入要筛选的名称来查找特定的服务或队列。

source: Multiple services or queues can be assigned in both screens at the same time. Additionally clicking on a service or clicking on a queue in the relations screen will open the *Edit Service* screen or the *Edit Queue* screen accordingly.
de: In beiden Ansichten können gleichzeitig mehrere Services oder Queues zugeordnet werden. Wenn Sie zusätzlich auf einen Service klicken oder auf eine Queue in der Ansicht mit den Zordnungen klicken, wird die Ansicht *Service bearbeiten* oder die Ansicht *Queue bearbeiten* entsprechend geöffnet.
hu: Egyszerre több szolgáltatás vagy várólista is hozzárendelhető mindkét képernyőn. Ezenkívül a kapcsolatok képernyőn egy szolgáltatásra vagy egy várólistára kattintva meg fog nyílni a *Szolgáltatás szerkesztése* vagy a *Várólista szerkesztése* képernyő annak megfelelően.
zh_cn: 可以同时在两个屏幕中分配多个服务或队列。此外，单击服务或单击关联屏幕中的队列将相应地打开 *编辑服务* 屏幕或 *编辑队列* 屏幕。

source: Accessing a queue or a service provides no back link to the relations screen.
de: Die Ansichten zur Verwaltung von Services und Queues bieten keinen „Zurück”-Link zur Ansicht mit den Zuordnungen.
hu: Egy várólista vagy egy szolgáltatás elérése nem biztosít visszafelé mutató hivatkozást a kapcsolatok képernyőre.
zh_cn: 访问队列或服务不会提供到关联屏幕的反向链接。

source: This package has no agent interface, but it extends the standard behavior of the queue selection method. The service based queue routing affects the ticket creation screens and the *Ticket Move* screen. For this, the given service of the selected ticket will be used.
de: Dieses Paket hat kein Agenten-Interface erweitert aber das Standardverhalten der Queue-Auswahlmethode. Das servicebasierte Queue-Routing wirkt sich auf die Ansichten zur Ticket-Erstellung und *Ticket verschieben* aus. Dazu wird der angegebene Service des ausgewählten Tickets verwendet.
hu: Ennek a csomagnak nincs ügyintézői felülete, de kiterjeszti a várólista-kiválasztás módszerének szabványos viselkedését. A szolgáltatásalapú várólista-kiválasztás a jegylétrehozás képernyőket és a *Jegyáthelyezés* képernyőt érinti. Ehhez a kiválasztott jegy adott szolgáltatása lesz használva.
zh_cn: 本软件包没有服务人员界面，但是它扩展了队列选择方法的标准行为。基于服务的队列路由会影响工单创建屏幕和 *工单转移* 屏幕。为此，将使用所选工单的给定服务。

source: After selecting a service, there is a lookup for configured queues for this service. If there are configured queues for the selected service, only those will be available in the queue selection. If there are no queues configured for the selected service, all queues will be displayed.
de: Nach der Auswahl eines Services erfolgt eine Suche nach konfigurierten Queues für diesen Service. Wenn für den ausgewählten Service Queues konfiguriert sind, sind nur diese in der Queueauswahl verfügbar. Wenn für den ausgewählten Service keine Queues konfiguriert sind, werden alle Queues angezeigt.
hu: Egy szolgáltatás kiválasztása után keresés indul a szolgáltatás beállított várólistáiért. Ha a kiválasztott szolgáltatásnak vannak beállított várólistái, akkor csak azok lesznek elérhetők a várólista-kiválasztásnál. Ha a kiválasztott szolgáltatásnak nincsenek beállított várólistái, akkor az összes várólista meg lesz jelenítve.
zh_cn: 选择服务后，将查找为此服务配置的队列。如果为所选服务配置了队列，则队列选择中将只提供这些队列。如果没有为所选服务配置队列，则将显示所有队列。

source: It is possible to add a *Get All* button next to the queue selection in the agent and/or external interface. After clicking this button all available queues get restored to the queue selection field and can be selected.
de: Es ist möglich, eine *Alle anfordern* Schaltfläche neben der Queueauswahl in der Agenten- und/oder in der externen Schnittstelle hinzuzufügen. Nach dem Anklicken dieser Schaltfläche werden alle verfügbaren Queues in das Auswahlfeld der Queue zurückgesetzt und können ausgewählt werden.
hu: Lehetőség van egy *Összes lekérése* gomb hozzáadására a várólista-kiválasztás mellé az ügyintézői és/vagy külső felületen. Erre a gombra történő kattintás után az összes elérhető várólista vissza lesz állítva a várólista-kiválasztás mezőben, és bármelyik kiválasztható.
zh_cn: 可以在服务人员和/或外部人员界面中的队列选择旁边添加一个 *获取全部* 按钮。单击此按钮后，所有可用队列都将还原到队列选择字段，并且可以进行选择。

source: Configured ACLs affect the displayed queues as usual.
de: Konfigurierte ACLs wirken sich wie gewohnt auf die angezeigten Queues aus.
hu: A beállított ACL-ek a megszokott módon érintik a megjelenített várólistákat.
zh_cn: 配置的ACL会像往常一样影响显示的队列。

source: This package has no external interface, but it extends the standard behavior of the queue selection method. The service based queue routing affects the ticket creation screens.
de: Dieses Paket hat kein externes Interface, erweitert aber das Standardverhalten der Queue-Auswahlmethode. Das servicebasierte Queue-Routing wirkt sich auf die Ansichten zur Ticketerstellung aus.
hu: Ennek a csomagnak nincs külső felülete, de kiterjeszti a várólista-kiválasztás módszerének szabványos viselkedését. A szolgáltatásalapú várólista-kiválasztás a jegylétrehozás képernyőket érinti.
zh_cn: 本软件包没有外部人员界面，但它扩展了队列选择方法的标准行为。基于服务的队列路由会影响工单创建屏幕。

source: Service Categories
zh_cn: 服务类别

source: If an agent or a customer creates a ticket and defines the ticket type, this feature add-on makes it easier to automatically display only the linked services from there on. The linking of ticket types and ticket services is carried out by an administrator with ticket configuration permissions, and it is possible to link a service to more than one ticket type, as well as a ticket type to more than one service. Ticket types and services can be additionally filtered and sorted in a drop-down menu.
de: Wenn ein Agent oder Kunde ein Ticket erstellt und den Ticket-Typ definiert, erleichtert dieses Feature Add-on die automatische Anzeige nur der verknüpften Services. Die Verknüpfung von Ticket-Typen und Ticket-Services erfolgt durch einen Administrator mit Ticket-Konfigurationsrechten, und es ist möglich, einen Service mit mehr als einem Ticket-Typ sowie einen Ticket-Typ mit mehr als einem Service zu verknüpfen. Ticket-Typen und Services können in einem Dropdown-Menü zusätzlich gefiltert und sortiert werden.
hu: Ha egy ügyintéző vagy egy ügyfél létrehoz egy jegyet, és meghatározza a jegy típusát, akkor ez a funkciókiegészítő egyszerűbbé teszi csak az összekapcsolt szolgáltatások automatikus megjelenítését a következő lépésekben. A jegytípusok és jegyszolgáltatások hozzákapcsolását egy jegybeállítási jogosultsággal rendelkező adminisztrátor végzi el, és lehetőség van egy szolgáltatást egynél több jegytípushoz, valamint egy jegytípust egynél több szolgáltatáshoz kapcsolni. Továbbá a jegytípusok és a szolgáltatások szűrhetők és rendezhetők egy legördülő menüben.
zh_cn: 如果服务人员或客户创建了工单并定义了工单类型，则此功能插件使仅自动显示链接服务变得更容易。工单类型和工单服务的链接由具有工单配置权限的管理员执行，可以将一个服务链接到多个工单类型，也可以将一个工单类型链接到多个服务。工单类型和服务可以在下拉菜单中进行额外的筛选和排序。

source: Input help for agents and customers.
de: Eingabehilfe für Agenten und Kunden.
hu: Beviteli segítség az ügyintézőknek és az ügyfeleknek.
zh_cn: 为服务人员和客户提供输入帮助。

source: Avoid process errors and incorrect assignments and the additional work they cause.
de: Vermeiden Sie Prozessfehler und falsche Zuordnungen und die damit verbundenen Mehrarbeiten.
hu: Folyamathibák és helytelen hozzárendelések elkerülése, valamint a további munkáké, amelyet azok okoznak.
zh_cn: 避免流程错误和不正确的分配以及它们引起的额外工作。

source: Certain customer groups or request types can be processed more quickly.
de: Bestimmte Kundengruppen oder Anfragearten können schneller bearbeitet werden.
hu: Bizonyos ügyfélcsoportok vagy kéréstípusok gyorsabban dolgozhatók fel.
zh_cn: 某些客户组或请求类型可以更快地处理。

source: Internal and external IT service management
de: Internes und externes IT-Service-Management
hu: Belső és külső IT-szolgáltatásmenedzsment
zh_cn: 内部和外部IT服务管理

source: Quality management
de: Qualitätsmanagement
hu: Minőségmenedzsment
zh_cn: 质量管理

source: Customer satisfaction management
de: Kundenzufriedenheitsmanagement
hu: Ügyfélelégedettség-menedzsment
zh_cn: 客户满意度管理

source: Types ↔ Services
de: Typen ↔ Services
hu: Típusok ↔ Szolgáltatások
zh_cn: 类型 ↔ 服务

source: Use this screen to add one or more types to one or more services. To use this function, at least one type and one service need to have been added to the system. The management screen is available in the *Types ↔ Services* module of the *Ticket Settings* group.
de: In dieser Ansicht können Sie einen oder mehrere Typen zu einem oder mehreren Services hinzufügen. Um diese Funktion nutzen zu können, müssen dem System mindestens ein Typ und ein Service hinzugefügt worden sein. Die Verwaltungsansicht ist im Modul *Typen ↔ Services* in der Gruppe *Ticket Einstellungen* verfügbar.
hu: Használja ezt a képernyőt, hogy egy vagy több típust adjon hozzá egy vagy több szolgáltatáshoz. A funkció használatához az szükséges, hogy legalább egy típus és legalább egy szolgáltatás hozzá legyen adva a rendszerhez. A kezelőképernyő a *Jegybeállítások* csoport *Típusok ↔ Szolgáltatások* moduljában érhető el.
zh_cn: 使用此屏幕可将一种或多种类型添加到一种或多种服务中。 要使用此功能，至少需要将一种类型和一项服务添加到系统中。 管理页面位于 *工单设置* 组的 *类型 ↔ 服务* 模块中。

source: Manage Type-Service Relations Screen
de: Typen-Service - Zuordnungen verwalten
hu: Típus–Szolgáltatás kapcsolatok kezelése képernyő
zh_cn: 管理类型 ↔ 服务关联屏幕

source: Manage Types ↔ Services Relations
de: Typen ↔ Service - Zuordnungen verwalten
hu: Típusok ↔ Szolgáltatások kapcsolatainak kezelése
zh_cn: 管理类型 ↔ 服务关联

source: To assign a type to a service:
de: So weisen Sie einem Service einen Typ zu:
hu: Egy típus egy szolgáltatáshoz való rendeléshez:
zh_cn: 若要为一个服务分配一个类型：

source: Click on a type in the *Types* column.
de: Klicken Sie auf ein Typ in der Spalte *Typen*.
hu: Kattintson egy típusra a *Típusok* oszlopban.
zh_cn: 点击 *类型* 列中的一个类型。

source: Select the services you would like to add the type to.
de: Wählen Sie die Services aus, zu denen Sie den Typ hinzufügen möchten.
hu: Válassza ki azokat a szolgáltatásokat, amelyekhez hozzá szeretné adni a típust.
zh_cn: 选择您想添加类型的服务。

source: Change Service Relations for Type
de: Service-Zuordnungen für Typ verändern
hu: Szolgáltatáskapcsolatok megváltoztatása egy típusnál
zh_cn: 修改类型关联的服务

source: To assign a service to a type:
de: So ordnen Sie einen Service einem Typ zu:
hu: Egy szolgáltatásnak egy típushoz való rendeléséhez:
zh_cn: 若要为一个类型分配一个服务：

source: Select the types you would like to assign the service to.
de: Wählen Sie die Typen aus, denen Sie den Service zuordnen möchten.
hu: Válassza ki azokat a típusokat, amelyeket hozzá szeretne rendelni a szolgáltatáshoz.
zh_cn: 选择要分配服务的类型。

source: Change Type Relations for Service
de: Typ-Zuordnungen für Service verändern
hu: Típuskapcsolatok megváltoztatása egy szolgáltatásnál
zh_cn: 修改服务关联的类型

source: If several types or services are added to the system, use the filter box to find a particular type or service by just typing the name to filter.
de: Wenn dem System mehrere Typen oder Services hinzugefügt wurden, verwenden Sie das Filterfeld, um einen bestimmten Typ oder Service zu finden, indem Sie einfach den zu filternden Namen eingeben.
hu: Ha több típus vagy szolgáltatás van hozzáadva a rendszerhez, akkor használja a szűrődobozt egy bizonyos típus vagy szolgáltatás megkereséséhez azáltal, hogy egyszerűen begépeli a nevét a szűrőbe.
zh_cn: 如果系统中添加了多个类型或服务，请使用筛选框通过键入要筛选的名称来查找特定类型或服务。

source: Multiple types or services can be assigned in both screens at the same time. Additionally clicking on a type or clicking on a service in the relations screen will open the *Edit Type* screen or the *Edit Service* screen accordingly.
de: In beiden Ansichten können gleichzeitig mehrere Services oder Typen zugeordnet werden. Wenn Sie zusätzlich auf einen Service oder auf einen Typ in der Ansicht klicken, wird die Ansicht *Service bearbeiten* oder die Ansicht *Typ bearbeiten* entsprechend geöffnet.
hu: Egyszerre több típus vagy szolgáltatás is hozzárendelhető mindkét képernyőn. Ezenkívül a kapcsolatok képernyőn egy típusra vagy egy szolgáltatásra kattintva meg fog nyílni a *Típus szerkesztése* vagy a *Szolgáltatás szerkesztése* képernyő annak megfelelően.
zh_cn: 可以同时在两个屏幕中分配多个类型或服务。此外，在关联屏幕中单击类型或单击服务，将相应地打开 *编辑类型* 屏幕或 *编辑服务* 屏幕。

source: Accessing a type or a service provides no back link to the relations screen.
de: Die Ansichten zur Verwaltung von Typen und Services bieten keinen „Zurück”-Link zur Ansicht mit den Zuordnungen.
hu: Egy típus vagy egy szolgáltatás elérése nem biztosít visszafelé mutató hivatkozást a kapcsolatok képernyőre.
zh_cn: 访问类型或服务不提供到关联屏幕的返回链接。

source: This package has no agent interface, but it extends the standard behavior of the service selection method.
de: Dieses Paket hat kein Agenten-Interface, erweitert aber das Standardverhalten der Service-Auswahlmethode.
hu: Ennek a csomagnak nincs ügyintézői felülete, de kiterjeszti a szolgáltatáskiválasztás módszerének szabványos viselkedését.
zh_cn: 本软件包没有服务人员界面，但是它扩展了服务选择方法的标准行为。

source: *Service One* and *Service Two* are assigned to type *Unclassified* in the :doc:`admin/ticket-settings/types-services` screen. Other services are not assigned.
de: *Service Eins* und *Service Zwei* sind dem Typ *Nicht klassifiziert* in der Ansicht :doc:`admin/ticket-settings/types-services` zugeordnet. Andere Service sind nicht zugeordnet.
hu: Az *Első szolgáltatás* és a *Második szolgáltatás* hozzá van rendelve az *Osztályozatlan* típushoz a :doc:`admin/ticket-settings/types-services` képernyőn. Más szolgáltatások nincsenek hozzárendelve.
zh_cn: *Service One* 和 *Service Two* 分配给 :doc:`admin/ticket-settings/types-services` 屏幕中的 *Unclassified* 类型。未分配其它服务。
