Repository: Yan-Oliveira/doc-fao
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu, zh_cn

source: Actions: enables the creation of a list of actions that are no longer shown/no longer possible once a predefined status is activated.
de: Aktionen: Ermöglicht die Erstellung einer Liste von Aktionen, die nicht mehr angezeigt werden/nicht mehr möglich sind, sobald ein vordefinierter Status aktiviert wird.
hu: Műveletek: lehetővé teszi azon műveletek listájának létrehozását, amelyek többé nem jelennek meg vagy többé nem lehetségesek, miután egy előre meghatározott állapot aktiválódott.
zh_cn: 操作：一旦激活了预定义状态，便可以创建不再显示/不再可用的操作列表。

source: This feature add-on will take you to the next level of transparent work and careful change management.
de: Dieses Feature Add-on führt Sie auf die nächste Stufe der transparenten Arbeit und des sorgfältigen Change Managements.
hu: Ezzel a funkciókiegészítővel az átlátható munka és a gondos változásmenedzsment magasabb szintjét érheti el.
zh_cn: 此功能插件将带您进入透明工作的新高度，并谨慎进行变更管理。

source: Increases transparency and leads to more care and diligence in the change process.
de: Erhöht die Transparenz und führt zu mehr Sorgfalt im Change-Prozess.
hu: Növeli az átláthatóságot, valamint nagyobb gondossághoz és szorgalomhoz vezet a változásfolyamatban.
zh_cn: 提高透明度，并在变更过程中更加谨慎。

source: Optimizes the general transparency of your system.
de: Optimiert die allgemeine Transparenz Ihres Systems.
hu: Optimalizálja a rendszer általános átláthatóságát.
zh_cn: 优化系统的总体透明度。

source: All customers that use the OTRS::ITSM feature
de: Alle Kunden, die die OTRS::ITSM-Funktion nutzen
hu: Minden olyan ügyfél, amely az OTRS::ITSM funkciót használja
zh_cn: 所有使用 OTRS::ITSM 功能的客户

source: This feature add-on requires the *ITSM Change Management* feature.
de: Dieses Feature Add-on erfordert die Funktion *ITSM Change Management*.
hu: Ez a funkciókiegészítő az *ITSM változásmenedzsment* csomagot igényli.
zh_cn: 此功能插件需要 *ITSM变更管理* 功能。

source: This package has no agent interface, but the menu items of the change menu and work order menu can be restricted.
de: Dieses Paket hat kein Agenten-Interface, aber die Menüpunkte des Change-Menüs und des Arbeitsauftrags-Menüs können eingeschränkt werden.
hu: Ennek a csomagnak nincs ügyintézői felülete, de a változásmenü és a munkamegrendelés-menü menüpontjai korlátozhatók.
zh_cn: 此软件包没有服务人员界面，但是可以限制变更菜单和工作指令菜单的菜单项。

source: ITSM Changes
hu: ITSM változások
zh_cn: ITSM变更

source: After installation of the package, it is possible to list states and forbidden actions, which are no longer visible and usable, once a change or a work order is in a defined state.
de: Nach der Installation des Pakets ist es möglich, Status und verbotene Aktionen, die nicht mehr sichtbar und verwendbar sind, aufzulisten, sobald sich ein Change oder ein Arbeitsauftrag in einem definierten Zustand befindet.
hu: A csomag telepítése után lehetőség van azoknak az állapotoknak és tiltott műveleteknek a felsorolására, amelyek többé nem láthatók és nem használhatók, amikor egy változás vagy munkamegrendelés egy meghatározott állapotban van.
zh_cn: 安装本软件包后，一旦变更或工作指令处于定义的状态，就可以列出不再可见和可用的状态和禁止的操作。

source: Overview
de: Übersicht
hu: Áttekintés
zh_cn: 概览

source: This feature makes it possible to *write protect* a change or a work order, which means that certain actions which are normally visible in the *Change Zoom* or the *Work Order Zoom* screens, are no longer visible and usable, once a change or a work order is in a defined state.
de: Diese Funktion ermöglicht es, einen Change oder einen Arbeitsauftrag *zuschreiben*, was bedeutet, dass bestimmte Aktionen, die normalerweise auf den Ansichten *Change-Detailansicht* oder *Arbeitsauftrag-Detailansicht* sichtbar sind, nicht mehr sichtbar und verwendbar sind, sobald sich ein Change oder ein Arbeitsauftrag in einem definierten Status befindet.
hu: Ez a funkció lehetővé teszi egy változás vagy munkamegrendelés *írásvédetté tételét*, amely azt jelenti, hogy bizonyos műveletek, amelyek normális esetben a *Változásnagyítás* vagy a *Munkamegrendelés-nagyítás* képernyőkön láthatók, többé nem lesznek láthatók és nem lesznek használhatók, amikor egy változás vagy egy munkamegrendelés egy meghatározott állapotban van.
zh_cn: 此功能可以对更改或工作指令进行 *写保护*，这意味着一旦变更或工作指令处于定义的状态，在 *变更详情* 或 *工作指令详情* 屏幕中通常可见的某些操作，将不再可见并可用。。

source: The list of states and forbidden actions can be individually configured for changes and work orders in the following system configuration settings:
de: Die Liste der Status und verbotenen Aktionen kann in den folgenden Systemeinstellungen für Changes und Arbeitsaufträge individuell konfiguriert werden:
hu: Az állapotok és a tiltott műveletek listája egyénileg állítható be a változásoknál és a munkamegrendeléseknél a következő rendszerbeállítási lehetőségekben:
zh_cn: 可以在以下系统配置设置中分别为变更和工作指令配置状态和禁止操作的列表：

source: If a change is write protected, all included work orders will be write protected as well. This feature can be disabled in the system configuration.
de: Wenn ein Change schreibgeschützt ist, sind auch alle enthaltenen Arbeitsaufträge schreibgeschützt. Diese Funktion kann in der Systemkonfiguration deaktiviert werden.
hu: Ha egy változás írásvédett, akkor az összes tartalmazott munkamegrendelés is írásvédett lesz. Ez a funkció letiltható a rendszerbeállításokban.
zh_cn: 如果变更受到写保护，则所有包含的工作指令也将受到写保护。 可以在系统配置中禁用此功能。

source: If you want to hide some work order or change actions from the zoom screen if the work order or change has reached a certain state, you need to define the states and actions in the system configurations.
de: Wenn Sie einen Arbeitsauftrag ausblenden oder Aktionen aus der Detailansicht ändern möchten, wenn der Arbeitsauftrag oder der Change einen bestimmten Status erreicht hat, müssen Sie die Status und Aktionen in den Systemkonfigurationen definieren.
hu: Ha el szeretne rejteni néhány munkamegrendelés-műveletet vagy változásműveletet a nagyítás képernyőről, amikor a munkamegrendelés vagy a változás elért egy bizonyos állapotot, akkor meg kell határoznia az állapotokat és a műveleteket a rendszerbeállításokban.
zh_cn: 如果要在工作指令或变更已达到特定状态时在详情屏幕中隐藏某些工作指令或变更操作，则需要在系统配置中定义状态和操作。

source: Then look at the the zoom screen of a work order or a change which has not yet reached one of the defined states and notice that still all actions are visible in the zoom screen.
de: Betrachten Sie dann die Detailansicht eines Arbeitsauftrages oder eines Change, die noch keinen der definierten Status erreicht haben und stellen Sie fest, dass noch alle Aktionen in der Detailansicht sichtbar sind.
hu: Ezután nézzen rá egy olyan munkamegrendelés vagy változás nagyítás képernyőjére, amely még nem érte el a meghatározott állapotot, és figyelje meg, hogy még az összes művelet látható a nagyítás képernyőn.
zh_cn: 然后查看工作指令的详情屏幕或尚未达到定义状态之一的变更，并注意详情屏幕中仍然显示所有操作。

source: Now change the state of the work order or change to a state that was defined in the write protection settings, and notice that the actions listed in the system configuration settings are no longer visible. These actions can also not be called directly, if you would have bookmarked the link to that action.
de: Ändern Sie nun den Status des Arbeitsauftrags oder wechseln Sie in einen Status, der in den Schreibschutzeinstellungen definiert wurde, und beachten Sie, dass die in den Systemeinstellungen aufgeführten Aktionen nicht mehr sichtbar sind. Diese Aktionen können auch nicht direkt aufgerufen werden, wenn Sie den Link zu dieser Aktion mit einem Lesezeichen versehen hätten.
hu: Most változtassa meg a munkamegrendelés vagy a változás állapotát egy olyan állapotra, amely meg lett határozva az írásvédettség beállításban, és figyelje meg, hogy a rendszerbeállítási lehetőségekben felsorolt műveletek többé nem láthatók. Ezek a műveletek nem hívhatók meg közvetlenül sem, ha elmentette a könyvjelzőkbe annak a műveletnek a hivatkozását.
zh_cn: 现在，更改工作指令或变更的状态为写保护设置中定义的状态，请注意，系统配置设置中列出的操作不再可见。 如果您已将指向该操作的链接添加为书签，则也不能直接调用这些操作。

source: CI Assignment Attribute Dynamic Field Map
zh_cn: CI分配属性动态字段映射

source: This feature add-on makes it possible to link configuration items (CIs) from the OTRS CMDB with services and SLAs, thereby both providing service agents with a better overview and making it possible to offer purely CI-oriented services. This is especially helpful for companies that provide services for a wide range of different devices or products and that must conform to strict SLAs.
de: Mit dem Feature Add-on *CI Assignment Attribute Dynamic Field Map* ist es einerseits möglich Configuration Items (CIs) aus der OTRS CMDB mit Services und SLAs zu verlinken und damit nicht nur eine bessere Übersicht für den Service-Agenten zu garantieren, sondern Services auch rein CI-orientiert anzubieten. Dies ist besonders hilfreich für Unternehmen, die viele unterschiedliche Geräte oder Produkte mit Services betreuen und strikte SLAs einhalten müssen.
hu: Ez a funkciókiegészítő lehetővé teszi az OTRS CMDB-jében lévő konfigurációelemek (CI-k) összekapcsolását szolgáltatásokkal és SLA-kkal, ezáltal jobb áttekintőt biztosít a szolgáltatás ügyintézőinek, és tisztán CI-orientált szolgáltatások nyújtását teszik lehetővé. Ez különösen olyan vállalatoknak hasznos, amelyek különböző eszközök vagy termékek széles választékához nyújtanak szolgáltatásokat, és amelyeknek szigorú SLA-knak kell megfelelniük.
zh_cn: 此功能插件使OTRS CMDB中的配置项（CI）与服务和SLA的链接成为可能，从而既为服务人员提供了更好的概览，又使提供纯面向CI的服务成为可能。 这对于为各种不同的设备或产品提供服务且必须符合严格的SLA的公司特别有用。

source: In addition, the feature add-on also makes it possible to map and link CI attributes to previously created dynamic fields. If the fields are merely text fields, it is possible to carry out simple mapping in the system configuration. If the CI has multiple values that must be displayed in a drop-down dynamic field in the ticket, an extended mapping must be configured.
de: Zusätzlich ermöglicht dieses Feature Add-on auch ein Mapping und eine Verlinkung von CI-Attributen zu bereits angelegten dynamischen Feldern. Sofern es sich um reine Textfelder handelt, kann ein einfaches Mapping in der Systemkonfiguration vorgenommen werden. Im Falle, dass das CI mehrere Werte besitzt, die in einem dynamischen Feld vom Typ „Dropdown“ im Ticket dargestellt werden sollen, muss ein erweitertes Mapping konfiguriert werden.
hu: Továbbá a funkciókiegészítő lehetővé teszi a konfigurációelem-attribútumok leképezését és összekapcsolását is a korábban létrehozott dinamikus mezőkkel. Ha a mezők csupán szövegmezők, akkor lehetőség van egy egyszerű leképezést elvégezni a rendszerbeállításokban. Ha a konfigurációelemnek több olyan értéke is van, amelyet egy legördülő dinamikus mezőben kell megjeleníteni a jegyben, ahhoz egy kibővített leképezést kell beállítani.
zh_cn: 此外，此功能插件还可以将CI属性映射和链接到先前创建的动态字段。 如果这些字段仅仅是文本字段，则可以在系统配置中执行简单的映射。 如果配置项有多个值必须在工单的下拉动态字段中显示，则必须配置扩展映射。

source: Better overview for agents thanks to the assignment of CIs to services and SLAs.
de: Bessere Übersicht für Agenten durch Zuordnung von CIs zu Services und SLAs.
hu: Jobb áttekintő az ügyintézőknek a konfigurációelemek szolgáltatásokhoz és SLA-khoz való hozzárendelésének köszönhetően.
zh_cn: 由于将CI分配给服务和SLA，因此服务人员可以更好地查看概览。

source: Enables the provision of CI-oriented services with numerous CI attributes.
de: Ermöglicht ein CI-orientiertes Service-Angebot mit zahlreichen CI-Attributen.
hu: Lehetővé teszi a konfigurációelem-orientált szolgáltatások ellátását számos konfigurációelem-attribútummal.
zh_cn: 支持提供具有众多CI属性的面向CI的服务。

source: Greater flexibility and transparent linking of CI attributes to ticket dynamic fields.
de: Größere Flexibilität und transparente Verlinkung von CI-Attributen mit dynamischen Feldern von Tickets.
hu: A konfigurációelem attribútumainak nagyobb rugalmassága és átlátható összekapcsolása a jegy dinamikus mezőivel.
zh_cn: CI属性与工单动态字段的链接更灵活、更透明。

source: Optimized visualization of CI attributes with multiple values in a drop-down in the ticket.
de: CI-Attribute mit vielen Werten übersichtlich als Dropdown im Ticket aufrufbar.
hu: A konfigurációelem attribútumainak optimalizált grafikus megjelenítése több értékkel egy lenyíló menüben a jegyen belül.
zh_cn: 优化了工单下拉列表中具有多个值的CI属性的可视化。

source: CI attributes are readable and searchable.
de: CI-Attribute sind auslesbar und suchbar.
hu: A konfigurációelem-attribútumok olvashatók és kereshetők.
zh_cn: CI属性是可读和可搜索的。

source: Companies that offer services for different devices/products (CIs)
de: Unternehmen, die Services für unterschiedliche Geräte/Produkte (CIs) anbieten
hu: Olyan vállalatok, amelyek különböző eszközökhöz vagy termékekhez (konfigurációelemekhez) nyújtanak szolgáltatásokat
zh_cn: 提供针对不同设备/产品（CI）的服务的公司

source: Agents
de: Agenten
hu: Ügyintézők
zh_cn: 服务人员

source: Internal and external IT
de: Interne & externe IT
hu: Belső és külső IT
zh_cn: 内部和外部IT

source: This feature add-on requires the *ITSM Configuration Management* feature.
de: Dieses Feature Add-on erfordert die Funktion *ITSM Configuration Management*.
hu: Ez a funkciókiegészítő az *ITSM konfigurációmenedzsment* csomagot igényli.
zh_cn: 此功能插件需要 *ITSM配置管理* 功能。

source: This package has no administrator interface, but it allows to set dynamic field values as well as service and SLA of tickets based on linked configuration items.
de: Dieses Paket hat kein Administrator-Interface, aber es ermöglicht die Einstellung dynamischer Felder sowie Service und SLA von Tickets basierend auf verknüpften Configuration Items.
hu: Ennek a csomagnak nincs adminisztrátori felülete, de lehetővé teszi a dinamikus mező értékeinek, valamint a jegyek szolgáltatásának és SLA-jának beállítását a kapcsolt konfigurációelemek alapján.
zh_cn: 此软件包没有管理员界面，但允许基于链接的配置项设置动态字段值以及工单的服务和SLA。

source: Assign Service and SLA
de: Services und SLAs zuordnen
hu: Szolgáltatás és SLA hozzárendelése
zh_cn: 分配服务和SLA

source: It is possible to add definition of two configurable fields in configuration items which contain service and SLA information.
de: Es ist möglich, die Definition von zwei konfigurierbaren Feldern in Configuration Items hinzuzufügen, die Service- und SLA-Informationen enthalten.
hu: Lehetőség van a konfigurációelemekben két beállítható mező meghatározásának hozzáadására, amelyek szolgáltatás és SLA információkat tartalmaznak.
zh_cn: 可以在包含服务和SLA信息的配置项中添加两个可配置字段的定义。

source: Whenever a configuration item is linked to a ticket or unlinked from a ticket, these fields are used to update or remove service and SLA of the linked ticket.
de: Wann immer ein Configuration Item mit einem Ticket verknüpft oder von einem Ticket getrennt wird, werden diese Felder verwendet, um Service und SLA des verlinkten Tickets zu aktualisieren oder zu entfernen.
hu: Amikor egy konfigurációelemet hozzákapcsolnak egy jegyhez vagy leválasztanak egy jegyről, akkor ezek a mezők használhatók a kapcsolt jegy szolgáltatásának és SLA-jának frissítésére vagy eltávolítására.
zh_cn: 每当将配置项链接到工单或从工单取消链接时，这些字段都将用于更新或删除链接工单的服务和SLA。

source: To add the fields for configuration items:
de: So fügen Sie Felder für Configuration Items hinzu:
hu: A konfigurációelemekhez történő mezők hozzáadásához:
zh_cn: 若要添加配置项的字段：

source: Open the *Config Items* module of the *CMDB Settings* group in the administrator interface.
de: Öffnen Sie im Administrator-Interface das Modul *Configuration Items* in der Gruppe *CMDB-Einstellungen*.
hu: Nyissa meg a *CMDB beállítások* csoport *Konfigurációelemek* modulját az adminisztrátori felületen.
zh_cn: 在管理员界面中打开 *CMDB 设置* 组的 *配置项* 模块。

source: Select a configuration item class and click on the *Change class definition* button.
de: Wählen Sie eine Configuration Item-Klasse klicken Sie auf die Schaltfläche *Klassendefinition ändern*.
hu: Válasszon egy konfigurációelem-osztályt, és kattintson az *Osztály-meghatározás módosítása* gombra.
zh_cn: 选择一个配置项类并点击 *修改类定义* 按钮。

source: Add the new fields to the class definition.
de: Fügen Sie die neuen Felder der Klassendefinition hinzu.
hu: Adja hozzá az új mezőket az osztály-meghatározáshoz.
zh_cn: 为类定义添加新的字段。

source: The ``Key`` values must be the same as set in ``ITSMConfigItem::ServiceField`` and ``ITSMConfigItem::SLAField`` settings.
de: Die Werte für ``Schlüssel`` müssen gleich der Werte wie in den Einstellungen ``ITSMConfigItem::ServiceField`` und ``ITSMConfigItem::SLAField`` sein.
hu: A ``Key`` értékeinek ugyanannak kell lennie mint ami az ``ITSMConfigItem::ServiceField`` és ``ITSMConfigItem::SLAField`` beállításokban meg van adva.
zh_cn: ``Key`` 值必须与 ``ITSMConfigItem::ServiceField`` 和 ``ITSMConfigItem::SLAField`` 设置中的设置相同。

source: After this is configured correctly, just create a configuration item with both fields filled out. If you are going to link this newly created configuration item to a ticket, service and SLA from configuration item attributes are taken into the linked ticket.
de: Nachdem dies korrekt konfiguriert wurde, erstellen Sie einfach ein Configuration Item mit beiden ausgefüllten Feldern. Wenn Sie dieses neu erstellte Configuration Item mit einem Ticket verknüpfen, werden Service und SLA aus Configuration Item-Attributen in das verknüpfte Ticket übernommen.
hu: Miután ez megfelelően be lett állítva, egyszerűen hozzon létre egy konfigurációelemet, amelynél mindkét mező ki van töltve. Ha hozzákapcsolja ezt az újonnan létrehozott konfigurációelemet egy jegyhez, akkor a konfigurációelem attribútumaiból a szolgáltatás és az SLA át lesz véve a kapcsolt jegybe.
zh_cn: 正确配置后，只需创建一个填写了两个字段的配置项即可。 如果要将这个新创建的配置项链接到工单，则配置项属性中的服务和SLA将被带到链接的工单中。

source: Requirements and limitations for service and SLA linking:
de: Anforderungen und Einschränkungen für Service- und SLA-Verknüpfungen:
hu: A szolgáltatás és SLA összekapcsolásának követelményei és korlátozásai:
zh_cn: 服务和SLA链接的要求和限制：

source: Service functionality must be enabled.
de: Die Servicefunktionalität muss aktiviert sein.
hu: A szolgáltatás funkcionalitásnak engedélyezve kell lennie.
zh_cn: 必须启用服务功能。

source: Configuration item fields for service and SLA must be configured.
de: Die Felder für die Configuration Item für Service und SLA müssen konfiguriert sein.
hu: A konfigurációelem mezőit be kell állítani a szolgáltatáshoz és az SLA-hoz.
zh_cn: 必须配置了用于服务和SLA的配置项字段。

source: Linked configuration item must contain valid service and SLA names.
de: Das verknüpfte Configuration Item muss gültige Service- und SLA-Namen enthalten.
hu: A kapcsolt konfigurációelemnek érvényes szolgáltatást és SLA neveket kell tartalmaznia.
zh_cn: 链接的配置项必须包含有效的服务和SLA名称。

source: Service and SLA names of configuration item must be allowed for the linked tickets (e.g. not restricted via ACL).
de: Service- und SLA-Namen von Configuration Items müssen für die verknüpften Tickets erlaubt sein (z.B. nicht über ACL eingeschränkt).
hu: A konfigurációelem szolgáltatás és SLA neveinek engedélyezve kell lennie a kapcsolt jegyeknél (például ne legyen korlátozva ACL-lel).
zh_cn: 链接工单必须允许配置项的服务和SLA名称（例如，不受ACL限制）。

source: Linking a configuration item when another configuration item is already linked will update service and SLA again.
de: Die Verknüpfung eines Configuration Items, wenn ein anderes Configuration Item bereits verknüpft ist, aktualisiert Service und SLA erneut.
hu: Ha egy másik konfigurációelem már hozzá van kapcsolva, akkor egy konfigurációelem hozzákapcsolása ismét frissíteni fogja a szolgáltatást és az SLA-t.
zh_cn: 如果已经链接了另一个配置项，则链接一个配置项将再次更新服务和SLA。

source: Requirements and limitations for service and SLA unlinking:
de: Anforderungen und Einschränkungen für die Aufhebung der Verknüpfung von Service und SLA:
hu: A szolgáltatás és SLA leválasztásának követelményei és korlátozásai:
zh_cn: 取消服务和SLA链接的要求和限制：

source: Service and SLA of ticket and configuration item must match.
de: Service und SLA von Ticket und Configuration Item müssen übereinstimmen.
hu: A jegy és a konfigurációelem szolgáltatásának és SLA-jának egyeznie kell.
zh_cn: 工单和配置项的服务和SLA必须匹配。

source: After unlinking, service and SLA of ticket will be removed, not changed to values before linking.
de: Nach dem Auflösen der Verknüpfung werden Service und SLA des Tickets entfernt und nicht auf Werte vor der Verknüpfung geändert.
hu: Leválasztás után a jegy szolgáltatása és SLA-ja el lesz távolítva, nem lesz visszaállítva az összekapcsolás előtti értékekre.
zh_cn: 取消链接后，工单的服务和SLA将被删除，而不是改回之前的链接。

source: Assign Dynamic Field Values
de: Dynamische Feldwerte zuweisen
hu: Dinamikus mező értékeinek hozzárendelése
zh_cn: 分配动态字段值

source: It is possible to add definition of a configuration item attribute to dynamic field mapping.
de: Es ist möglich, die Definition eines Attributs für ein Configuration Item in das Mapping für dynamische Felder aufzunehmen.
hu: Lehetőség van egy konfigurációelem-attribútum meghatározását hozzáadni a dinamikus mező leképezéséhez.
zh_cn: 可以将配置项属性的定义添加到动态字段映射。

source: Whenever a configuration item is linked to a ticket, it is checked if the configuration item has attributes defined in this mapping and if so, assigns these values to the dynamic fields of the corresponding ticket. Whenever a configuration item is unlinked from a ticket, the dynamic field value remains unchanged.
de: Immer wenn ein Configuration Item mit einem Ticket verknüpft ist, wird geprüft, ob das Configuration Item in diesem Mapping definierte Attribute hat und wenn ja, werden diese Werte den dynamischen Feldern des entsprechenden Tickets zugewiesen. Immer wenn ein Configuration Item von einem Ticket getrennt wird, bleibt der Wert des dynamischen Feldes unverändert.
hu: Amikor egy konfigurációelemet hozzákapcsolnak egy jegyhez, akkor ellenőrzésre kerül, hogy a konfigurációelemnek van-e a leképezésben meghatározott attribútuma, és ha van, akkor hozzárendeli azokat az értékeket a megfelelő jegy dinamikus mezőihez. Amikor egy konfigurációelemet leválasztanak egy jegyről, akkor a dinamikus mező értéke változatlan marad.
zh_cn: 每当配置项链接到工单时，都会检查该配置项是否具有在此映射中定义的属性，如果是，则将这些值分配给相应工单的动态字段。 无论何时从工单取消配置项的链接，动态字段值都将保持不变。

source: To configure the mapping:
de: So konfigurieren Sie das Mapping:
hu: A leképezés beállításához:
zh_cn: 要配置该映射：

source: Select *OTRSCIAssignmentAttributeDynamicFieldMap* in the *Navigation* widget.
de: Wählen Sie *OTRSCIAssignmentAttributeDynamicFieldMap* im Widget *Navigation*.
hu: Válassza ki az *OTRSCIAssignmentAttributeDynamicFieldMap* lehetőséget a *Navigáció* felületi elemben.
zh_cn: 选择 *导航* 小部件中的 *OTRSCIAssignmentAttributeDynamicFieldMap* 。

source: Navigate to *Core → OTRSCIAssignmentAttributeDynamicFieldMap* in the navigation tree.
de: Navigieren Sie im Navigationsbaum nach *Core → OTRSCIAssignmentAttributeDynamicFieldMap*.
hu: Navigáljon a *Core → OTRSCIAssignmentAttributeDynamicFieldMap* ághoz a navigációs fában.
zh_cn: 导航到导航树中的 *Core → OTRSCIAssignmentAttributeDynamicFieldMap*。

source: Search for setting ``ITSMConfigItem::TicketDynamicFieldMapping`` and set the mapping between configuration item attributes and ticket dynamic fields.
de: Suchen Sie nach der Einstellung ``ITSMConfigItem::TicketDynamicFieldMapping`` und legen Sie das Mapping zwischen Attributen des Configuration Items und dynamischen Ticketfeldern fest.
hu: Keressen rá az ``ITSMConfigItem::TicketDynamicFieldMapping`` beállításra, és állítsa be a leképezést a konfigurációelem attribútumai és a jegy dinamikus mezői között.
zh_cn: 搜索设置 ``ITSMConfigItem::TicketDynamicFieldMapping`` 并设置配置项属性和工单动态字段之间的映射。

source: For example:
de: Zum Beispiel:
hu: Például:
zh_cn: 例如：

source: If you want to use configuration item attributes nested into a deeper structure, add the chain of attribute keys separated by ``::``.
de: Wenn Sie Attribute von Configuration Items verwenden möchten, die in eine tiefere Struktur verschachtelt sind, fügen Sie die Kette der Attributschlüssel hinzu, getrennt durch ``::``.
hu: Ha olyan konfigurációelem-attribútumot szeretne használni, amely mélyebb szerkezetbe van ágyazva, akkor ``::`` karakterekkel elválasztva adja hozzá az attribútumkulcsok láncát.
zh_cn: 如果要使用嵌套在更深结构中的配置项属性，请添加由 ``::`` 分隔的属性键链。
