Repository: Yan-Oliveira/doc-fao
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu, zh_cn

source: After installation of the package some new dynamic fields are added to the system. The dynamic field management screen is available in the *Dynamic Fields* module of the *Processes & Automation* group.
de: Nach der Installation des Pakets werden dem System neue dynamische Felder hinzugefügt. Die Ansicht zur Verwaltung der dynamischen Felder ist im Modul *Dynamische Felder* in der Gruppe *Prozesse & Automation* verfügbar.
hu: A csomag telepítése után néhány új dinamikus mező kerül hozzáadásra a rendszerhez. A dinamikus mező kezelésének képernyője a *Folyamatok és automatizálás* csoport *Dinamikus mezők* moduljában érhető el.
zh_cn: 安装本软件包之后，一些新的动态字段将添加到系统中。“动态字段管理”屏幕可在 *流程与自动化* 组的 *动态字段* 模块中找到。

source: Dynamic Field Management Screen
de: Verwaltung Dynamischer Felder
hu: Dinamikus mező kezelésének képernyője
zh_cn: 动态字段管理屏幕

source: New Dynamic Fields
de: Neue Dynamische Felder
hu: Új dinamikus mezők
zh_cn: 新的动态字段

source: This packages provides new dynamic fields and an OTRS daemon cron job to create new tickets with configured values based on FAQ items.
de: Dieses Paket enthält neue dynamische Felder und einen OTRS-Daemon-CronJob zum Erstellen neuer Tickets mit konfigurierten Werten basierend auf FAQ-Einträgen.
hu: Ez a csomag új dinamikus mezőket és egy OTRS démon cron-feladatot biztosít új jegyek létrehozásához a GyIK elemek alapján beállított értékekkel.
zh_cn: 此软件包提供新的动态字段和 OTRS 守护进程 cron 任务，以根据FAQ知识库条目创建具有已配置值的新工单。

source: This dynamic field defines the start time for the ticket creation. This is a date/time field.
de: Dieses dynamische Feld definiert die Startzeit für die Ticketerstellung. Dies ist ein Datums-/Uhrzeitfeld.
hu: Ez a dinamikus mező határozza meg a kezdési időt a jegy létrehozásánál. Ez egy dátum és idő mező.
zh_cn: 此动态字段定义工单创建的开始时间。 这是日期/时间字段。

source: This dynamic field defines the end time for the ticket creation. This is a date/time field.
de: Dieses dynamische Feld definiert die Endzeit für die Ticketerstellung. Dies ist ein Datums-/Uhrzeitfeld.
hu: Ez a dinamikus mező határozza meg a befejezési időt a jegy létrehozásánál. Ez egy dátum és idő mező.
zh_cn: 此动态字段定义工单创建的结束时间。 这是日期/时间字段。

source: This dynamic field defines the frequency for the ticket creation. Possible values are: *Daily*, *Weekly*, *Monthly*, *Quarterly*, *Yearly*.
de: Dieses dynamische Feld definiert die Häufigkeit der Ticketerstellung. Mögliche Werte sind: *Täglich*, *Wöchentlich*, *Monatlich*, *Quartalsweise*, *Jährlich*.
hu: Ez a dinamikus mező határozza meg a gyakoriságot a jegy létrehozásánál. Lehetséges értékek: *Napi*, *Heti*, *Havi*, *Negyedéves*, *Éves*.
zh_cn: 此动态字段定义工单创建的频率。 可能的值包括：*每日*、*每周*、*每月*、*季度*、*每年*。

source: To create a ticket for each month choose the frequency *Monthly*.
de: Um ein Ticket für jeden Monat zu erstellen, wählen Sie die Häufigkeit *Monatlich*.
hu: A minden hónapban történő jegylétrehozáshoz válassza a *Havonta* gyakoriságot.
zh_cn: 若要每个月创建一个工单，请选择频率*每月*。

source: This dynamic field defines the repeat times for the ticket creation. Possible values are: 1-20.
de: Dieses dynamische Feld definiert die Wiederholzeiten für die Ticketerstellung. Mögliche Werte sind: 1-20.
hu: Ez a dinamikus mező határozza meg az ismétlések számát a jegy létrehozásánál. Lehetséges értékek: 1-20.
zh_cn: 此动态字段定义工单创建的重复次数。 可能的值为：1-20。

source: If you choose the frequency *Monthly* and a repeat time of *2* then the ticket will be created each second month: January, March, May, July, etc.
de: Wenn Sie die Häufigkeit *Monatlich* und eine Wiederholungszeit von *2* wählen, wird das Ticket jeden zweiten Monat erstellt: Januar, März, Mai, Juli, etc.
hu: Ha *Havonta* gyakoriságot választ és *2* ismétlésszámot, akkor a jegy minden második hónapban lesz létrehozva: januárban, márciusban, májusban, júliusban, stb.
zh_cn: 如果您选择频率 *每月* 和重复时间 *2*，则每隔一个月创建一次工单：1月、3月、5月、7月等。

source: This dynamic field defines the repeat on days for the ticket creation. Possible values are: *Sunday*, *Monday*, *Tuesday*, *Wednesday*, *Thursday*, *Friday*, *Saturday*.
de: Dieses dynamische Feld gibt die tageweise Wiederholung für die Ticketerstellung an. Mögliche Werte sind: *Sonntag*, *Montag*, *Dienstag*, *Mittwoch*, *Donnerstag*, *Freitag*, *Samstag*.
hu: Ez a dinamikus mező határozza meg a naponkénti ismétlést a jegy létrehozásánál. Lehetséges értékek: *hétfő*, *kedd*, *szerda*, *csütörtök*, *péntek*, *szombat*, *vasárnap*.
zh_cn: 此动态字段定义工单创建的重复天数。 可能的值包括：*星期日*、*星期一*、*星期二*、*星期三*、*星期四*、*星期五*、*星期六*。

source: If you choose the frequency *Daily*, a repeat time of *2* and *Monday* to *Friday* as repeat on days then the ticket will be created each second day in the range between Monday to Friday: Monday, Wednesday Friday, Monday, etc.
de: Wenn Sie die Häufigkeit *täglich*, eine Wiederholungszeit von *2* und *Montag* bis *Freitag* tageweise als Wiederholung wählen, wird das Ticket jeden zweiten Tag im Bereich zwischen Montag und Freitag erstellt: Montag, Mittwoch, Freitag, Montag, etc.
hu: Ha *Napi* gyakoriságot választ *2* ismétlésszámmal, valamint *hétfő* és *péntek* közti naponkénti ismétléssel, akkor a jegy minden második nap lesz létrehozva hétfő és péntek között: hétfőn, szerdán, pénteken, hétfőn, stb.
zh_cn: 如果您选择频率 *每日*，重复次数为 *2* 且重复天数为 *星期一* 至 *星期五* ，那么将在星期一至星期五的每隔一天创建一张工单：星期一、星期三、星期五、 星期一等。

source: This dynamic field defines the last execution time for the ticket creation. This is a date/time field.
de: Dieses dynamische Feld definiert die letzte Ausführungszeit für die Ticketerstellung. Dies ist ein Datums-/Uhrzeitfeld.
hu: Ez a dinamikus mező határozza meg az utolsó végrehajtási időt a jegy létrehozásánál. Ez egy dátum és idő mező.
zh_cn: 此动态字段定义工单创建的最近执行时间。 这是日期/时间字段。

source: This dynamic field defines the article subject for the ticket creation. Possible value is: *[Article title]*, for example: *This is the subject of the article*.
de: Dieses dynamische Feld definiert den Betreff des Artikels für die Ticketerstellung. Möglicher Wert ist: *[Artikelbezeichnung]*, zum Beispiel: *Das ist das Thema des Artikels*.
hu: Ez a dinamikus mező határozza meg a bejegyzés tárgyát a jegy létrehozásánál. Lehetséges érték: *[Bejegyzés tárgya]*, például: *Ez a bejegyzés tárgya*.
zh_cn: 此动态字段定义工单创建的信件主题。 可能的值是：*[文章标题]*，例如：*这是信件的主题* 。

source: To define a default value for this dynamic field, you can also set a value to the following system configuration option:
de: Um einen Standardwert für dieses dynamische Feld zu definieren, können Sie auch einen Wert für die folgende Systemkonfigurations-Option festlegen:
hu: A dinamikus mezőhöz történő alapértelmezett érték meghatározásához beállíthat egy értéket a következő rendszerbeállítási lehetőséghez is:
zh_cn: 若要为此动态字段定义默认值，还可以设置以下系统配置选项的值：

source: This dynamic field defines the ticket title for the ticket creation. Possible value is: *[Ticket title]*, for example: *This is the title of the ticket*.
de: Dieses dynamische Feld definiert den Ticket-Titel für die Ticketerstellung. Möglicher Wert ist: *[Ticket-Titel]*, zum Beispiel: *Dies ist der Titel des Tickets*.
hu: Ez a dinamikus mező határozza meg a jegy címét a jegy létrehozásánál. Lehetséges érték: *[Jegy címe]*, például: *Ez a jegy címe*.
zh_cn: 此动态字段定义工单创建的工单标题。 可能的值是：* [工单标题] *，例如：*这是工单的标题*。

source: This dynamic field defines the ticket customer user for the ticket creation. Possible values are: *[Customer user login] → [Customer user full name]*, for example: *customer-1 → John Doe*.
de: Dieses dynamische Feld definiert den Benutzer des Ticketkunden für die Ticketerstellung. Mögliche Werte sind: *[Kundenbenutzer-Login] →[Vollständiger Name des Kundenbenutzers]*, zum Beispiel: *Kunde-1 → John Doe*.
hu: Ez a dinamikus mező határozza meg a jegy ügyfél-felhasználóját a jegy létrehozásánál. Lehetséges értékek: *[Ügyfél-felhasználó bejelentkezési neve] → [Ügyfél-felhasználó teljes neve]*, például: *kovacs-janos → Kovács János*.
zh_cn: 此动态字段定义工单创建的工单的客户用户。 可能的值包括：*[客户用户登录名] → [客户用户全名]*，例如：*customer-1 → John Doe*。

source: This dynamic field defines the ticket owner for the ticket creation. Possible values are: *[Owner user login] → [Owner full name]*, for example: *root@localhost → Admin OTRS*.
de: Dieses dynamische Feld definiert den Ticket-Besitzer für die Ticketerstellung. Mögliche Werte sind: *[Benutzeranmeldung] → [Benutzername Besitzer]*, zum Beispiel: *root@localhost → Admin OTRS*.
hu: Ez a dinamikus mező határozza meg a jegy tulajdonosát a jegy létrehozásánál. Lehetséges értékek: *[Tulajdonos bejelentkezési neve] → [Tulajdonos teljes neve]*, például: *root@localhost → Admin OTRS*.
zh_cn: 此动态字段定义工单创建的工单的所有者。 可能的值包括：*[所有者登录名] → [所有者用户全名]*，例如： *root@localhost → Admin OTRS*。

source: This dynamic field defines the ticket responsible for the ticket creation. Possible values are: *[Responsible user login] → [Responsible full name]*, for example: *root@localhost → Admin OTRS*.
de: Dieses dynamische Feld definiert das Ticket, das für die Ticketerstellung verantwortlich ist. Mögliche Werte sind: *[Benutzeranmeldung Verantwortlicher] →[Vollständiger Name des Verantwortlichen]*, zum Beispiel: *root@localhost → Admin OTRS*.
hu: Ez a dinamikus mező határozza meg a jegy felelősét a jegy létrehozásánál. Lehetséges értékek: *[Felelős bejelentkezési neve] → [Felelős teljes neve]*, például: *root@localhost → Admin OTRS*.
zh_cn: 此动态字段定义工单创建的工单的负责人。 可能的值包括：*[负责人登录名] → [负责人用户全名]*，例如： *root@localhost → Admin OTRS*。

source: This dynamic field defines the priority for the ticket creation. Possible values are: *[Priority Name] → [Priority Name]*, for example: *very low → 1 very low*.
de: Dieses dynamische Feld definiert die Priorität für die Ticketerstellung. Mögliche Werte sind: *[Prioritätsname] →[Prioritätsname]*, zum Beispiel: *sehr niedrig → 1 sehr niedrig*.
hu: Ez a dinamikus mező határozza meg a prioritást a jegy létrehozásánál. Lehetséges értékek: *[Prioritás neve] → [Prioritás neve]*, például: *nagyon alacsony → 1 nagyon alacsony*.
zh_cn: 此动态字段定义工单创建的优先级。 可能的值有：*[优先级名称] → [优先级名称]*，例如：*非常低 →1 非常低*。

source: This dynamic field defines the ticket state for the ticket creation. Possible values are: *[State name] → [State name]*, for example: *pending reminder → pending reminder*.
de: Dieses dynamische Feld definiert den Ticketstatus für die Ticketerstellung. Mögliche Werte sind: *[Statusname] →[Statusname]*, zum Beispiel: *ausstehende Erinnerung → ausstehende Erinnerung*.
hu: Ez a dinamikus mező határozza meg a jegy állapotát a jegy létrehozásánál. Lehetséges értékek: *[Állapot neve] → [Állapot neve]*, például: *emlékeztető függőben → emlékeztető függőben*.
zh_cn: 此动态字段定义工单创建的工单状态。 可能的值有：*[状态名] → [状态名]*，例如：*挂起提醒 → 挂起提醒*。

source: This dynamic field defines the ticket service for the ticket creation. Possible values are: *[Service name] → [Service name]*, for example: *1st Level Service → 1st Level Service*.
de: Dieses dynamische Feld definiert den Ticket-Service für die Ticketerstellung. Mögliche Werte sind: *[Servicename] →[Servicename]*, zum Beispiel: *1st Level Service → 1st Level Service*.
hu: Ez a dinamikus mező határozza meg a jegy szolgáltatását a jegy létrehozásánál. Lehetséges értékek: *[Szolgáltatás neve] → [Szolgáltatás neve]*, például: *1. szintű szolgáltatás → 1. szintű szolgáltatás*.
zh_cn: 此动态字段定义工单创建的工单服务。 可能的值有：*[服务名称] → [服务名称]*，例如：*第1级服务 → 第1级服务*。

source: This dynamic field defines the article body for the ticket creation. Possible values are: *[FAQ field index] → [FAQ field caption]*, for example: *1 → Symptom*.
de: Dieses dynamische Feld definiert den Artikeltext für die Ticketerstellung. Mögliche Werte sind: *[FAQ-Feldindex] →[FAQ-Feldbezeichnung]*, zum Beispiel: *1 → Symptom*.
hu: Ez a dinamikus mező határozza meg a bejegyzés törzsét a jegy létrehozásánál. Lehetséges értékek: *[GyIK mező index] → [GyIK mező felirat]*, például: *1 → Jelenség*.
zh_cn: 此动态字段定义工单创建的信件正文。 可能的值有：*[FAQ字段索引] → [FAQ字段标题]*，例如：*1 → 症状*。

source: This dynamic field defines the ticket SLA for the ticket creation. Possible values are: *[SLA name] → [SLA name]*, for example: *1st Level SLA → 1st Level SLA*.
de: Dieses dynamische Feld definiert den Ticket-SLA für die Ticketerstellung. Mögliche Werte sind: *[SLA-Name] →[SLA-Name]*, zum Beispiel: *1st Level SLA → 1st Level SLA*.
hu: Ez a dinamikus mező határozza meg a jegy SLA-ját a jegy létrehozásánál. Lehetséges értékek: *[SLA neve] → [SLA neve]*, például: *1. szintű SLA → 1. szintű SLA*.
zh_cn: 此动态字段定义工单创建的工单SLA。 可能的值有：*[SLA名称] → [SLA名称]*，例如：*第一级SLA → 第一级SLA*。

source: This dynamic field defines the ticket type for the ticket creation. Possible values are: *[Ticket type name] → [Ticket type name]*, for example: *Unclassified → Unclassified*.
de: Dieses dynamische Feld definiert den Ticket-Typ für die Ticketerstellung. Mögliche Werte sind: *[Ticket-Typname] → [Ticket-Typname]*, zum Beispiel: *Unklassifiziert → Unklassifiziert*.
hu: Ez a dinamikus mező határozza meg a jegy típusát a jegy létrehozásánál. Lehetséges értékek: *[Jegytípus neve] → [Jegytípus neve]*, például: *Osztályozatlan → Osztályozatlan*.
zh_cn: 此动态字段定义工单创建的工单类型。 可能的值有：*[工单类型名称] → [工单类型名称]*，例如：*未分类 → 未分类*。

source: This dynamic field defines the queue for the ticket creation. Possible values are: *[Queue name] → [Queue name]*, for example: *Raw → Raw*.
de: Dieses dynamische Feld definiert die Queue für die Ticketerstellung. Mögliche Werte sind: *[Queue-Name] → [Queue-Name]*, zum Beispiel: *Raw → Raw*.
hu: Ez a dinamikus mező határozza meg a várólistát a jegy létrehozásánál. Lehetséges értékek: *[Várólista neve] → [Várólista neve]*, például: *Raw → Raw*.
zh_cn: 此动态字段定义工单创建的队列。 可能的值有：*[队列名称] → [队列名称]*，例如：*Raw → Raw*。

source: To add new values:
de: So fügen Sie neue Werte hinzu:
hu: Új értékek hozzáadásához:
zh_cn: 若要添加新的值：

source: Choose the dynamic field you would like to change the values for.
de: Wählen Sie das dynamische Feld, für das Sie die Werte ändern möchten.
hu: Válassza ki azt a dinamikus mezőt, amelynél meg szeretné változtatni az értékeket.
zh_cn: 选择要更改其值的动态字段。

source: Add a new value in the *Field Settings* widget.
de: Fügen Sie einen neuen Wert im Widget *Feldeinstellungen* hinzu.
hu: Adjon hozzá új értéket a *Mezőbeállítások* felületi elemben.
zh_cn: 在 *字段设置* 小部件中添加一个新值。

source: Click on the *Save* button to save the dynamic field.
de: Klicken Sie auf die Schaltfläche *Speichern*, um das dynamische Feld zu speichern.
hu: Kattintson a *Mentés* gombra a dinamikus mező mentéséhez.
zh_cn: 单击 *保存* 按钮以保存动态字段。

source: Use the following system configuration option to copy dynamic field values of the FAQ to the ticket:
de: Verwenden Sie die folgende Systemkonfigurations-Option, um die Werte der dynamischen Felder der FAQ in das Ticket zu kopieren:
hu: Használja a következő rendszerbeállítási lehetőséget a GyIK dinamikus mező értékeinek a jegybe történő átmásolásához:
zh_cn: 使用以下系统配置选项将FAQ的动态字段值复制到工单：

source: The following use case example will show how to edit and add a customer user.
de: Das folgende Anwendungsbeispiel zeigt, wie Sie einen Kundenbenutzer bearbeiten und hinzufügen können.
hu: A következő használati eset példa bemutatja, hogy hogyan lehet szerkeszteni és hozzáadni egy ügyfél-felhasználót.
zh_cn: 以下用例示例将说明如何编辑和添加客户用户。

source: To edit field values of a dynamic field:
de: So bearbeiten Sie die Werte eines dynamischen Feldes:
hu: Egy dinamikus mező mezőértékeinek szerkesztéséhez:
zh_cn: 若要编辑动态字段的字段值：

source: Go to the *Dynamic Fields* module of the administrator interface.
de: Gehen Sie im Administrator-Interface zum Modul *Dynamische Felder*.
hu: Menjen az adminisztrátori felület *Dinamikus mezők* moduljához.
zh_cn: 转到管理员界面的 *动态字段* 模块。

source: Choose the dynamic field you like to change the values for.
de: Wählen Sie das dynamische Feld, für das Sie die Werte ändern möchten.
hu: Válassza ki azt a dinamikus mezőt, amelynél meg szeretné változtatni az értékeket.
zh_cn: 选择您想要更改值的动态字段。

source: Click on the *Save* or *Save and finish* button to save the dynamic field.
de: Klicken Sie auf die Schaltfläche *Speichern* oder *Speichern und Beenden*, um das dynamische Feld zu speichern.
hu: Kattintson a *Mentés* vagy *Mentés és befejezés* gombra a dinamikus mező mentéséhez.
zh_cn: 单击 *保存* 或 *保存并完成* 按钮以保存动态字段。

source: For example copy the login name, first name and last name of the customer user to the field.
de: Kopieren Sie z.B. den Anmeldenamen, Vornamen und Nachnamen des Kundenbenutzers in das Feld.
hu: Például másolja át az ügyfél-felhasználó bejelentkezési nevét, vezetéknevét és keresztnevét a mezőbe.
zh_cn: 例如，将客户用户的登录名、名字和姓氏复制到该字段中。

source: Edit Dynamic Field Value
de: Werte in dynamischen Feldern bearbeiten
hu: Dinamikus mező értékének szerkesztése
zh_cn: 编辑动态字段的值

source: To edit default field values of a dynamic field:
de: So bearbeiten Sie die Standardwerte eines dynamischen Feldes:
hu: Egy dinamikus mező alapértelmezett mezőértékeinek szerkesztéséhez:
zh_cn: 若要编辑动态字段的默认字段值：

source: Select *OTRSAutomatedFAQTicketCreator* in the *Navigation* widget.
de: Wählen Sie *OTRSAutomatedFAQTicketCreator* im Widget *Navigation*.
hu: Válassza ki az *OTRSAutomatedFAQTicketCreator* lehetőséget a *Navigáció* felületi elemben.
zh_cn: 在 *导航* 小部件中选择 *OTRSAutomatedFAQTicketCreator*。

source: Navigate to *Core → OTRSAutomatedFAQTicketCreator → DefaultValues* in the navigation tree.
de: Navigieren Sie im Navigationsbaum nach *Core → OTRSAutomatedFAQTicketCreator → DefaultValues*.
hu: Navigáljon a *Core → OTRSAutomatedFAQTicketCreator → DefaultValues* ághoz a navigációs fában.
zh_cn: 导航到导航树中的 *Core → OTRSAutomatedFAQTicketCreator → DefaultValues*。

source: Add the default value for customer user to setting ``OTRSAutomatedFAQTicketCreator::DefaultValues###CustomerUser``.
de: Fügen Sie den Standardwert für den Kundenbenutzer zur Einstellung ``OTRSAutomatedFAQTicketCreator::DefaultValues###CustomerUser`` hinzu.
hu: Adja hozzá az ügyfél-felhasználó alapértelmezett értékét az ``OTRSAutomatedFAQTicketCreator::DefaultValues###CustomerUser`` beállításhoz.
zh_cn: 将客户用户的默认值添加到设置 ``OTRSAutomatedFAQTicketCreator::DefaultValues###CustomerUser``。

source: System Configuration – Default Value
de: Systemkonfiguration - Standardwert
hu: Rendszerbeállítás – alapértelmezett érték
zh_cn: 系统配置 - 默认值

source: To copy a field value of a FAQ dynamic field into the new ticket dynamic field:
de: So kopieren Sie einen Feldwert eines dynamischen Feldes des FAQ in ein dynamisches Feld am Ticket:
hu: Egy GyIK dinamikus mező mezőértékének az új jegy dinamikus mezőjébe történő átmásolásához:
zh_cn: 要将FAQ动态字段的字段值复制到新的工单动态字段中，请执行以下操作：

source: Navigate to *Core → OTRSAutomatedFAQTicketCreator* in the navigation tree.
de: Navigieren Sie im Navigationsbaum nach *Core → OTRSAutomatedFAQTicketCreator*.
hu: Navigáljon a *Core → OTRSAutomatedFAQTicketCreator* ághoz a navigációs fában.
zh_cn: 导航到导航树中的 *Core → OTRSAutomatedFAQTicketCreator*。

source: Search for setting ``OTRSAutomatedFAQTicketCreator::Core::DynamicFieldMapping###DynamicField``.
de: Suchen Sie nach der Einstellung ``OTRSAutomatedFAQTicketCreator::Core::DynamicFieldMapping###DynamicField``.
hu: Keressen rá az ``OTRSAutomatedFAQTicketCreator::Core::DynamicFieldMapping###DynamicField`` beállításra.
zh_cn: 搜索设置 ``OTRSAutomatedFAQTicketCreator::Core::DynamicFieldMapping###DynamicField``。

source: Set mapping for a dynamic field. You need to use the ticket field as key and the FAQ field as value.
de: Setzen Sie das Zuordnungskriterium für ein dynamisches Feld. Sie müssen das Ticketfeld als Schlüssel und das FAQ-Feld als Wert verwenden.
hu: Állítson be leképezést egy dinamikus mezőhöz. A jegy mezőjét kell használnia kulcsként és a GyIK mezőjét értékként.
zh_cn: 设置动态字段的映射。 您需要使用工单字段作为键，将FAQ字段作为值。

source: System Configuration – Copy Value
de: Systemkonfiguration - Wert kopieren
hu: Rendszerbeállítás – érték másolása
zh_cn: 系统配置 - 复制值

source: It is only possible to map dynamic fields of the same type.
de: Es ist nur möglich, dynamische Felder des gleichen Typs abzubilden.
hu: Csak ugyanolyan típusú dinamikus mezőket lehetséges leképezni.
zh_cn: 只能映射相同类型的动态字段。

source: To set default field values of a dynamic field for the ticket created dynamic fields:
de: So legen Sie Standardfeldwerte eines dynamischen Feldes für die vom Ticket erstellten dynamischen Felder fest:
hu: Egy dinamikus mező alapértelmezett mezőértékeinek beállításához a jegy által létrehozott dinamikus mezőknél:
zh_cn: 若要为工单创建动态字段设置动态字段的默认字段值：

source: Search for setting ``OTRSAutomatedFAQTicketCreator::DefaultValues###DynamicField``.
de: Suchen Sie nach der Einstellung ``OTRSAutomatedFAQTicketCreator::DefaultValues###DynamicField``.
hu: Keressen rá az ``OTRSAutomatedFAQTicketCreator::DefaultValues###DynamicField`` beállításra.
zh_cn: 搜索设置 ``OTRSAutomatedFAQTicketCreator::DefaultValues###DynamicField``。

source: Set some default values, for example:
de: Setzen Sie einige Standardwerte, zum Beispiel:
hu: Állítson be néhány alapértelmezett értéket, például:
zh_cn: 设置一些默认值，例如：

source: Text: ``ExampleTicketDynamicField1Text`` → *hallo*
hu: Szöveg: ``ExampleTicketDynamicField1Text`` → *hallo*
zh_cn: 文本： ``ExampleTicketDynamicField1Text`` → *hallo*

source: Multiselect: ``ExampleTicketDynamicField1Multiselect`` → *Value1;Value2;Value3*
de: Mehrfachauswahl: ``ExampleTicketDynamicField1Multiselect`` → *Wert1;Wert2;Wert3*
hu: Többválasztós: ``ExampleTicketDynamicField1Multiselect`` → *Érték1;Érték2;Érték3*
zh_cn: 多选： ``ExampleTicketDynamicField1Multiselect`` → *Value1;Value2;Value3*

source: Date: ``ExampleTicketDynamicField1Date`` → *2014-03-03*
de: Datum: ``ExampleTicketDynamicField1Date`` → *2014-03-03*
hu: Dátum: ``ExampleTicketDynamicField1Date`` → *2014-03-03*
zh_cn: 日期： ``ExampleTicketDynamicField1Date`` → *2014-03-03*

source: Date/Time: ``ExampleTicketDynamicField1DateTime`` → *2014-03-03 10:00:00*
de: Datum/Zeit: ``ExampleTicketDynamicField1DateTime`` → *2014-03-03 10:00:00*
hu: Dátum és idő: ``ExampleTicketDynamicField1DateTime`` → *2014-03-03 10:00:00*
zh_cn: 日期/时间： ``ExampleTicketDynamicField1DateTime`` → *2014-03-03 10:00:00*

source: Checkbox: ``ExampleTicketDynamicField1Checkbox`` → *1*
de: Kontrollkästchen: ``ExampleTicketDynamicField1Checkbox`` → *1*
hu: Jelölőnégyzet: ``ExampleTicketDynamicField1Checkbox`` → *1*
zh_cn: 复选框： ``ExampleTicketDynamicField1Checkbox`` → *1*

source: System Configuration – Default Field Value
de: Systemkonfiguration - Standard Feldwert
hu: Rendszerbeállítás – alapértelmezett mezőérték
zh_cn: 系统配置 - 默认字段值

source: This package has no dedicated agent interface, only the *New* FAQ item screen is updated with new dynamic fields.
de: Dieses Paket hat kein eigenes Agenten-Interface, nur die Ansicht *Neue* FAQ-Elemente wird mit neuen dynamischen Feldern aktualisiert.
hu: Ennek a csomagnak nincs saját ügyintézői felülete, csak az *Új* GyIK elem képernyő kerül frissítésre az új dinamikus mezőkkel.
zh_cn: 此软件包没有专用的服务人员界面，只有 *新建* FAQ知识库条目屏幕使用更新过的新的动态字段。

source: FAQ
hu: GyIK
zh_cn: FAQ知识库

source: After installation of the package some new dynamic field are added to the *New* screen of *FAQ* menu.
de: Nach der Installation des Pakets wird der *Neu*-Ansicht des *FAQ* Menüs ein neues dynamisches Feld hinzugefügt.
hu: A csomag telepítése után néhány új dinamikus mező lesz hozzáadva a *GyIK* menü *Új* képernyőjéhez.
zh_cn: 安装本软件包后，一些新的动态字段将添加到 *FAQ知识库* 菜单的 *新建* 屏幕中。

source: New
de: Neu
hu: Új
zh_cn: 新建

source: It is possible to define the ticket fields to be auto-populated and the ones that has to be filled manually.
de: Es ist möglich, die Ticketfelder zu definieren, die automatisch ausgefüllt werden sollen und die manuell ausgefüllt werden müssen.
hu: Lehetőség van meghatározni azokat a jegymezőket, amelyeket automatikusan ki kell tölteni, valamint azokat, amelyeket kézzel kell kitölteni.
zh_cn: 可以定义要自动填充的工单字段以及必须手动填充的工单字段。
