Repository: Yan-Oliveira/doc-fao
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu, zh_cn

source: The standard **OTRS** help desk allows your service agents to quickly respond to normal or recurring service requests by leveraging pre-defined text modules to answer the tickets. These text modules are displayed in a single unsorted list, which may cause difficulty when there are a large number of pre-defined text modules. The feature add-on allows you to group certain text modules by category and browse through these categories by expanding or minimizing with a single click in Windows Explorer.
de: Um Ihren Service-Mitarbeitern eine noch schnellere Beantwortung wiederkehrender Anfragen zu erlauben, bietet der Standard von OTRS Helpdesk die Möglichkeit, verschiedene Antwortvorlagen und Textbausteine für die Bearbeitung von Tickets zu definieren. Diese sind bei der Auswahl im Antwort-Ticket bislang jedoch ungeordnet untereinander aufgelistet und können bei großer Anzahl unübersichtlich werden. Das Feature Add-on „Categories for Text Modules“ ermöglicht es, diese Textbausteine in Kategorien zusammenzufassen, die dann – ähnlich wie im Windows Explorer – per Mausklick auf- und zugeklappt werden können.
hu: A szabványos **OTRS** ügyfélszolgálati szoftver a normál vagy visszatérő szolgáltatáskérésekre gyors választ tesz lehetővé a szolgáltató ügyintézők számára azáltal, hogy a jegyekre történő válaszadáskor előre meghatározott szövegmodulokat használhatnak. Ezek a szövegmodulok eddig egyetlen rendezetlen listában jelentek meg, amely az áttekinthetőség hiányát okozhatja nagyszámú, előre meghatározott szövegmodul esetén. A funkciókiegészítő lehetővé teszi bizonyos szövegmodulok kategóriák szerinti egyesítését, és ezen kategóriákban való tallózást azok egyetlen kattintással történő kinyitásával vagy összecsukásával – ahogy a Windows Intézőben ismert.
zh_cn: 标准 **OTRS** 服务台允许您的服务人员通过使用预定义的文本模块来回答问题，快速响应正常或重复的服务请求。这些文本模块显示在一个未排序的列表中，当存在大量预定义的文本模块时，这可能会造成困难。此功能插件允许您按类别对某些文本模块进行分组，并通过在窗口浏览器中单击一次展开或最小化来浏览这些类别。

source: For example, a typical recurring question is the request to send out a user guide for one of your specific products. Today, you would probably browse down the long list of your pre-defined text modules and, once you finally have identified the right one with the user guide attached, you would send it out.
de: Eine typische, wiederkehrende Service-Anfrage ist z. B. die Bitte um Zusendung einer Bedienungsanleitung. Hierfür kann in OTRS eine Antwortvorlage inklusive des angehängten Dokumentes eingerichtet werden.
hu: Például egy jellemző visszatérő kérés, hogy küldjék ki a felhasználói útmutatót egy adott termék egyikéhez. Jelenleg valószínűleg le kell görgetnie az összes előre meghatározott szövegmodul hosszú listáját, és amikor végre megtalálta a megfelelőt, amelyhez a felhasználói útmutató csatolva van, akkor kiküldi azt.
zh_cn: 例如，一个典型的反复出现的问题是请求发送您的某个特定产品的用户指南。 今天，您可能会浏览预定义文本模块的长列表，一旦您最终确定了附带用户指南的正确文本模块，您就可以将其发送出去。

source: With this feature add-on, you consolidate all text modules related to your products’ user guides in a separate category like *User Guides*. You can find it quickly, saving a lot of time trying to retrieve this information. This reduces your response time.
de: Gibt es nun Bedienungsanleitungen zu verschiedenen Produkten, müssen bislang verschiedene Antwortvorlagen definiert werden, die ungeordnet zusammen mit allen Antwortvorlagen angezeigt werden. Unter Einsatz dieses Features können diese einfach und übersichtlich unter der Kategorie „Bedienungsanleitungen“ angezeigt und damit schneller verwendet werden.
hu: Ezzel a funkciókiegészítővel a termékek felhasználói útmutatóihoz kapcsolódó összes szövegmodult egy külön kategóriába – például *Felhasználói útmutatók* – sorolhatja. Gyorsan megtalálhatja, és rengeteg időt takaríthat meg, miközben megpróbálja lekérni az információkat. Ez csökkenti a válaszidőt is.
zh_cn: 使用此功能插件，您可以在类似 *用户指南* 的单独类别中整合与产品用户指南相关的所有文本模块。 这样您可以快速找到它，从而节省了大量时间来检索此信息。 这会缩短您的响应时间。

source: By building template categories recurrent requests can be answered even faster.
de: Durch Bildung von Vorlagen-Kategorien können wiederkehrende Anfragen noch schneller beantwortet werden.
hu: Sablonkategóriák felépítésével a visszatérő kérések még gyorsabban megválaszolhatók.
zh_cn: 通过构建模板类别，可以更快地答复重复请求。

source: Facilitates job training of new agents.
de: Dies vereinfacht auch die Einarbeitung neuer Agenten.
hu: Megkönnyíti az új ügyintézők munkahelyi képzését is.
zh_cn: 促进新服务人员的入职培训。

source: Any company working with SLAs
de: Alle Unternehmen, die mit SLAs arbeiten
hu: Minden vállalat, amely SLA-kal dolgozik
zh_cn: 任何使用 SLA 的公司

source: After installation of the package two new modules will be available in the administrator interface and the template management screen is extended with new fields.
de: Nach der Installation des Pakets stehen zwei neue Module im Administrator-Interface zur Verfügung und die Ansicht zur Vorlagenverwaltung wird um neue Felder erweitert.
hu: A csomag telepítése után két új modul válik elérhetővé az adminisztrátori felületen, valamint a sablonkezelés képernyő is ki lesz bővítve új mezőkkel.
zh_cn: 安装本软件包后，管理员界面中将提供两个新模块，并使用新字段扩展模板管理屏幕。

source: Categories
de: Kategorien
hu: Kategóriák
zh_cn: 类别

source: Use this screen to add categories to the system. The category management screen is available in the *Categories* module of the *Ticket Settings* group.
de: Verwenden Sie diese Ansicht, um Kategorien dem System hinzuzufügen. Die Verwaltung der Kategorien ist im Modul *Kategorien* in der Gruppe *Ticket-Einstellungen* verfügbar.
hu: Használja ezt a képernyőt, hogy kategóriákat adjon a rendszerhez. A kategóriakezelés képernyő a *Jegybeállítások* csoport *Kategóriák* moduljában érhető el.
zh_cn: 使用此屏幕可向系统添加类别。 类别管理屏幕位于 *工单设置* 组的 *类别* 模块中。

source: Category Management Screen
de: Kategorien verwalten
hu: Kategóriakezelés képernyő
zh_cn: 类别管理屏幕

source: Manage Categories
de: Kategorien verwalten
hu: Kategóriák kezelése
zh_cn: 管理类别

source: To add a category:
de: So fügen Sie eine Kategorie hinzu:
hu: Egy kategória hozzáadásához:
zh_cn: 若要添加一个类别：

source: Click on the *Add category* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Kategorie hinzufügen*.
hu: Kattintson a *Kategória hozzáadása* gombra a bal oldalsávban.
zh_cn: 点击左侧边栏的 *添加类别* 按钮。

source: Add Category Screen
de: Kategorie hinzufügen
hu: Kategória hozzáadása képernyő
zh_cn: 添加类别屏幕

source: Categories can not be deleted from the system. They can only be deactivated by setting the *Validity* option to *invalid* or *invalid-temporarily*.
de: Kategorien können nicht aus dem System gelöscht werden. Sie können nur deaktiviert werden, wenn die Einstellung *Gültigkeit* auf *ungültig* oder *ungültig-temporär* gesetzt wird.
hu: A kategóriák nem törölhetők a rendszerből. Azonban kikapcsolhatók az *Érvényesség* beállítás *érvénytelen* vagy *átmenetileg érvénytelen* értékre állításával.
zh_cn: 无法从系统中删除类别。 只能通过将 *有效性* 选项设置为 *无效* 或 *临时无效* 来停用它们。

source: To edit a category:
de: So bearbeiten Sie eine Kategorie:
hu: Egy kategória szerkesztéséhez:
zh_cn: 若要编辑一个类别：

source: Click on a category in the list of categories.
de: Klicken Sie in der Liste der Kategorien auf eine Kategorie.
hu: Kattintson egy kategóriára a kategóriák listájában.
zh_cn: 点击类别列表中的一个类别。

source: Edit Category Screen
de: Kategorien bearbeiten
hu: Kategória szerkesztése képernyő
zh_cn: 编辑类别屏幕

source: Category Settings
de: Kategorie-Einstellungen
hu: Kategória beállításai
zh_cn: 类别设置

source: Category \*
de: Kategorie \*
hu: Kategória \*
zh_cn: 类别 \*

source: Sub-category of
de: Unterkategorie von
hu: Alkategóriája ennek
zh_cn: 父类别

source: It is possible to add the new category under an existing one as sub-category. This will be displayed as *Parent Category::Child Category*.
de: Es ist möglich, die neue Kategorie unter einer bestehenden Kategorie als Unterkategorie hinzuzufügen. Dies wird als *Eltern-Kategorie::Kind-Kategorie* angezeigt.
hu: Lehetőség van új kategóriát egy meglévő kategória alá adni alkategóriaként. Ekkor ez *Szülő kategória::Gyermek kategória* formában lesz megjelenítve.
zh_cn: 可以在现有类别下添加新类别作为子类别。 这将显示为 *父类别::子类别*。

source: Valid \*
de: Gültig \*
hu: Érvényes \*
zh_cn: 有效

source: Templates
de: Vorlagen
hu: Sablonok
zh_cn: 模板

source: The *Template Management* screen is extended with new fields. A template can now have to, cc and destination queue properties.
de: Die Ansicht *Vorlagenverwaltung* wird um neue Felder erweitert. Eine Vorlage kann nun „An”, „cc” und Zielqueue-Eigenschaften enthalten.
hu: A *Sablonkezelés* képernyő új mezőkkel lett kibővítve. Egy sablon mostantól rendelkezhet címzett, másolat és célvárólista tulajdonságokkal.
zh_cn: *模板管理* 屏幕已扩展使用新字段。一个模板现在有了收件人、抄送和目标队列属性。

source: Add Template Screen
de: Vorlage hinzufügen
hu: Sablon hozzáadása képernyő
zh_cn: 添加模板屏幕

source: New Fields
de: Neue Felder
hu: Új mezők
zh_cn: 新的字段

source: To
de: An
hu: Címzett
zh_cn: To（收件人）

source: The person, to whom the ticket is created for. This will be the *To* field of the email.
de: Die Person für die das Ticket erstellt wurde. Das wird das *An*-Feld der E-Mail sein.
hu: Az a személy, aki számára a jegy létrejön. Ez lesz az e-mail *Címzett* mezője.
zh_cn: 为其创建工单的人员。 这将是电子邮件的 *收件人* 字段。

source: Cc
hu: Másolat
zh_cn: 抄送

source: Other addresses as carbon copy of the email, if needed.
de: Andere Adressen als Kopie der E-Mail, falls erforderlich.
hu: Egyéb címek az e-mail másolati mezőjéhez, ha szükséges.
zh_cn: 如果需要，电子邮件要抄送的其它地址。

source: Bcc
hu: Titkos másolat
zh_cn: 密件抄送

source: Other addresses as blind carbon copy of the email, if needed.
de: Andere Adressen als Blindkopie der E-Mail, falls erforderlich.
hu: Egyéb címek az e-mail rejtett másolati mezőjéhez, ha szükséges.
zh_cn: 如果需要，电子邮件要密件抄送的其它地址。

source: Templates ↔ Categories
de: Vorlagen ↔ Kategorien
hu: Sablonok ↔ Kategóriák
zh_cn: 模板 ↔ 类别

source: Use this screen to add one or more templates to one or more categories. To use this function, at least one template and one category need to have been added to the system. The management screen is available in the *Templates ↔ Categories* module of the *Ticket Settings* group.
de: Verwenden Sie diese Ansicht, um eine oder mehrere Vorlagen zu einer oder mehreren Kategorien zuzuordnen. Um diese Funktion zu nutzen, muss wenigstens eine Vorlage und eine Kategorie dem System hinzugefügt werden. Die Verwaltung der Zuordnungen zwischen *Vorlagen ↔ Kategorien* ist verfügbar im Modul *Vorlagen ↔ Kategorien* in der Gruppe *Ticket-Einstellungen*.
hu: Használja ezt a képernyőt, hogy egy vagy több sablont adjon hozzá egy vagy több kategóriához. A funkció használatához az szükséges, hogy legalább egy sablon és legalább egy kategória hozzá legyen adva a rendszerhez. A kezelőképernyő a *Jegybeállítások* csoport *Sablonok ↔ Kategóriák* moduljában érhető el.
zh_cn: 使用此屏幕可将一个或多个模板添加到一个或多个类别。 要使用此功能，需要在系统中添加至少一个模板和一个类别。 管理屏幕位于 *工单设置* 的*模板 ↔类别 * 模块中。

source: Manage Template-Category Relations Screen
de: Vorlagen ↔ Kategorien - Zuordnungen verwalten
hu: Sablon–Kategória kapcsolatok kezelése képernyő
zh_cn: 管理模板和类别的关联 屏幕

source: Manage Templates ↔ Categories Relations
de: Vorlagen ↔ Kategorien - Zuordnungen verwalten
hu: Sablonok ↔ Kategóriák kapcsolatainak kezelése
zh_cn: 管理模板和类别的关联

source: To assign a template to a category:
de: So ordnen Sie eine Vorlage einer Kategorie zu:
hu: Egy sablonnak egy kategóriához való rendeléséhez:
zh_cn: 若要为一个类别分配一个模板：

source: Click on a template in the *Templates* column.
de: Klicken Sie in der Spalte *Vorlagen* auf eine Vorlage.
hu: Kattintson egy sablonra a *Sablonok* oszlopban.
zh_cn: 点击 *模板* 列中的一个模板。

source: Select the category you would like to add the template to.
de: Wählen Sie die Kategorie, die Sie der Vorlage zuordnen möchten.
hu: Válassza ki azokat a kategóriákat, amelyekhez hozzá szeretné adni a sablont.
zh_cn: 选择您想添加到模板的类别。

source: Change category Relations for Template
de: Zuordnungen von Kategorie zu Vorlage verändern
hu: Kategóriakapcsolatok megváltoztatása egy sablonnál
zh_cn: 修改模板关联的类别

source: To assign a category to a template:
de: So ordnen Sie eine Kategorie zu einer Vorlage hinzu:
hu: Egy kategóriának egy sablonhoz való rendeléshez:
zh_cn: 若要为一个模板分配一个类别：

source: Click on a category in the *Categories* column.
de: Klicken Sie auf eine Kategorie in der Spalte *Kategorien*.
hu: Kattintson egy kategóriára a *Kategóriák* oszlopban.
zh_cn: 点击 *类别* 列中的一个类别。

source: Select the templates you would like to assign the category to.
de: Wählen Sie die Vorlagen aus, denen Sie die Kategorie zuordnen möchten.
hu: Válassza ki azokat az sablonokat, amelyeket hozzá szeretne rendelni a kategóriához.
zh_cn: 选择要分配到类别的模板。

source: Change Template Relations for Category
de: Vorlagen-Zuordnungen für Kategorie verändern
hu: Sablonkapcsolatok megváltoztatása egy kategóriánál
zh_cn: 修改类别关联的模板

source: If several templates or categories are added to the system, use the filter box to find a particular template or category by just typing the name to filter.
de: Wenn dem System mehrere Kategorien oder Vorlagen hinzugefügt wurden, verwenden Sie das Filterfeld, um eine bestimmte Kategorie oder Vorlage zu finden, indem Sie einfach den zu filternden Namen eingeben.
hu: Ha több sablon vagy kategória van hozzáadva a rendszerhez, akkor használja a szűrődobozt egy bizonyos sablon vagy kategória megkereséséhez azáltal, hogy egyszerűen begépeli a nevét a szűrőbe.
zh_cn: 如果系统中添加了多个模板或类别，只需键入要过滤的名称，即可使用过滤器框查找特定的模板或类别。

source: Multiple templates or categories can be assigned in both screens at the same time. Additionally clicking on a template or clicking on a category in the relations screen will open the *Edit Template* screen or the *Edit Category* screen accordingly.
de: In beiden Ansichten können gleichzeitig mehrere Kategorien oder Vorlagen zugeordnet werden. Wenn Sie zusätzlich auf eine Kategorie oder auf eine Vorlage in der Ansicht klicken, wird die Ansicht *Vorlage bearbeiten* oder die Ansicht *Kategorie bearbeiten* entsprechend geöffnet.
hu: Egyszerre több sablon vagy kategória is hozzárendelhető mindkét képernyőn. Ezenkívül a kapcsolatok képernyőn egy sablonra vagy egy kategóriára kattintva meg fog nyílni a *Sablon szerkesztése* vagy a *Kategória szerkesztése* képernyő annak megfelelően.
zh_cn: 可以在两个屏幕中同时分配多个模板或类别。 此外，单击关系屏幕中的模板或类别将相应地打开 *编辑模板* 屏幕或 *编辑类别* 屏幕。

source: Accessing a category or a template provides no back link to the relations screen.
de: Die Ansichten zur Verwaltung von Vorlagen oder Kategorien bietet keinen „Zurück”-Link zur Ansicht mit den Zuordnungen.
hu: Egy kategória vagy egy sablon elérése nem biztosít visszafelé mutató hivatkozást a kapcsolatok képernyőre.
zh_cn: 访问类别或模板不提供到关联屏幕的返回链接。

source: This package includes the functionality to show categories for standard templates as a folder structure.
de: Dieses Paket enthält die Funktionalität, Kategorien für Standardvorlagen als Ordnerstruktur anzuzeigen.
hu: Ez a csomag azt a funkcionalitást tartalmazza, hogy kategóriákat jelenítsen meg a szabványos sablonokhoz mappaszerkezetként.
zh_cn: 此软件包包含将标准模板的类别显示为文件夹结构的功能。

source: This package implements a category folder structure for standard templates. This folder structure will be shown in the *Ticket Zoom* screen if clicking on the *Reply* button in the article menu.
de: Dieses Paket implementiert eine Kategorie-Ordnerstruktur für Standardvorlagen. Diese Ordnerstruktur wird in der *Ticket-Detailansicht* angezeigt, wenn Sie auf die Schaltfläche *Antworten* im Artikelmenü klicken.
hu: Ez a csomag egy kategória mappaszerkezetet valósít meg a szabványos sablonokhoz. Ez a mappaszerkezet a *Jegynagyítás* képernyőn fog megjelenni, amikor a *Válasz* gombra kattintanak a bejegyzésmenüben.
zh_cn: 此软件包实现标准模板的类别文件夹结构。 如果单击信件菜单中的 *回复* 按钮，此文件夹结构将显示在 *工单详情* 屏幕中。

source: New Phone Ticket
de: Neues Telefon-Ticket
hu: Új telefonos jegy
zh_cn: 创建电话工单

source: Use this screen to create tickets based on phone calls. The phone ticket screen is available in the *New Phone Ticket* menu item of the *Tickets* menu.
de: Verwenden Sie diese Ansicht, um Tickets basierend auf Telefonanrufen zu erstellen. Die Ansicht zur Erstellung eines Telefon-Tickets ist unter dem Menüeintrag *Neues Telefon-Ticket* im Menü *Tickets* verfügbar.
hu: Használja ezt a képernyőt jegyek létrehozásához telefonhívások alapján. A telefonos jegy képernyő a *Jegyek* menü *Új telefonos jegy* menüpontjában érhető el.
zh_cn: 使用此屏幕可根据电话创建工单。 电话工单屏幕位于 *工单* 菜单的 *创建电话工单* 菜单项中。

source: New Phone Ticket Screen
de: Neues Telefon-Ticket
hu: Új telefonos jegy képernyő
zh_cn: 创建电话工单屏幕

source: New Widget
de: Neues Widget
hu: Új felületi elem
zh_cn: 新的小部件

source: A new widget named *Templates by category* is added to the left side of this screen, where the templates can be selected in a category tree.
de: Auf der linken Seite der Ansicht wird ein neues Widget mit dem Namen *Vorlagen nach Kategorie* hinzugefügt, in dem die Vorlagen in einem Kategorienbaum ausgewählt werden können.
hu: Egy új *Sablonok kategóriák szerint* felületi elem lett hozzáadva a képernyő bal oldalához, ahol a sablonok kiválaszthatók egy kategóriafában.
zh_cn: 在此屏幕的左侧添加了一个名为 *按类别的模板* 的新的小部件，其中可以在类别树中选择模板。

source: After installation of the package some new features are added to the *Ticket Zoom* screen.
de: Nach der Installation des Pakets werden der *Ticket-Detailansicht* einige neue Funktionen hinzugefügt.
hu: A csomag telepítése után néhány új funkció lesz hozzáadva a *Jegynagyítás* képernyőhöz.
zh_cn: 安装本软件包后，*工单详情* 屏幕会添加一些新功能。

source: Article Zoom
de: Artikel-Detailansicht
hu: Bejegyzésnagyítás
zh_cn: 信件详情

source: Article Zoom Widget
de: Widget „Artikel-Detailansicht”
hu: Bejegyzésnagyítás felületi elem
zh_cn: 信件详情 小部件

source: Reply
de: Antworten
hu: Válasz
zh_cn: 回复

source: Use this menu item to compose an answer to the article via email. Reply is created from a response template set in *Templates* module of the administrator interface.
de: Verwenden Sie diesen Menüeintrag, um eine Antwort auf den Artikel per E-Mail zu verfassen. Die Antwort wird aus einer Antwortvorlage erstellt, die im Modul *Vorlagen* des Administrator-Interface eingestellt ist.
hu: Használja ezt a menüpontot egy e-mailen keresztüli válasz írásához egy bejegyezésre. A válasz egy olyan válaszsablonból lesz létrehozva, amely az adminisztrátori felület *Sablonok* moduljában van beállítva.
zh_cn: 使用此菜单项通过电子邮件撰写信件的答复。 回复是从管理员界面的 *模板* 模块中设置的响应模板创建的。

source: The menu item is extended with a tree view, so templates can be selected based on the defined categories.
de: Der Menüpunkt wird um eine Baumansicht erweitert, so dass Vorlagen anhand der definierten Kategorien ausgewählt werden können.
hu: Ez a menüpont egy fanézettel lett kibővítve, így a sablonok kiválaszthatók a meghatározott kategóriák szerint.
zh_cn: 菜单项以树状视图扩展，因此可以根据定义的类别选择模板。

source: Article Notification
de: Artikel-Benachrichtigung
hu: Bejegyzésértesítés
zh_cn: 信件通知

source: This package also adds the functionality to inform agents about updates on tickets they are currently working on.
de: Dieses Paket bietet auch die Möglichkeit, Agenten über Aktualisierungen an Tickets zu informieren, an denen sie gerade arbeiten.
hu: Ez a csomag azt a funkcionalitást is hozzáadja, hogy értesítse az ügyintézőket azokkal a jegyekkel kapcsolatos frissítésekről, amelyeken éppen dolgoznak.
zh_cn: 该软件包还添加了通知服务人员当前正在使用的工单更新的功能。

source: If an agent opened the *Ticket Zoom* and started working on a ticket (adding an answer, a note, etc.), a pop-up is opened for this work. If the ticket is updated by another agent at this time, the agent will be informed by a dialog box in the pop-up. He has the possibility to close the pop-up without saving to view the updates on the tickets or to continue working within the pop-up without updating the ticket.
de: Wenn ein Agent die *Ticket-Detailansicht* geöffnet und mit der Arbeit an einem Ticket begonnen hat (Hinzufügen einer Antwort, einer Notiz, etc.), wird für diese Arbeit ein Popup-Fenster geöffnet. Wenn das Ticket zu diesem Zeitpunkt von einem anderen Agenten aktualisiert wird, wird der Agent durch ein Dialogfenster im Popup-Fenster informiert. Er hat die Möglichkeit, das Popup ohne Speichern zu schließen, um die Aktualisierungen der Tickets anzuzeigen oder innerhalb des Popups weiterzuarbeiten, ohne das Ticket zu aktualisieren.
hu: Ha egy ügyintéző megnyitotta a *Jegynagyítás* képernyőt, és elkezdett dolgozni azzal a jeggyel (válasz, jegyzet, stb. hozzáadásával), akkor egy felugró ablak nyílik meg ehhez a munkához. Ha ezalatt a jegyet egy másik ügyintéző frissítette, akkor az ügyintéző értesítést kap egy párbeszédablak dobozban a felugró ablakon. Megvan a lehetősége bezárni a felugró ablakot mentés nélkül a jegyeken történt frissítések megtekintéséhez, vagy folytathatja a munkát a felugró ablakon belül a jegy frissítése nélkül.
zh_cn: 如果服务人员打开了*工单详情* 并开始处理工单（添加答复、备注等），则会为该工作打开一个弹出窗口。 如果此时工单是由另一个服务人员更新的，则弹出窗口中的对话框将通知该服务人员。 他可以关闭弹出窗口而不进行保存以查看工单的更新，或者继续在弹出窗口中工作而不更新工单。

source: This functionality can be also activated in the main ticket zoom window by activating a setting in the system configuration.
de: Diese Funktionalität kann auch im Hauptfenster der Ticket-Detailansicht aktiviert werden, indem eine Einstellung in der Systemkonfiguration aktiviert wird.
hu: Ezt a funkcionalitást szintén a fő jegynagyítás ablakban lehet bekapcsolni egy beállítás aktiválásával a rendszerbeállításokban.
zh_cn: 也可以通过激活系统配置中的设置在工单详情窗口中激活此功能。

source: Change Write Protection
zh_cn: 更改写保护

source: This feature add-on makes it possible to hide specific changes or work orders in a particular status, thus preventing further changes.
de: Mit diesem Feature Add-on ist es möglich, bestimmte Änderungen oder Arbeitsaufträge in einem bestimmten Status auszublenden und so weitere Änderungen zu verhindern.
hu: Ez a funkciókiegészítő lehetővé teszi bizonyos változások vagy munkamegrendelések elrejtését egy adott állapotban, így megakadályozza a további változtatásokat.
zh_cn: 此功能插件可以隐藏处于特定状态的特定更改或工作指令，从而防止进一步的更改。

source: The feature add-on is ideal for use in IT service management. For example, the authorization for a change normally comes after its description. After authorization is given, the description of the change can no longer be changed retroactively in the change builder. In addition, the change is then no longer shown in the *Change Zoom* screen.
de: Das Feature Add-on ist ideal für den Einsatz im IT Service Management. So folgt beispielsweise die Berechtigung für einen Change in der Regel nach ihrer Beschreibung. Nach der Berechtigung kann die Beschreibung des Changes im Change Builder nicht mehr rückwirkend geändert werden. Außerdem wird die Änderung dann nicht mehr in der *Change-Detailansicht* angezeigt.
hu: A funkciókiegészítő ideális az IT-szolgáltatásmenedzsmentben való használathoz. Ebben a környezetben például egy változás engedélyezése normális esetben annak leírása után jön. Miután az engedélyezés megtörtént, a változás leírását már nem lehet visszamenőlegesen megváltoztatni a változás-összeállítóban. Továbbá a változás ezután többé nem jelenik meg a *Változásnagyítás* képernyőn.
zh_cn: 此功能插件非常适合用于IT服务管理。例如，一个变更的授权通常在其描述之后。授权后，该变更的描述将不能再在变更生成器中追溯更改。此外，该变更将不再显示在 *变更详情* 屏幕中。

source: With system configuration you can define:
de: Mit der Systemkonfiguration können Sie definieren:
hu: A rendszerbeállításokkal a következőket határozhatja meg:
zh_cn: 使用系统配置，您可以定义：

source: The status of a change/work order: enables the creation of a list of statuses that must take place for write protection to be activated.
de: Der Status eines Changes/Arbeitsauftrags: Ermöglicht die Erstellung einer Liste von Status, die für die Aktivierung des Schreibschutzes erforderlich sind.
hu: Egy változás vagy munkamegrendelés állapota: lehetővé teszi azon állapotok listájának létrehozását, amelyeknek meg kell történnie ahhoz, hogy az írásvédelem aktiválódjon.
zh_cn: 变更/工作指令的状态：允许创建状态列表以激活写保护。
