Repository: Yan-Oliveira/doc-fao
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu, zh_cn

source: Please follow the :doc:`../ticket-workflow` documentation for the steps to create a new ticket workflow.
de: Bitte folgen Sie der :doc:`../ticket-workflow` Dokumentation für die Schritte zur Erstellung eines neuen Ticket-Workflows.
hu: Kövesse a :doc:`../ticket-workflow` dokumentációját egy új jegy munkafolyamat létrehozásának lépéseihez.
zh_cn: 请按照 :doc:`../ticket-workflow` 文档中的步骤创建新的工单工作流。

source: Create a ticket workflow:
de: Erstellen Sie einen Ticket-Workflow:
hu: Hozzon létre egy jegy munkafolyamatot:
zh_cn: 创建一个工单工作流：

source: Name: ``VWWorkflow1``
hu: Név: ``VWWorkflow1``
zh_cn: 名称： ``VWWorkflow1``

source: Comment: VW workflow 1
de: Kommentar: VW Workflow 1
hu: Megjegyzés: VW munkafolyamat 1
zh_cn: 注释： VW workflow 1

source: Valid: valid
de: Gültig: gültig
hu: Érvényes: érvényes
zh_cn: 有效：有效

source: Clone tasks from: -
de: Aufgaben klonen von: -
hu: Feladatok klónozása innen: –
zh_cn: 从以下位置克隆任务：-

source: Create a workflow task:
de: Erstellen Sie eine Workflow-Aufgabe:
hu: Hozzon létre egy munkafolyamat feladatot:
zh_cn: 创建一个工作流任务：

source: Name: Oil Change Task
de: Name: Ölwechsel-Aufgabe
hu: Név: Olajcsere feladat
zh_cn: 名称： 更换机油任务

source: Owner: -
de: Besitzer: -
hu: Tulajdonos: –
zh_cn: 所有者： -

source: Depends on: -
de: Abhängig von: -
hu: Függ ettől: –
zh_cn: 依赖项： -

source: Description: Change the oil
de: Beschreibung: Öl wechseln
hu: Leírás: Az olaj cseréje
zh_cn: 描述： 更换机油

source: Attachment: -
de: Anhang: -
hu: Melléklet: –
zh_cn: 附件： -

source: Priority: 3 normal
de: Priorität: 3 normal
hu: Prioritás: 3 normál
zh_cn: 优先级： 3 正常

source: Create an other workflow task:
de: Legen Sie eine weitere Workflow-Aufgabe an:
hu: Hozzon létre egy másik munkafolyamat feladatot:
zh_cn: 创建另外一个工作流任务：

source: Name: Oil Filter Change Task
de: Name: Aufgabe Ölfilterwechsel
hu: Név: Olajszűrőcsere feladat
zh_cn: 名称：更换机油滤清器任务

source: Depends on: Oil Change Task
de: Abhängig von: Ölwechsel Aufgabe
hu: Függ ettől: Olajcsere feladat
zh_cn: 依赖项： 更换机油任务

source: Description: Change the oil filter
de: Beschreibung: Ölfilter wechseln
hu: Leírás: Az olajszűrő cseréje
zh_cn: 描述： 更换机油滤清器

source: Name: Air Filter Change Task
de: Name: Aufgabe Luftfilterwechsel
hu: Név: Levegőszűrő-csere feladat
zh_cn: 名称： 更换空气滤清器任务

source: Description: Change the air filter
de: Beschreibung: Luftfilter wechseln
hu: Leírás: A levegőszűrő cseréje
zh_cn: 描述: 更换空气滤清器

source: Name: Fluids Check
de: Name: Flüssigkeiten prüfen
hu: Név: Folyadékok ellenőrzése
zh_cn: 名称： 液体检查

source: Description: Check all fluids
de: Beschreibung: Alle Flüssigkeiten prüfen
hu: Leírás: Az összes folyadék ellenőrzése
zh_cn: 描述： 检查所有液体

source: Priority: 4 high
de: Priorität: 4 hoch
hu: Prioritás: 4 magas
zh_cn: 优先级： 4 高

source: When dynamic ticket templates detect the installation of :doc:`../ticket-workflow` package, more options are revealed in the template edit screen.
de: Wenn dynamische Ticket-Vorlagen die Installation des Pakets :doc:`../ticket-workflow` erkennen, werden weitere Optionen in der Vorlagen-Bearbeitungsansicht angezeigt.
hu: Ha a dinamikus jegysablonok a :doc:`../ticket-workflow` csomag telepítését észlelik, akkor több lehetőség lesz felfedve a sablon szerkesztése képernyőn.
zh_cn: 当动态工单模板检测到 :doc:`../ticket-workflow` 软件包的安装时，模板编辑屏幕中会显示更多选项。

source: To assign a ticket workflow to a dynamic ticket template:
de: So ordnen Sie einen Ticket-Workflow einer dynamischen Ticket-Vorlage zu:
hu: Egy jegy munkafolyamat dinamikus jegysablonhoz történő hozzárendeléséhez:
zh_cn: 要将工单工作流分配给动态工单模板：

source: Click on the *VW Template 1* template name to edit it.
de: Klicken Sie auf den Namen der Vorlage *VW Template 1* , um sie zu bearbeiten.
hu: Kattintson a *VW sablon 1* sablon nevére a szerkesztéséhez.
zh_cn: 单击 *VW Template 1* 模板名称进行编辑。

source: Set the workflow field to *VW Workflow 1*.
de: Setzen Sie das Feld Workflow auf *VW Workflow 1*.
hu: Állítsa be a munkafolyamat mezőt *VW munkafolyamat 1* értékre.
zh_cn: 将工作流字段设置为 *VW Workflow 1*。

source: To activate a template and a workflow:
de: So aktivieren Sie eine Vorlage und einen Workflow:
hu: Egy sablon és egy munkafolyamat bekapcsolásához:
zh_cn: 若要激活模板和工作流程：

source: A new *Ticket Workflow* field has appeared. This field is just informative and can not be changed in ticket create screens, just in the dynamic ticket template definition. It shows the name of the ticket workflow to be applied automatically when the new ticket is created.
de: Ein neues Feld *Ticket Workflow* ist erschienen. Dieses Feld hat nur informativen Charakter und kann nicht in den Ansichten zur Ticket-Erstellung geändert werden, sondern nur in der Definition der dynamischen Ticket-Vorlagen. Es zeigt den Namen des Ticket-Workflows an, der beim Erstellen des neuen Tickets automatisch angewendet wird.
hu: Egy új *Jegy munkafolyamat* mező jelenik meg. Ez a mező csak információt nyújt, és nem lehet megváltoztatni a jegylétrehozás képernyőkön, csak a dinamikus jegysablon meghatározásában. Megjeleníti az automatikusan alkalmazandó jegy munkafolyamat nevét, ha új jegyet hoznak létre.
zh_cn: 出现了一个新的 *工单工作流* 字段。 该字段仅提供信息，不能在工单创建屏幕中更改，只能在动态工单模板定义中更改。 它显示了在创建新工单时将自动应用的工单工作流程的名称。

source: From customer: Customer 1
de: Von Kunde: Kunde 1
hu: Felhasználótól: Ügyfél 1
zh_cn: 来自客户： Customer 1

source: Dynamic Ticket Template: VW Template 1
de: Dynamische Ticket-Vorlage: VW-Vorlage 1
hu: Dinamikus jegysablon: VW sablon 1
zh_cn: 动态工单模板: VW Template 1

source: After selecting the *VW Template 1*, the *Ticket Workflow* field will be filled with the *VW Workflow 1*.
de: Nach Auswahl der *VW-Vorlage 1* wird das Feld *Ticket-Workflow* mit dem *VW-Workflow 1* gefüllt.
hu: A *VW sablon 1* kiválasztása után a *Jegy munkafolyamat* mező ki lesz töltve a *VW munkafolyamat 1* értékkel.
zh_cn: 选择 *VW Template 1* 之后，*工单工作流* 字段将被 *VW Template 1* 填充。

source: Fill any other required field and submit the ticket.
de: Füllen Sie jedes andere erforderliche Feld aus und schicken Sie das Ticket ab.
hu: Töltse ki az összes kötelező mezőt, és küldje be a jegyet.
zh_cn: 填写其它必填字段并提交工单。

source: After the ticket is created, click on the ticket number in the notification area at the top of the screen to open the new ticket.
de: Nachdem das Ticket erstellt wurde, klicken Sie auf die Ticket-Nummer im Benachrichtigungsbereich am oberen Bildschirmrand, um das neue Ticket zu öffnen.
hu: Miután a jegy létrejött, kattintson a jegyszámra a képernyő felső részén lévő értesítési területen az új jegy megnyitásához.
zh_cn: 创建工单后，在屏幕顶部的通知区域中单击工单编号以打开新工单。

source: Look for the link table, either in the sidebar if configuration setting is set to *simple* or at the bottom of the page if is set to *complex*.
de: Suchen Sie nach der Link-Tabelle, entweder in der Seitenleiste, wenn die Konfigurationseinstellung auf *einfach* gesetzt ist oder am Ende der Seite, wenn sie auf *komplex* gesetzt ist.
hu: Keresse meg a kapcsolt táblázatot, amely vagy az oldalsávban van, ha a beállításokban *egyszerű* nézet van beállítva, vagy az oldal alján van, ha *összetett* nézet van beállítva.
zh_cn: 查找链接表，如果配置设置设置为 *简单*，则在侧边栏中查找；如果设置为 *复杂*，则在页面底部查找。

source: Verify that the list of liked tickets are the same as the tasks that were defined in the *VW Workflow 1* ticket workflow.
de: Überprüfen Sie, ob die Liste der gewünschten Tickets mit den Aufgaben übereinstimmt, die im Ticket-Workflow *VW Workflow 1* definiert wurden.
hu: Ellenőrizze, hogy a kapcsolt jegyek listája megegyezik-e azokkal a feladatokkal, amelyek a *VW munkafolyamat 1* jegy munkafolyamatban lettek meghatározva.
zh_cn: 验证链接的工单的列表与 *VW Workflow 1* 工单工作流中定义的任务相同。

source: This package adds a new ticket notification to the system.
de: Dieses Paket fügt dem System eine neue Ticket-Benachrichtigung hinzu.
hu: Ez a csomag egy új jegyértesítést ad a rendszerhez.
zh_cn: 本软件包将向系统添加新的工单通知。

source: After installation of the package a new ticket notification will be added to the system.
de: Nach der Installation des Pakets wird dem System eine neue Ticket-Benachrichtigung hinzugefügt.
hu: A csomag telepítése után egy új jegyértesítés lesz hozzáadva a rendszerhez.
zh_cn: 安装本软件包后，系统将添加新的工单通知。

source: New Ticket Notification
de: Neue Ticket-Benachrichtigung
hu: Új jegyértesítés
zh_cn: 新的工单通知

source: If no template is assigned to a group and the notification is enabled, such notification can be customized by adding different recipients or updating the notification body.
de: Wenn einer Gruppe keine Vorlage zugeordnet ist und die Benachrichtigung aktiviert ist, kann eine solche Benachrichtigung durch Hinzufügen verschiedener Empfänger oder durch Aktualisieren der Benachrichtigungsstelle angepasst werden.
hu: Ha nincs sablon hozzárendelve egy csoporthoz, és az értesítés engedélyezve van, akkor az ilyen értesítés személyre szabható különböző címzettek hozzáadásával vagy az értesítés törzsének frissítésével.
zh_cn: 如果一个组没有分配模板并且启用了通知，则可以通过添加其他收件人或更新通知正文来自定义此类通知。

source: To configure the optional settings for the notification:
de: So konfigurieren Sie die optionalen Einstellungen für die Benachrichtigung:
hu: Az értesítés opcionális beállításainak beállításához:
zh_cn: 若要配置通知的可选设置，请执行以下操作：

source: Enable ``Ticket::DynamicTicketTemplate::CustomerGroup::Notify`` setting to send a notification if a customer does not use a template to create a ticket.
de: Aktivieren Sie die Einstellung ``Ticket::DynamicTicketTemplate::CustomerGroup::Notify``, um eine Benachrichtigung zu senden, wenn ein Kunde keine Vorlage zum Erstellen eines Tickets verwendet.
hu: Engedélyezze a ``Ticket::DynamicTicketTemplate::CustomerGroup::Notify`` beállítást egy értesítés küldéséhez, ha egy ügyfél nem használ sablont egy jegy létrehozásához.
zh_cn: 启用 ``Ticket::DynamicTicketTemplate::CustomerGroup::Notify`` 设置，以便在客户不使用模板创建工单时发送通知。

source: Add agent login names to ``Ticket::DynamicTicketTemplate::CustomerGroup::NotifyAgents`` setting. The agent list in this setting will receive the notification when a user creates a ticket without using a template.
de: Fügen Sie die Anmeldenamen der Agenten zur Einstellung ``Ticket::DynamicTicketTemplate::CustomerGroup::NotifyAgents`` hinzu. Die Agentenliste in dieser Einstellung erhält die Benachrichtigung, wenn ein Benutzer ein Ticket ohne Verwendung einer Vorlage erstellt.
hu: Adja hozzá az ügyintéző bejelentkezési nevét a ``Ticket::DynamicTicketTemplate::CustomerGroup::NotifyAgents`` beállításhoz. A beállításban lévő ügyintézőlista akkor fogja megkapni az értesítést, ha egy felhasználó sablon használata nélkül hoz létre egy jegyet.
zh_cn: 将服务人员登录名添加到 ``Ticket::DynamicTicketTemplate::CustomerGroup::NotifyAgents`` 设置中。当用户在不使用模板的情况下创建工单时，此设置中的服务人员列表将收到通知。

source: Dynamic Ticket Templates
de: Dynamische Ticket-Vorlagen
hu: Dinamikus jegysablonok
zh_cn: 动态工单模板

source: Use this screen to add dynamic ticket templates for use in communications. The dynamic ticket template management screen is available in the *Dynamic Ticket Templates* module of the *Ticket Settings* group.
de: Verwenden Sie diese Ansicht, um dynamische Ticket-Vorlagen für die Verwendung in der Kommunikation hinzuzufügen. Die Ansicht zur Verwaltung dynamischer Ticket-Vorlagen ist im Modul *Dynamische Ticket-Vorlagen* der Gruppe *Ticket-Einstellungen* verfügbar.
hu: Használja ezt a képernyőt, hogy dinamikus jegysablonokat adjon hozzá a kommunikációkban való használathoz. A dinamikus jegysablon kezelésének képernyője a *Jegybeállítások* csoport *Dinamikus jegysablonok* moduljában érhető el.
zh_cn: 使用此屏幕可添加用于通信的动态工单模板。动态工单模板管理屏幕位于 *工单设置* 组的 *动态工单模板* 模块中。

source: Dynamic Ticket Templates Management Screen
de: Verwaltungsansicht für dynamische Ticket-Vorlagen
hu: Dinamikus jegysablonok kezelése képernyő
zh_cn: 动态工单模板管理屏幕

source: Manage Dynamic Ticket Templates
de: Dynamische Ticket-Vorlagen verwalten
hu: Dinamikus jegysablonok kezelése
zh_cn: 管理动态工单模板

source: To add attachments to a dynamic ticket template, it needs to create the attachment first in the *Attachment Management* screen.
de: Um Anhänge zu einer dynamischen Ticket-Vorlage hinzuzufügen, muss die Anlage zuerst in der Ansicht *Verwaltung von Anhängen* erstellt werden.
hu: Ahhoz, hogy mellékleteket adjon egy dinamikus jegysablonhoz, először létre kell hoznia a mellékletet a *Mellékletkezelés* képernyőn.
zh_cn: 要将附件添加到动态工单模板，需要首先在 *附件管理* 屏幕中创建附件。

source: To add a dynamic ticket template:
de: So fügen Sie eine dynamische Ticket-Vorlage hinzu:
hu: Egy dinamikus jegysablon hozzáadásához:
zh_cn: 若要添加一个动态工单模板：

source: Click on the *Add Template* button in the left sidebar.
de: Klicken Sie in der linken Seitenleiste auf die Schaltfläche *Vorlage hinzufügen*.
hu: Kattintson a *Sablon hozzáadása* gombra a bal oldalsávban.
zh_cn: 点击左侧边栏中的 *添加模板* 按钮。

source: Add Dynamic Ticket Template Screen
de: Dynamische Ticket-Vorlage hinzufügen
hu: Dinamikus jegysablon hozzáadása képernyő
zh_cn: 添加动态工单模板屏幕

source: To edit a dynamic ticket template:
de: So bearbeiten Sie eine dynamische Ticket-Vorlage:
hu: Egy dinamikus jegysablon szerkesztéséhez:
zh_cn: 若要编辑一个动态工单模板：

source: Click on a dynamic ticket template in the list of dynamic ticket templates.
de: Klicken Sie auf eine dynamische Ticket-Vorlage in der Liste der dynamischen Ticket-Vorlagen.
hu: Kattintson egy dinamikus jegysablonra a dinamikus jegysablonok listájában.
zh_cn: 单击动态工单模板列表中的一个动态工单模板。

source: Edit Dynamic Ticket Template Screen
de: Dynamische Ticket-Vorlage bearbeiten
hu: Dinamikus jegysablon szerkesztése képernyő
zh_cn: 编辑动态工单模板屏幕

source: To delete a dynamic ticket template:
de: So löschen Sie eine dynamische Ticket-Vorlage:
hu: Egy dinamikus jegysablon törléséhez:
zh_cn: 若要删除一个动态工单模板：

source: Click on the trash icon in the list of dynamic ticket templates.
de: Klicken Sie in der Liste mit den dynamischen Ticket-Vorlagen auf das Papierkorb-Symbol.
hu: Kattintson a kuka ikonra a dinamikus jegysablonok listájában.
zh_cn: 单击动态工单模板列表中的垃圾桶图标。

source: Delete Dynamic Ticket Template Screen
de: Dynamische Ticket-Vorlage löschen
hu: Dinamikus jegysablon törlése képernyő
zh_cn: 删除动态工单模板屏幕

source: If several dynamic ticket templates are added to the system, use the filter box to find a particular dynamic ticket template by just typing to filter.
de: Wenn mehrere dynamische Ticket-Vorlagen zum System hinzugefügt wurden, verwenden Sie die Filterbox, um eine bestimmte dynamische Ticket-Vorlage durch einfaches Eintippen zu finden.
hu: Ha több dinamikus jegysablon van hozzáadva a rendszerhez, akkor használja a szűrődobozt egy bizonyos dinamikus jegysablon megkereséséhez azáltal, hogy egyszerűen begépeli a nevét a szűrőbe.
zh_cn: 如果系统中添加了多个动态工单模板，请使用筛选框通过键入到过滤器来查找特定的动态工单模板。

source: Dynamic Ticket Template Settings
de: Einstellungen für dynamische Ticket-Vorlagen
hu: Dinamikus jegysablon beállításai
zh_cn: 动态工单模板设置

source: Frontend \*
hu: Előtétprogram \*
zh_cn: 前端 \*

source: Defines, where can the dynamic ticket template be used. A dynamic ticket template can be used in the following interfaces:
de: Definiert, wo die dynamische Ticket-Vorlage verwendet werden kann. Eine dynamisches Ticket-Vorlage kann in den folgenden Interfaces verwendet werden:
hu: Meghatározza, hogy a dinamikus jegysablont hol lehet használni. Egy dinamikus jegysablon a következő felületeken használható:
zh_cn: 定义可在何处使用动态工单模板。 动态工单模板可以在以下界面中使用：

source: Select a ticket type, that has been added to the system.
de: Wählen Sie einen Ticket-Typ aus, der dem System hinzugefügt wurde.
hu: Válasszon egy jegytípust, amely hozzá lett adva a rendszerhez.
zh_cn: 选择已添加到系统中的工单类型。

source: Service \*
hu: Szolgáltatás \*
zh_cn: 服务 \*

source: Select a service, that has been added to the system.
de: Wählen Sie einen Service aus, der dem System hinzugefügt wurde.
hu: Válasszon egy szolgáltatást, amely hozzá lett adva a rendszerhez.
zh_cn: 选择已添加到系统的服务。

source: Workflow
hu: Munkafolyamat
zh_cn: 工作流

source: Select a ticket workflow, that has been added to the system.
de: Wählen Sie einen Ticket-Workflow aus, der dem System hinzugefügt wurde.
hu: Válasszon egy jegy munkafolyamatot, amely hozzá lett adva a rendszerhez.
zh_cn: 选择已添加到系统的工单工作流程。

source: This field is displayed only, if the :doc:`../../../ticket-workflow` package is installed.
de: Dieses Feld wird nur angezeigt, wenn das Paket :doc:`../../../ticket-workflow` installiert ist.
hu: Ez a mező csak akkor jeleik meg, ha a :doc:`../../../ticket-workflow` csomag telepítve van.
zh_cn: 仅当安装了 :doc:`../../../ticket-workflow` 软件包时，才会显示此字段。

source: The subject of the email sent to the users.
de: Der Betreff der E-Mail, die zu den Benutzern gesendet werden.
hu: A felhasználóknak küldött e-mail tárgya.
zh_cn: 发送给用户的电子邮件的主题。

source: The body of the email sent to the users.
de: Der Text der E-Mail, die zu den Benutzern gesendet werden.
hu: A felhasználóknak küldött e-mail törzse.
zh_cn: 发送给用户的电子邮件正文。

source: It is possible to add one or more attachments to this template. Attachments can be added in the *Attachment Management* screen.
de: Es ist möglich, eine oder mehrere Anhänge zu dieser Vorlage hinzuzufügen. Anhänge können in der Ansicht *Verwaltung von Anhängen* hinzugefügt werden.
hu: Lehetőség van egy vagy több mellékletet hozzáadni ehhez a sablonhoz. A mellékletek a *Mellékletkezelés* képernyőn adhatók hozzá.
zh_cn: 可以向此模板添加一个或多个附件。可以在 *附件管理* 屏幕中添加附件。

source: The list of dynamic fields are displayed in this section. Choose for each dynamic field to *Hide*, *Show* or *Show as mandatory* on ticket create screens.
de: Die Liste der dynamischen Felder wird in diesem Abschnitt angezeigt. Wählen Sie für jedes dynamische Feld, ob es in den Ansichten zur Ticket-Erstellung *Ausblenden*, *Anzeigen* oder *als obligatorisch* angezeigt werden soll.
hu: A dinamikus mezők listája van megjelenítve ebben a szakaszban. Válassza ki minden egyes dinamikus mezőhöz, hogy *Elrejtés*, *Megjelenítés* vagy *Megjelenítés kötelezően* szükséges a jegylétrehozás képernyőkön.
zh_cn: 动态字段列表将显示在此部分中。在工单创建屏幕上为每个动态字段选择 *隐藏*、*显示* 或 *显示为强制*。

source: Dynamic Ticket Template Variables
de: Variablen für dynamische Ticket-Vorlagen
hu: Dinamikus jegysablon változói
zh_cn: 动态工单模板变量

source: Using variables in the text makes it possible to personalize messages. Variables, known as OTRS tags, are replaced by the system when generating the message. Find a list of available tags stems for this resource at the bottom of both add and edit screens.
de: Die Verwendung von Variablen im Text ermöglicht die Personalisierung von Nachrichten. Variablen, so genannte OTRS-Tags, werden bei der Erstellung der Nachricht durch das System ersetzt. Eine Liste der verfügbaren Tags für diese Ressource finden Sie am unteren Rand der Hinzufüge- und Bearbeitungsfenster.
hu: A változók használata a szövegben lehetővé teszi az üzenetek személyre szabását. A változókat (vagy más néven OTRS címkéket) a rendszer ki fogja cserélni az üzenet előállításakor. Ezen erőforráshoz elérhető címketörzsek mind a hozzáadás, mind a szerkesztés képernyők alján megtalálhatók.
zh_cn: 在文本中使用变量可以对消息进行个性化设置。在生成消息时，系统将替换称为OTRS标签的变量。在“添加”和“编辑”屏幕的底部查找此资源的可用标签列表。

source: For example, the variable ``<OTRS_TICKET_TicketNumber>`` expands to the ticket number allowing a template to include something like the following.
de: Die Variable ``<OTRS_TICKET_TicketNumber>`` beinhaltet beispielsweise die Ticketnummer, so dass eine Vorlage etwa Folgendes enthalten kann.
hu: Például az ``<OTRS_TICKET_TicketNumber>`` változó a jegyszámot jeleníti meg, ha valami ilyesmit ad meg a sablonban.
zh_cn: 例如，变量 ``<OTRS_TICKET_TicketNumber>`` 扩展为工单编号，允许模板包含如下内容。

source: This tag expands, for example to:
de: Dieses Tag bspw. führt zu:
hu: Ez a címke például ezt fogja megjeleníteni:
zh_cn: 例如，这个标签扩展为：

source: Dynamic Ticket Templates ↔ Groups
de: Dynamische Ticket-Vorlagen ↔ Gruppen
hu: Dinamikus jegysablonok ↔ Csoportok
zh_cn: 动态工单模板 ↔ 组

source: Use this screen to add one or more dynamic ticket templates to one or more groups. To use this function, at least one dynamic ticket template and one group need to have been added to the system. The management screen is available in the *Dynamic Ticket Templates ↔ Groups* module of the *Users, Groups & Roles* group.
de: Verwenden Sie diese Ansicht, um eine oder mehrere dynamische Ticket-Vorlagen zu einer oder mehreren Gruppen hinzuzufügen. Um diese Funktion verwenden zu können, müssen mindestens eine dynamische Ticket-Vorlage und eine Gruppe zum System hinzugefügt worden sein. Die Ansicht zur Verwaltung ist im Modul *Dynamische Ticket-Vorlagen ↔ Gruppen* in der Gruppe *Benutzer, Gruppen & Rollen* verfügbar.
hu: Használja ezt a képernyőt, hogy egy vagy több dinamikus jegysablont adjon hozzá egy vagy több csoporthoz. A funkció használatához az szükséges, hogy legalább egy dinamikus jegysablon és legalább egy csoport hozzá legyen adva a rendszerhez. A kezelőképernyő a *Felhasználók, csoportok és szerepek* csoport *Dinamikus jegysablonok ↔ Csoportok* moduljában érhető el.
zh_cn: 使用此屏幕可将一个或多个动态工单模板添加到一个或多个组。要使用此功能，至少需要向系统添加一个动态工单模板和一个组。管理屏幕位于 *用户、组和角色* 组的 *动态工单模板 ↔ 组* 模块中。

source: Manage Dynamic Ticket Template-Group Relations
de: Beziehungen zwischen dynamischen Ticket-Vorlagen und Gruppen verwalten
hu: Dinamikus jegysablon–Csoport kapcsolatok kezelése
zh_cn: 管理 动态工单模板-组 关系

source: Manage Dynamic Ticket Templates ↔ Groups Relations
de: Zuordnungen zwischen dynamischen Ticket-Vorlagen und Gruppen verwalten
hu: Dinamikus jegysablonok ↔ Csoportok kapcsolatainak kezelése
zh_cn: 管理 动态工单模板 ↔ 组 关系

source: To assign some groups to a dynamic ticket template:
de: So ordnen Sie Gruppen einer dynamischen Ticket-Vorlage zu:
hu: Néhány csoportnak egy dinamikus jegysablonhoz való rendeléséhez:
zh_cn: 若要将某些组分配给一个动态工单模板，请执行以下操作：

source: Click on a dynamic ticket template in the *Dynamic Ticket Templates* column.
de: Klicken Sie auf eine dynamische Ticket-Vorlage in der Spalte *Dynamische Ticket-Vorlagen*.
hu: Kattintson egy dinamikus jegysablonra a *Dinamikus jegysablonok* oszlopban.
zh_cn: 单击 *动态工单模板* 列中的一个动态工单模板。

source: Select the groups you would like to assign the dynamic ticket template to.
de: Wählen Sie die Gruppen aus, denen Sie die dynamische Ticket-Vorlage zuweisen möchten.
hu: Válassza ki azokat a csoportokat, amelyekhez hozzá szeretné rendelni a dinamikus jegysablont.
zh_cn: 选择要分配该动态工单模板的组。

source: Change Group Relations for Dynamic Ticket Template
de: Gruppenzuordnungen für dynamische Ticket-Vorlage ändern
hu: Csoportkapcsolatok megváltoztatása egy dinamikus jegysablonnál
zh_cn: 修改动态工单模板的组关系

source: To assign some dynamic ticket templates to a group:
de: So weisen Sie dynamische Ticket-Vorlagen einer Gruppe zu:
hu: Néhány dinamikus jegysablonnak egy csoporthoz való rendeléséhez:
zh_cn: 若要将某些动态工单模板分配给一个组，请执行以下操作：

source: Click on a group in the *Groups* column.
de: Klicken Sie in der Spalte *Gruppen* auf eine Gruppe.
hu: Kattintson egy csoportra a *Csoportok* oszlopban.
zh_cn: 点击 *组* 列中的一个组。

source: Select the dynamic ticket templates you would like to assign the group to.
de: Wählen Sie die dynamischen Ticket-Vorlagen aus, denen Sie einer Gruppe zuordnen möchten.
hu: Válassza ki azokat a dinamikus jegysablonokat, amelyeket hozzá szeretne rendelni a csoporthoz.
zh_cn: 选择要分配给该组的动态工单模板。

source: Change Dynamic Ticket Template Relations for Group
de: Zuordnungen zwischen dynamischen Ticket-Vorlagen und Gruppen ändern
hu: Dinamikus jegysablon kapcsolatainak megváltoztatása egy csoportnál
zh_cn: 修改组的动态工单模板关系
