Repository: Yan-Oliveira/doc-fao
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu, zh_cn

source: Headers are only allowed to be used once within a configuration type and those from specific configuration override common configuration headers.
de: Header dürfen innerhalb eines Konfigurationstyps nur einmal verwendet werden und die aus einer bestimmten Konfiguration überschreiben gemeinsame Konfigurations-Header.
hu: A fejléceket csak egyszer lehet használni egy beállítástípuson belül, és az adott beállításokból származók felülbírálják a közös beállítás fejléceit.
zh_cn: 标头只允许在配置类型中使用一次，并且来自特定配置的标头将重写公共配置标头。

source: Some headers are blocked for safety purposes. If needed, the list of blocked headers can be changed in system configuration using the settings ``GenericInterface::Invoker::OutboundHeaderBlacklist`` and ``GenericInterface::Operation::OutboundHeaderBlacklist`` respectively.
de: Einige Header sind aus Sicherheitsgründen blockiert. Bei Bedarf kann die Liste der blockierten Header in der Systemkonfiguration mit den Einstellungen ``GenericInterface::Invoker::OutboundHeaderBlacklist`` bzw. ``GenericInterface::Operation::OutboundHeaderBlacklist`` geändert werden.
hu: Néhány fejléc blokkolva van biztonsági okok miatt. Ha szükséges, akkor a blokkolt fejlécek listája megváltoztatható a rendszerbeállításokban a megfelelő ``GenericInterface::Invoker::OutboundHeaderBlacklist`` és ``GenericInterface::Operation::OutboundHeaderBlacklist`` beállítások használatával.
zh_cn: 为了安全起见，某些标头被阻止。如果需要，可以在系统配置中分别使用设置 ``GenericInterface::Invoker::OutboundHeaderBlacklist`` 和 ``GenericInterface::Operation::OutboundHeaderBlacklist`` 更改阻止的标头列表。

source: Headers defined using the previous *additional response headers* functionality will continue to work and will be upgraded to the new functionality when the *Provider* transport configuration is changed the next time.
de: Header, die mit der bisherigen *zusätzlichen Response-Header*-Funktionalität definiert wurden, funktionieren weiterhin und werden auf die neue Funktionalität aktualisiert, wenn die *Provider*-Transportkonfiguration das nächste Mal geändert wird.
hu: Az előző *további válaszfejlécek* funkcionalitást használó, meghatározott fejlécek továbbra is működni fognak, és frissítve lesznek az új funkcionalitáshoz, ha a *Szolgáltató* átvitel beállítása megváltozik következő alkalommal.
zh_cn: 使用以前的 *附加响应标头* 功能定义的标头将继续工作，并在下次更改 *提供程序* 传输配置时升级到新功能。

source: Ticket Queue Selection
zh_cn: 工单队列选择

source: This feature add-on makes it possible to automatically move a ticket to preferred queues on the basis of ticket and customer data when it is created. In the standard version of **OTRS**, some similar selection can be done by using several email addresses or moving tickets manually.
de: Mit diesem Feature Add-on ist es möglich, ein Ticket bei der Erstellung auf Basis von Ticket- und Kundendaten automatisch in bevorzugte Queues zu verschieben. In der Standardversion von **OTRS** kann eine ähnliche Auswahl durch die Verwendung mehrerer E-Mail-Adressen oder das manuelle Verschieben von Tickets erfolgen.
hu: Ez a funkciókiegészítő lehetővé teszi egy jegy automatikus áthelyezését az előnyben részesített várólistákba a jegy és az ügyfél adatai alapján, amikor a jegy létrejön. Az **OTRS** szabványos verziójában is elvégezhető néhány hasonló kiválasztás több e-mail cím használatával vagy a jegyek kézi áthelyezésével.
zh_cn: 本功能插件使您能够在创建工单时根据工单和客户数据自动将工单转移到首选队列。在 **OTRS** 的标准版本中，可以通过使用多个电子邮件地址或手动移动工单来完成一些类似的选择。

source: After installing the feature add-on, you can define in the system configuration on which data the queue selection should be executed. For example, it would be possible to define certain customer names, which causes their tickets to move into a special queue where the appropriate customer consultant can work on it immediately.
de: Nach der Installation des Feature Add-Ons können Sie in der Systemkonfiguration festlegen, auf welchen Daten die Queue-Auswahl ausgeführt werden soll. Beispielsweise wäre es möglich, bestimmte Kundennamen zu definieren, wodurch deren Tickets in eine spezielle Queue verschoben werden, in der der entsprechende Kundenberater sie sofort bearbeiten kann.
hu: A funkciókiegészítő telepítése után meghatározhatja a rendszerbeállításokban, hogy mely adatok alapján kell a várólista kiválasztását végrehajtani. Például lehetséges bizonyos ügyfélnevek meghatározása, ami a jegyeik áthelyezését idézi elő egy különleges várólistába, ahol a megfelelő ügyféltanácsadó azonnal dolgozhat velük.
zh_cn: 安装本功能插件后，可以在系统配置中定义应在哪些数据上执行队列选择。例如，可以定义某些客户名称，这会导致他们的工单进入一个特殊队列，相应的客户顾问可以立即对其进行处理。

source: It would also be possible to define keywords, like *problem* or *computer*, for the ticket title so that those tickets are automatically routed to the first-level-support queue.
de: Es wäre auch möglich, Schlüsselwörter, wie *Problem* oder *Computer*, für den Ticket-Titel zu definieren, so dass diese Tickets automatisch an die First-Level-Support-Queue weitergeleitet werden.
hu: Lehetőség van arra is, hogy kulcsszavakat határozzon meg (mint például *probléma* vagy *számítógép*) a jegy címénél, azért hogy azok a jegyek automatikusan átirányításra kerüljenek az első szintű támogatás várólistába.
zh_cn: 还可以为工单标题定义关键字，如 *问题* 或 *计算机*，以便这些工单自动路由到一级支持队列。

source: Immediate handling of the ticket.
de: Sofortige Bearbeitung des Tickets.
hu: A jegy azonnali kezelése.
zh_cn: 立即处理工单。

source: Automatic assignment in the correct queue according to individually definable keywords.
de: Automatische Zuordnung in die richtige Queue nach individuell definierbaren Schlüsselwörtern.
hu: Automatikus hozzárendelés a megfelelő várólistához az egyénileg meghatározható kulcsszavak szerint.
zh_cn: 根据可单独定义的关键字在正确队列中自动分配。

source: Saves time compared to a manual assignment.
de: Spart Zeit im Vergleich zu einer manuellen Zuordnung.
hu: Időt takarít meg a kézi hozzárendeléshez képest.
zh_cn: 与手动分配相比，节省了时间。

source: External IT service
de: Externer IT-Service
hu: Külső IT-szolgáltatás
zh_cn: 外部的IT服务

source: This package has no administrator interface, but makes it possible to move tickets with specific ticket or customer user data into queues.
de: Dieses Paket hat kein Administratior-Interface, ermöglicht es aber, Tickets mit spezifischen Ticket- oder Kundenbenutzerdaten in Queues zu verschieben.
hu: Ennek a csomagnak nincs adminisztrátori felülete, de lehetővé teszi a bizonyos jegyadatokkal vagy ügyfél-felhasználói adatokkal rendelkező jegyek áthelyezését várólistákba.
zh_cn: 本软件包没有管理员界面，但可以将具有特定工单或客户用户数据的工单转移到队列中。

source: The package can be configured with the setting ``OTRSTicketQueueSelection::Configuration``. Key is the queue name and value is a semicolon-separated list of ticket and/or customer user settings and their expected value as regular expression. The fields available for tickets and customer users have to match those available in **OTRS**.
de: Das Paket kann mit der Einstellung ``OTRSTicketQueueSelection::Configuration`` konfiguriert werden. Schlüssel ist der Queue-Name und Wert ist eine durch Semikolon getrennte Liste von Ticket- und/oder Kunden-Benutzereinstellungen und deren erwarteter Wert als regulärer Ausdruck. Die für Tickets und Kunden-Benutzer verfügbaren Felder müssen mit den in **OTRS** verfügbaren Feldern übereinstimmen.
hu: A csomag az ``OTRSTicketQueueSelection::Configuration`` beállítással állítható be. A kulcs a várólista neve és az érték a jegy és/vagy az ügyfél-felhasználó beállításainak és azok reguláris kifejezésként megadott elvárt értékeinek pontosvesszővel elválasztott listája. A jegyeknél és az ügyfél-felhasználóknál elérhető mezőknek egyezniük kell az **OTRS**-ben elérhetőkkel.
zh_cn: 可以使用设置 ``OTRSTicketQueueSelection::Configuration`` 配置本软件包。键是队列名称，值是以分号分隔的工单和/或客户用户设置列表，以及它们作为正则表达式的预期值。可用于工单和客户用户的字段必须与 **OTRS** 中的字段匹配。

source: This example shows how to configure a set of rules to move a ticket from any selected queue to a defined destination queue based on a ticket attribute, on ticket creation time.
de: Dieses Beispiel zeigt, wie eine Reihe von Regeln konfiguriert wird, um ein Ticket von einer beliebigen ausgewählten Queue in eine definierte Zielqueue zu verschieben, basierend auf einem Ticket-Attribut, zur Zeit der Ticket-Erstellung.
hu: Ez a példa azt mutatja be, hogy hogyan lehet beállítani egy olyan szabályhalmazt, amely áthelyez egy jegyet bármely kiválasztott várólistából egy meghatározott célvárólistába egy jegyattribútum, a jegy létrehozási ideje alapján.
zh_cn: 此示例显示如何配置一组规则，以便在创建工单时根据工单属性将工单从任何选定队列转移到定义的目标队列。

source: To configure rules for newly created tickets with title ``Test`` to be moved to queue *Junk*:
de: So konfigurieren Sie Regeln für neu erstellte Tickets mit dem Titel ``Test``, die in die Queue *Junk* verschoben werden sollen:
hu: A ``Teszt`` címmel rendelkező, újonnan létrehozott jegyeknek a *Szemét* várólistába helyezéshez szükséges szabályok beállításához:
zh_cn: 要为新创建的标题为 ``Test`` 的工单配置规则以将其移动到 *Junk* 队列：

source: Select *OTRSTicketQueueSelection* in the *Navigation* widget.
de: Wählen Sie *OTRSTicketQueueSelection* im Widget *Navigation*.
hu: Válassza ki az *OTRSTicketQueueSelection* lehetőséget a *Navigáció* felületi elemben.
zh_cn: 在 *导航* 小部件中选择 *OTRSTicketQueueSelection*。

source: Open ``OTRSTicketQueueSelection::Configuration`` setting for editing.
de: Öffnen Sie die Einstellung ``OTRSTicketQueueSelection::Configuration`` zur Bearbeitung.
hu: Nyissa meg az ``OTRSTicketQueueSelection::Configuration`` beállítást a szerkesztésre.
zh_cn: 打开 ``OTRSTicketQueueSelection::Configuration`` 设置进行编辑。

source: Enter *Junk* for key and ``Ticket::Title='^Test$'`` for content.
de: Geben Sie *Junk* für die Taste und ``Ticket::Title='^Test$'`` für den Inhalt ein.
hu: Adja meg a *Szemét* szót a kulcshoz és a ``Ticket::Title='^Teszt$'`` reguláris kifejezést a tartalomhoz.
zh_cn: 输入 *Junk* 作为键，输入 ``Ticket::Title='^Test$'`` 作为内容。

source: Create a ticket with title *Test* and check that the ticket is moved according to your configuration.
de: Erstellen Sie ein Ticket mit dem Titel *Test* und überprüfen Sie, ob das Ticket entsprechend Ihrer Konfiguration verschoben wird.
hu: Hozzon létre egy jegyet *Teszt* címmel, és ellenőrizze, hogy a jegy áthelyezésre kerül a beállítások szerint.
zh_cn: 创建一个标题为 *Test* 的工单，并检查工单是否根据您的配置转移。

source: As seen in this example there is only one rule to that the ticket must match to be moved to the queue *Junk*. If more rules are needed, they can be added to the same content field with a ``;`` character as a separator, like:
de: Wie in diesem Beispiel gesehen, gibt es nur eine Regel, dass das Ticket passen muss, um in die Queue *Junk* verschoben zu werden. Wenn mehr Regeln benötigt werden, können sie dem gleichen Inhaltsfeld mit einem ``;`` Zeichen als Trennzeichen hinzugefügt werden, wie:
hu: Amint ebben a példában látható, csak egyetlen olyan szabály van ahhoz, amelyre a jegynek illeszkednie kell, hogy áthelyezésre kerüljön a *Szemét* várólistába. Ha több szabályra van szükség, akkor azok hozzáadhatók ugyanahhoz a tartalommezőhöz egy ``;`` karakterrel elválasztva, mint például:
zh_cn: 如本例所示，只有一条规则要求工单必须匹配才能转移到 *Junk* 队列。如果需要更多的规则，可以将它们添加到同一个内容字段中，并使用 ``;`` 字符作为分隔符，例如：

source: Each rule is taken by the system as an AND condition, so for these new rules the ticket will need to match the title condition **and** the customer user condition in order to be moved to the *Junk* queue.
de: Jede Regel wird vom System als UND-Bedingung angenommen, so dass für diese neuen Regeln das Ticket mit der Titel-Bedingung **und** der Kunden-Benutzer-Bedingung übereinstimmen muss, um in die Queue *Junk* verschoben zu werden.
hu: Minden egyes szabályt ÉS feltétellel fog figyelembe venni a rendszer, ezért ezeknél az új szabályoknál a jegynek illeszkednie kell a címfeltételre **és** az ügyfélfelhasználó-feltételre, azért hogy áthelyezésre kerüljön a *Szemét* várólistába.
zh_cn: 系统将每个规则都作为AND条件，因此对于这些新规则，工单将需要与标题条件 **和** 客户用户条件匹配，以便转移到 *Junk* 队列。

source: The rules can be based on ticket attributes ``Ticket::<Attribute>`` or on customer user attributes ``CustomerUser::<Attribute>``.
de: Die Regeln können auf den Ticket-Attributen ``Ticket::<Attribute>`` oder auf den Kunden-Benutzerattributen ``CustomerUser::<Attribute>`` basieren.
hu: A szabályok alapulhatnak jegyattribútumokon (``Ticket::<Attribútum>``) vagy ügyfél-felhasználó attribútumokon (``CustomerUser::<Attribútum>``).
zh_cn: 规则可以基于工单属性 ``Ticket::<Attribute>`` 或客户用户属性 ``CustomerUser::<Attribute>``。

source: Ticket Time Unit Dropdown
zh_cn: 工单时间单位下拉列表

source: For service organizations that must meet strict service level agreements (SLAs), the documentation of time units is fundamental. For this purpose, the standard version of **OTRS** provides a field without any unit that can be filled in however you wish. However, the correct documentation of the working time with this field requires a company-wide understanding and knowledge of time and billing intervals. Unfortunately, and especially in global companies with several locations, this is not always the case. This can cause working times to be documented incorrectly and be a source of confusion for customers.
de: Für Serviceorganisationen, die strenge Service Level Agreements (SLAs) erfüllen müssen, ist die Dokumentation von Zeiteinheiten von grundlegender Bedeutung. Zu diesem Zweck stellt die Standardversion von **OTRS** ein Feld ohne Einheit zur Verfügung, das nach Belieben ausgefüllt werden kann. Die korrekte Dokumentation der Arbeitszeit mit diesem Feld setzt jedoch ein unternehmensweites Verständnis und Wissen über Zeit- und Abrechnungsintervalle voraus. Dies ist leider und insbesondere in global agierenden Unternehmen mit mehreren Standorten nicht immer der Fall. Dies kann dazu führen, dass die Arbeitszeiten falsch dokumentiert werden und bei den Kunden zu Verwirrung führen.
hu: Olyan szolgáltató szervezeteknél, amelyeknek szigorú szolgáltatási megállapodásoknak (SLA-knak) kell megfelelniük, az időegységek dokumentálása alapvető fontosságú. Erre a célra az **OTRS** szabványos verziója egy mértékegység nélküli mezőt biztosít, amely tetszőleges módon kitölthető. Azonban a munkaidőnek ezzel a mezővel történő helyes dokumentálása az időknek és a számlázási időszakoknak a vállalat egészére kiterjedően vett értelmezését és tudását igényli. Sajnálatos módon – különösen a globális, több helyszínen működő vállalatoknál – nem mindig ez a helyzet. Ez a munkaidők helytelen dokumentálását okozhatja, és az ügyfelek összezavarásának forrása lehet.
zh_cn: 对于必须满足严格的服务级别协议（SLA）的服务组织，时间单位的文档记录至关重要。 为此，**OTRS** 的标准版本提供了一个没有任何单位的字段，可以随意填写。 但是，正确记录此字段的工作时间需要整个公司范围内对时间和计费间隔的了解和知识。 不幸的是，尤其是在拥有多个地点的跨国公司中，情况并非总是如此。 这可能会导致工作时间记录不正确，并给客户造成混乱。

source: The problem can be solved by using this feature add-on. It makes it possible to set time units in a drop-down list like minutes or hours.
de: Das Problem kann mit dieser Funktionserweiterung gelöst werden. Es ermöglicht die Einstellung von Zeiteinheiten in einer Drop-Down-Liste wie Minuten oder Stunden.
hu: A probléma megoldható ennek a funkciókiegészítőnek a használatával. Ez lehetővé teszi időegységek (például perc vagy óra) beállítását egy legördülő mező segítségével.
zh_cn: 使用本功能插件可以解决此问题。 这样可以在下拉列表中设置时间单位，例如分钟或小时。

source: It is possible to define the following values:
de: Es ist möglich, die folgenden Werte zu definieren:
hu: A következő értékek meghatározása lehetséges:
zh_cn: 可以定义以下值：

source: Selectable values
de: Wählbare Werte
hu: Kiválasztható értékek
zh_cn: 可选值

source: Displayed name of value (e.g. *hour* or *minute*)
de: Angezeigter Name des Wertes (z.B. *Stunde* oder *Minute*)
hu: Az érték megjelenített neve (például *óra* vagy *perc*)
zh_cn: 显示的值名称（例如 *小时* 或 *分钟*）

source: Set default value
de: Standardwert einstellen
hu: Alapértelmezett érték beállítása
zh_cn: 设置默认值

source: These definitions allow you to take into account the individual time and billing charge needs of your company. For example, when a quarter of an hour has already started, it could be calculated as a 15-minute interval automatically.
de: Diese Definitionen ermöglichen es Ihnen, die individuellen Zeit- und Gebührenbedürfnisse Ihres Unternehmens zu berücksichtigen. Wenn beispielsweise eine Viertelstunde bereits begonnen hat, könnte sie automatisch als 15-Minuten-Intervall berechnet werden.
hu: Ezek a meghatározások lehetővé teszik a vállalat egyéni időinek és számlázási díj igényeinek figyelembe vételét. Például ha egy negyedóra már elkezdődött, akkor automatikusan kiszámítható 15 perces időközként.
zh_cn: 这些定义使您可以考虑公司的个人时间和计费费用需求。 例如，当四分之一小时已经开始时，可以自动将其计算为15分钟间隔。

source: Reduction of error ratio when entering time units.
de: Reduzierung der Fehlerquote bei der Eingabe von Zeiteinheiten.
hu: Hibaarány csökkentése, ha időegységeket adnak meg.
zh_cn: 输入时间单位时降低错误率。

source: Unmistakable definition of intervals and default values reduces documentation time.
de: Unverwechselbare Definition von Intervallen und Vorgabewerten reduziert den Dokumentationsaufwand.
hu: Az időközök és az alapértelmezett értékek egyértelmű meghatározása csökkenti a dokumentálás idejét.
zh_cn: 明确的时间间隔和默认值定义减少了文档记录时间。

source: Globally active companies
de: Global tätige Unternehmen
hu: Globálisan működő vállalatok
zh_cn: 全球活跃的公司

source: For using this feature add-on, it is necessary to activate the drop-down lists via system configuration.
de: Für die Nutzung dieser Funktionserweiterung ist es notwendig, die Drop-Down-Listen über die Systemkonfiguration zu aktivieren.
hu: A funkciókiegészítő használatához a legördülő listák bekapcsolása szükséges a rendszerbeállításokban.
zh_cn: 要使用本功能插件，必须通过系统配置激活下拉列表。

source: To activate the drop-down lists:
de: So aktivieren Sie die Dropdown-Listen:
hu: A legördülő listák bekapcsolásához:
zh_cn: 若要激活该下拉列表：

source: Select *OTRSTicketTimeUnitDropdown* in the *Navigation* widget.
de: Wählen Sie *OTRSTicketTimeUnitDropdown* im Widget *Navigation*.
hu: Válassza ki az *OTRSTicketTimeUnitDropdown* lehetőséget a *Navigáció* felületi elemben.
zh_cn: 在 *导航* 小部件中选择 *OTRSTicketTimeUnitDropdown*。

source: Navigate to *Frontend → Agent* in the navigation tree.
de: Navigieren Sie im Navigationsbaum zu *Frontend → Agent*.
hu: Navigáljon a *Frontend → Agent* ághoz a navigációs fában.
zh_cn: 在导航树中导航至 *Frontend → Agent*。

source: Activate the settings for the first, second and third drop-down lists, if needed.
de: Aktivieren Sie bei Bedarf die Einstellungen für die erste, zweite und dritte Drop-down-Liste.
hu: Kapcsolja be a beállításokat az első, második és harmadik legördülő listához, ha szükséges.
zh_cn: 如果需要，激活第一、第二和第三下拉列表的设置。

source: To use a custom time unit:
de: So verwenden Sie eine benutzerdefinierte Zeiteinheit:
hu: Egyéni időegység használatához:
zh_cn: 若要使用自定义时间单位：

source: Change the value of the ``Name`` key to the custom time unit name.
de: Ändern Sie den Wert des Schlüssels ``Name`` auf den benutzerdefinierten Namen der Zeiteinheit.
hu: Változtassa meg a ``Name`` kulcs értékét az egyéni időegység nevére.
zh_cn: 将 ``名称`` 键的值更改为自定义时间单位名称。

source: Add possible values to ``Settings`` key, where the first entry is the time in seconds and the second entry is the label to be displayed in the drop-down list.
de: Fügen Sie mögliche Werte zum Schlüssel ``Settings`` hinzu, wobei der erste Eintrag die Zeit in Sekunden und der zweite Eintrag die Bezeichnung ist, die in der Dropdown-Liste angezeigt werden soll.
hu: Adjon hozzá lehetséges értékeket a ``Settings`` kulcshoz, ahol az első bejegyzés az idő másodpercben és a második bejegyzés a legördülő listában megjelenítendő címke.
zh_cn: 在 ``设置`` 键中添加可能的值，其中第一项是时间（秒），第二项是要在下拉列表中显示的标签。

source: It is possible to set default value for each setting using the ``Default`` key and any valid value from the **second** entry of the ``Settings`` key. This default value will be pre-selected in the drop-down list on the ticket screens.
de: Es ist möglich, den Standardwert für jede Einstellung mit dem Schlüssel ``Default`` und jedem gültigen Wert aus dem **Sekunden** Eintrag des Schlüssels ``Settings`` einzustellen. Dieser Standardwert wird in der Dropdown-Liste in den Ticket-Ansichten vorgewählt.
hu: Lehetőség van alapértelmezett értéket megadni minden egyes beállításhoz a ``Default`` kulcs és a ``Settings`` kulcs **második** bejegyzéséből származó bármilyen érvényes érték használatával. Ez az alapértelmezett érték előre ki lesz választva a legördülő listában a jegy képernyőkön.
zh_cn: 可以使用 ``默认`` 键以及 ``设置`` 键的 **秒** 项中的任何有效值来为每个设置设置默认值。 该默认值将在工单屏幕的下拉列表中预先选择。

source: Now open the *New Phone Ticket* screen or any other screen using time units on the :doc:`agent` and use the drop-down lists for hours and minutes to set the time units instead of an input field.
de: Öffnen Sie nun die Ansicht *Neues Telefon-Ticket* oder eine andere Ansicht mit Zeiteinheiten auf dem :doc:`agent` und benutzen Sie die Drop-Down-Listen für Stunden und Minuten, um die Zeiteinheiten anstelle eines Eingabefeldes einzustellen.
hu: Most nyissa meg az :doc:`agent` *Új telefonos jegy* képernyőjét vagy bármely más képernyőt, amely időegységeket használ, és használja a legördülő listákat az órák és percek időegységként történő beállításához a beviteli mező helyett.
zh_cn: 现在打开 *新建电话工单* 屏幕或任何其它屏幕使用 :doc:`agent` 上的时间单位，并使用小时和分钟的下拉列表来设置时间单位，而不是输入字段。

source: This package transforms the *Time units* input field into drop-down lists. The drop-down lists can be configured in the system configuration of the :doc:`admin`.
de: Dieses Paket wandelt das Eingabefeld *Zeiteinheiten* in Dropdown-Listen um. Die Drop-Down-Listen können in der Systemkonfiguration des :doc:`admin` konfiguriert werden.
hu: Ez a csomag átalakítja az *Időegységek* beviteli mezőt legördülő listákra. A legördülő listák az :doc:`admin` rendszerbeállításaiban állíthatók be.
zh_cn: 本软件包将 *时间单位* 输入字段转换为下拉列表。下拉列表可以在 :doc:`admin` 的系统配置中配置。

source: To use the configured time units drop-down lists:
de: So verwenden Sie die konfigurierten Drop-Down-Listen für die Zeiteinheiten:
hu: A beállított időegységek legördülő listák használatához:
zh_cn: 若要使用配置的时间单位下拉列表:

source: Open the *New Phone Ticket* screen or any other screen using time units.
de: Öffnen Sie die Ansicht *Neues Telefon-Ticket* oder eine andere Ansicht mit Zeiteinheiten.
hu: Nyissa meg az *Új telefonos jegy* képernyőt vagy bármely más időegységeket használó képernyőt.
zh_cn: 打开 *新建电话工单* 屏幕或任何其它屏幕使用时间单位。

source: Scroll down to the bottom of the form and check the new *Time units* field.
de: Scrollen Sie bis zum Ende des Formulars und überprüfen Sie das neue Feld *Zeiteinheiten*.
hu: Görgessen le az űrlap aljára, és nézze meg az új *Időegységek* mezőt.
zh_cn: 向下滚动到表单的底部，并检查新的 *时间单位* 字段。

source: Ticket Watchlist
zh_cn: 工单关注列表

source: This feature add-on allows you to manage several watchlists. A ticket agent defines watchlists and assigns tickets to a watchlist. Within the watchlist view, the agent gets an overview of all of his watchlists and can administer them.
de: Dieses Feature Add-On ermöglicht es Ihnen, mehrere Watchlists zu verwalten. Ein Ticket-Agent definiert Watchlists und ordnet die Tickets einer Watchlist zu. In der Watchlist-Ansicht erhält der Agent einen Überblick über alle seine Watchlists und kann diese verwalten.
hu: Ez a funkciókiegészítő lehetővé teszi egyszerre több megfigyelőlista kezelését. A jegy ügyintézője így különböző megfigyelőlistákat határozhat meg, amelyekhez hozzárendelheti a jegyeket. A megfigyelőlista nézetén belül az ügyintéző az összes megfigyelőlistájának áttekintőjét kapja, és adminisztrálhatja azokat.
zh_cn: 本功能插件允许您管理多个关注列表。一个工单服务人员定义了关注列表并将工单分配给关注列表。在关注列表视图中，服务人员获取所有关注列表的概览，并可以管理它们。

source: The feature add-on has the following features:
de: Das Feature Add-on hat die folgenden Eigenschaften:
hu: A funkciókiegészítő a következő funkciókkal rendelkezik:
zh_cn: 本功能插件具有以下功能:

source: Define notification events for each watchlist
de: Definiert Benachrichtigungsereignisse für jede Watchlist
hu: Értesítési események meghatározása az egyes megfigyelőlistákhoz
zh_cn: 为每个关注列表定义通知事件
