Repository: Yan-Oliveira/doc-fao
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu, zh_cn

source: Click on the *New Process Ticket* menu item of the *Tickets* menu.
de: Klicken Sie im Menü *Tickets* auf den Menüpunkt *Neues Prozessticket*.
hu: Kattintson a *Jegyek* menü *Új folyamatjegy* menüpontjára.
zh_cn: 单击 *工单* 菜单的 *新建流程工单* 菜单项。

source: Select a process from the drop-down list.
de: Wählen Sie einen Prozess aus der Dropdown-Liste aus.
hu: Válasszon egy folyamatot a legördülő listából.
zh_cn: 从下拉列表中选择一个流程。

source: Enter your customer information as already known from email tickets.
de: Geben Sie Ihre Kundendaten wie bei E-Mail-Tickets ein.
hu: Adja meg az ügyfél-információkat, ahogy az már ismert az e-mail jegyekből.
zh_cn: 输入电子邮件工单中已知的客户信息。

source: On submitting the activity dialog, the article gets sent to the configured customer user.
de: Beim Absenden des Aktivitätsdialogs wird der Artikel an den konfigurierten Kundenbenutzer gesendet.
hu: A tevékenység-párbeszédablak elküldésekor a bejegyzés el lesz küldve a beállított ügyfél-felhasználónak.
zh_cn: 在提交活动对话框时，信件将发送给配置的客户用户。

source: Queue Responsible
zh_cn: 队列负责人

source: In service management, results depend on how tasks are assigned and making sure that no service request stays unanswered. Therefore, **OTRS** allows you to assign a responsible person to a ticket who takes care of solving it. However, in companies with many regional branches or many levels of hierarchy in their service management staff, there is a complex queue structure. This can make the responsibilities unclear and lead to meaningless reporting.
de: Im Servicemanagement hängen die Ergebnisse davon ab, wie Aufgaben zugewiesen werden und stellen sicher, dass keine Serviceanfrage unbeantwortet bleibt. Daher können Sie mit **OTRS** einem Ticket eine verantwortliche Person zuordnen, die sich um die Lösung des Problems kümmert. In Unternehmen mit vielen regionalen Niederlassungen oder vielen Hierarchieebenen im Servicemanagement gibt es jedoch eine komplexe Queuestruktur. Dies kann die Verantwortlichkeiten unklar machen und zu einem sinnlosen Reporting führen.
hu: A szolgáltatásmenedzsmentben nagyon sok múlik azon, hogy a feladatokat hogyan osztják ki, és hogy szolgáltatáskérés ne maradjon megválaszolatlanul. Az **OTRS** emiatt lehetővé teszi egy felelős személy hozzárendelését a jegyhez, aki gondoskodik annak megoldásáról. Azonban a több területi ággal vagy a szolgáltatásmenedzsment személyzet többszintű hierarchiájával rendelkező szervezeteknek összetett várólista-szerkezetük lehet. Ez a felelősségeket nehezen átláthatóvá teheti, valamint értelmetlen jelentésekhez vezethet.
zh_cn: 在服务管理中，结果取决于如何分配任务以及确保没有任何服务请求悬而未决。 因此，**OTRS** 允许您将工单分配给负责解决工单的负责人。 但是，在服务管理人员中具有许多区域分支机构或多个层次结构的公司中，存在复杂的队列结构。 这会使责任不明确，导致毫无意义的报告。

source: This feature add-on is the solution, because it allows you to assign a responsible party at the queue level.
de: Dieses Feature Add-on ist die Lösung, da Sie damit einen Verantwortlichen auf Queue-Ebene zuordnen können.
hu: Ez a funkciókiegészítő a megoldás, mert lehetővé teszi, hogy felelőst rendeljen egy várólistához.
zh_cn: 本功能插件是解决方案，因为它允许您在队列级别分配负责人。

source: Clear separation of divisions by queue responsibles.
de: Klare Trennung der Abteilungen durch Queue-Verantwortliche.
hu: A részlegek egyértelmű szétválasztása a várólisták felelőseivel.
zh_cn: 通过队列负责人明确划分部门。

source: More significant reporting.
de: Aussagekräftigere Berichterstattung.
hu: Fontosabb és pontosabb jelentések.
zh_cn: 更重要的报告。

source: This package provides the responsible feature for queues and handles the ``TicketQueueUpdate`` and ``TicketCreate`` events to set the responsible based on the name of the queue.
de: Dieses Paket bietet die Verwantwortlicher-Funktion für Queues und behandelt die Ereignisse ``TicketQueueUpdate`` und ``TicketCreate``, um den Verantwortlichen anhand des Namens der Queues festzulegen.
hu: Ez a csomag felelősség funkciót biztosít a várólistákhoz, valamint a ``TicketQueueUpdate`` és ``TicketCreate`` eseményeket kezeli a felelősség beállításához a várólista neve alapján.
zh_cn: 本软件包提供队列的负责人功能，并处理 ``TicketQueueUpdate`` 和 ``TicketCreate`` 事件，以便根据队列的名称设置负责人。

source: To activate the queue responsible feature:
de: So aktivieren Sie die Queue Responsible-Funktion:
hu: A várólista-felelős funkció bekapcsolásához:
zh_cn: 要激活队列负责人功能，请执行以下操作：

source: Make sure that ``Ticket::Responsible`` setting is enabled in order to be able to check it on *Ticket Zoom* screen.
de: Stellen Sie sicher, dass die Einstellung ``Ticket::Responsible`` aktiviert ist, um sie in der *Ticket-Detailansicht* überprüfen zu können.
hu: Győződjön meg arról, hogy a ``Ticket::Responsible`` beállítás engedélyezve van-e, azért hogy képes legyen ellenőrizni azt a *Jegynagyítás* képernyőn.
zh_cn: 确保已启用 ``Ticket::Responsible`` 设置，以便能够在 *工单* 屏幕上进行选择启用。

source: Select *OTRSQueueResponsible* in the *Navigation* widget.
de: Wählen Sie *OTRSQueueResponsible* im Widget *Navigation*.
hu: Válassza ki az *OTRSQueueResponsible* lehetőséget a *Navigáció* felületi elemben.
zh_cn: 在 *导航* 小部件中选择 *OTRSQueueResponsible*。

source: Navigate to *Core → Ticket → OTRSQueueResponsible* in the navigation tree.
de: Navigieren Sie im Navigationsbaum nach *Core → Ticket → OTRSQueueResponsible*.
hu: Navigáljon a *Core → Ticket → OTRSQueueResponsible* ághoz a navigációs fában.
zh_cn: 导航到导航树中的 *Core → Ticket → OTRSQueueResponsible* 。

source: Set values for ``Ticket::QueueResponsible`` setting. Key is the queue name as stored in database (e.g. *Junk*, *Misc* or *Raw*) and content is the login name of the user to be defined as responsible.
de: Setzen Sie Werte für die Einstellung ``Ticket::QueueResponsible``. Der Schlüssel ist der Name der Queue, wie er in der Datenbank gespeichert ist (z.B. *Junk*, *Misc* oder *Raw*) und der Inhalt ist der Login-Name des Benutzers, der als verantwortlich definiert werden soll.
hu: Állítson be értékeket a ``Ticket::QueueResponsible`` beállításnál. A kulcs a várólista neve, ahogy az adatbázisban van tárolva (például *Junk*, *Misc* vagy *Raw*), és a tartalom annak a felhasználónak a bejelentkezési neve, akit felelősként kell meghatározni.
zh_cn: 设置 ``Ticket::QueueResponsible`` 的值。键是存储在数据库中的队列名称（例如 *Junk*、*Misc* 或 *Raw*），内容是要定义为负责人的用户的登录名。

source: Modify ``Ticket::QueueResponsibleOnNewTicket`` setting if needed. If the value is set to *Yes* then also the responsible of new tickets is set per queue and the new tickets are processed like the change of queue event.
de: Ändern Sie die Einstellung ``Ticket::QueueResponsibleOnNewTicket`` bei Bedarf. Wenn der Wert auf *Ja* gesetzt ist, dann wird auch der Verantwortliche für neue Tickets pro Queue gesetzt und die neuen Tickets werden wie das Queuewechsel-Ereignis verarbeitet.
hu: Módosítsa a ``Ticket::QueueResponsibleOnNewTicket`` beállítást, ha szükséges. Ha az érték *Igen* értékre van állítva, akkor az új jegyek felelőse is be lesz állítva várólistánként, és az új jegyek úgy lesznek feldolgozva mint a várólista megváltoztatásának eseménye.
zh_cn: 如果需要，请修改 ``Ticket::QueueResponsibleOnNewTicket`` 设置。如果将该值设置为 *是*，那么还将为每个队列设置新工单的负责人，并且像更改队列事件一样处理新工单。

source: Ready2Adopt ITSM Processes
de: Ready2Adopt ITSM Prozesse
zh_cn: 即开即用ITSM流程

source: Use the following predefined processes in the IT service management disciplines of service design, service operation and service transition:
de: Verwenden Sie die folgenden vordefinierten Prozesse in den IT-Service-Management-Disziplinen Service Design, Service Operation und Service Transition:
hu: Használja a következő, előre meghatározott folyamatokat az IT szolgáltatásmenedzsment szolgáltatástervezés, szolgáltatásüzemeltetés és szolgáltatásbevezetés területein:
zh_cn: 在服务设计、服务运营和服务转换的IT服务管理规程中使用以下预定义流程：

source: Service Design:
hu: Szolgáltatástervezés:
zh_cn: 服务设计：

source: Availability Management (proactive)
de: Verfügbarkeitsmanagement (proaktiv)
hu: Rendelkezésreállás-menedzsment (proaktív)
zh_cn: 可用性管理（主动）

source: Availability Management (reactive)
de: Verfügbarkeitsmanagement (reaktiv)
hu: Rendelkezésreállás-menedzsment (reaktív)
zh_cn: 可用性管理（被动）

source: Catalog Management
de: Katalogverwaltung
hu: Katalógusmenedzsment
zh_cn: 目录管理

source: Continuity Management
de: Kontinuitäts-Management
hu: Folytonosságmenedzsment
zh_cn: 连续性管理

source: Service Design Coordination (individual design)
de: Service-Design-Koordination (individuelle Gestaltung)
hu: Szolgáltatástervezés-koordináció (egyéni tervezés)
zh_cn: 服务设计协调（个性化设计）

source: Service Level Management
hu: Szolgáltatásszint-menedzsment
zh_cn: 服务级别管理

source: Supplier Management
de: Lieferantenmanagement
hu: Beszállító menedzsment
zh_cn: 供应商管理

source: Service Operation:
hu: Szolgáltatásüzemeltetés:
zh_cn: 服务运营：

source: Access Management
de: Zugriffsmanagement
hu: Hozzáférés-menedzsment
zh_cn: 访问管理

source: Event Management
de: Veranstaltungsmanagement
hu: Eseménymenedzsment
zh_cn: 事件管理

source: Incident Management
de: Vorfall-Verwaltung
hu: Incidensmenedzsment
zh_cn: 故障管理

source: Problem Management
hu: Problémamenedzsment
zh_cn: 问题管理

source: Request Fulfillment Management
hu: Kérés-teljesítés menedzsment
zh_cn: 请求履行管理

source: Service Validation and Testing
de: Service-Validierung und Prüfung
hu: Szolgáltatás érvényesítés és tesztelés
zh_cn: 服务验证和测试

source: Service Transition:
de: Service-Übergang:
hu: Szolgáltatásbevezetés:
zh_cn: 服务转换：

source: Change Evaluation
hu: Változásértékelés
zh_cn: 变更评估

source: Knowledge Management
de: Wissensmanagement
hu: Tudásmenedzsment
zh_cn: 知识管理

source: Release and Deployment Management
de: Release und Deployment Management
hu: Kiadás- és üzembeállítás-menedzsment
zh_cn: 发布和部署管理

source: Service Asset and Configuration Management
de: Service Asset und Configuration Management
hu: Szolgáltatásieszköz- és konfigurációmenedzsment
zh_cn: 服务资产和配置管理

source: Service Transition Planning and Support
hu: Szolgáltatásbevezetés, -tervezés és -támogatás
zh_cn: 服务转换规划与支持

source: Continual service improvement (CSI) through pre-defined ITIL processes.
de: Kontinuierliche Serviceverbesserung (CSI) durch vordefinierte ITIL-Prozesse.
hu: Folyamatos szolgáltatásfejlődés (CSI) az előre meghatározott ITIL folyamatokon keresztül.
zh_cn: 通过预定义的ITIL流程进行持续服务改进（CSI）。

source: Higher efficiency and quality through proven ITIL-inspired processes.
de: Höhere Effizienz und Qualität durch bewährte ITIL-inspirierte Prozesse.
hu: Magasabb hatékonyság és minőség a bevált ITIL-jellegű folyamatokon keresztül.
zh_cn: 通过验证过的ITIL启发的流程提高效率和质量。

source: This package has no administrator interface, but it adds the possibility to import Ready2Adopt processes.
de: Dieses Paket hat keine Administrator-Schnittstelle, bietet aber die Möglichkeit, Ready2Adopt-Prozesse zu importieren.
hu: Ennek a csomagnak nincs adminisztrátori felülete, de lehetőséget ad a használatra kész folyamatok importálásához.
zh_cn: 本软件包没有管理员界面，但是它增加了导入即开即用流程的可能性。

source: After installation of the package, a list of several properly defined processes will be available in the *Process Management* screen.
de: Nach der Installation des Pakets steht in der Ansicht *Prozessmanagement* eine Liste mit mehreren richtig definierten Prozessen zur Verfügung.
hu: A csomag telepítése után számos megfelelően meghatározott folyamat listája válik elérhetővé a *Folyamatkezelés* képernyőn.
zh_cn: 安装本软件包后，*流程管理* 屏幕中将显示几个正确定义的流程的列表。

source: This package includes several examples of predefined processes that can help in some specific cases.
de: Dieses Paket enthält mehrere Beispiele für vordefinierte Prozesse, die in bestimmten Fällen helfen können.
hu: Ez a csomag az előre meghatározott folyamatok számos példáját tartalmazza, amelyek segíthetnek bizonyos esetekben.
zh_cn: 本软件包包含几个预定义流程的示例，这些流程在某些特定情况下可以提供帮助。

source: The following Ready2Adopt processes are available from the *Ready2Adopt Processes* widget:
de: Die folgenden Ready2Adopt-Prozesse sind über das Widget *Ready2Adopt Prozesse* verfügbar:
hu: A következő használatra kész folyamatok érhetők el a *Használatra kész folyamatok* felületi elemben:
zh_cn: 以下即开即用流程可从 *即开即用流程* 小部件获得：

source: ``Service Transition::Release and Deployment Management``
zh_cn: ``Service Transition::Release 和 Deployment Management``

source: To import a Ready2Adopt process:
de: So importieren Sie einen Ready2Adopt-Prozess:
hu: Egy használatra kész folyamat importálásához:
zh_cn: 要导入即开即用流程，请执行以下操作：

source: Go to the *Process Management* screen in the administrator interface.
de: Gehen Sie im Administrator-Interface auf die Ansicht *Prozessverwaltung*.
hu: Menjen a *Folyamatkezelés* képernyőre az adminisztrátori felületen.
zh_cn: 转到管理员界面中的 *流程管理* 屏幕。

source: Select a process from the *Ready2Adopt Processes* widget in the left sidebar.
de: Wählen Sie einen Prozess aus dem *Ready2Adopt Processes* Widget in der linken Seitenleiste aus.
hu: Válasszon egy folyamatot a *Használatra kész folyamatok* felületi elemből a bal oldalsávban.
zh_cn: 从左侧边栏的 *即开即用流程* 小部件中选择一个流程。

source: Click on the *Import Ready2Adopt process* button.
de: Klicken Sie auf die Schaltfläche *Ready2Adopt Prozesse importieren*.
hu: Kattintson a *Használatra kész folyamat importálása* gombra.
zh_cn: 单击 *导入即开即用流程* 按钮。

source: Deploy all processes.
de: Nehmen Sie alle Prozesse in Betrieb.
hu: Állítsa üzembe az összes folyamatot.
zh_cn: 部署所有流程。

source: During the import process, the system takes care of creating the needed dynamic fields and/or any needed updates to the system configuration.
de: Während des Importvorgangs kümmert sich das System um die Erstellung der benötigten dynamischen Felder und/oder die Aktualisierung der Systemkonfiguration.
hu: Az importálási folyamat során a rendszer gondoskodik a szükséges dinamikus mezők létrehozásáról és/vagy a rendszerbeállítások bármilyen szükséges frissítéséről.
zh_cn: 在导入过程中，系统负责创建所需的动态字段和/或系统配置的任何所需更新。

source: Ready2Adopt Processes
de: Ready2Adopt-Prozesse
zh_cn: 即开即用的流程

source: Many processes in our everyday working life are standardized and recurring – and thus are ideal for using a process template.
de: Viele Prozesse in unserem Arbeitsalltag sind standardisiert und wiederkehrend - und damit ideal für den Einsatz einer Prozessvorlage.
hu: Napi munkánk során sok folyamat szabványosított és ismétlődik – ezért alkalmasak folyamatsablonok használatára.
zh_cn: 我们日常工作生活中的许多流程都是标准化和重复性的，因此非常适合使用流程模板。

source: With templates, mistakes can be avoided and tasks can be done faster. Improved quality and efficiency are the result!
de: Mit Vorlagen können Fehler vermieden und Aufgaben schneller erledigt werden. Verbesserte Qualität und Effizienz sind das Ergebnis!
hu: A sablonokkal elkerülhetők a hibák, és a feladatok gyorsabban végezhetők el. Az eredmény a javult minőség és hatékonyság!
zh_cn: 使用模板，可以避免错误，更快地完成任务。结果就是提高质量和效率！

source: The following process templates are available in **OTRS**:
de: Die folgenden Prozessvorlagen sind in **OTRS** verfügbar:
hu: A következő folyamatsablonok érhetők el az **OTRS**-ben:
zh_cn: 可在 **OTRS** 中找到以下流程模板：

source: Time off requests
de: Urlaubsanträge
hu: Szabadságolási kérelmek
zh_cn: 请假

source: Room reservations
de: Zimmerreservierung
hu: Teremfoglalások
zh_cn: 预定房间

source: Office supply requests
de: Anträge auf Bürobedarf
hu: Irodaszer igények
zh_cn: 办公用品申请

source: Travel expenses
de: Reisekosten
hu: Utazási költségek
zh_cn: 差旅费

source: Complaints about materials
de: Reklamationen über Materialien
hu: Anyagokkal kapcsolatos panaszok
zh_cn: 关于材料的投诉

source: Quick execution of routine tasks.
de: Schnelle Ausführung von Routineaufgaben.
hu: A rutinfeladatok gyors végrehajtása.
zh_cn: 快速执行例行任务。

source: Error reduction due to predefined processes.
de: Fehlerreduzierung durch vordefinierte Prozesse.
hu: Hibaarány csökkentése az előre meghatározott folyamatoknak köszönhetően.
zh_cn: 由于预定义的流程而减少错误。

source: Time saved on recurring tasks.
de: Zeitersparnis bei wiederkehrenden Aufgaben.
hu: Az ismétlődő feladatok esetében időmegtakarítás.
zh_cn: 节省了重复任务的时间。

source: Quality assurance through specified processes.
de: Qualitätssicherung durch spezifizierte Prozesse.
hu: Minőségbiztosítás a meghatározott folyamatokon keresztül.
zh_cn: 通过特定的流程保证质量。

source: Overview of the current status of an edit.
de: Übersicht über den aktuellen Status einer Bearbeitung.
hu: A szerkesztés aktuális állapotának áttekintése.
zh_cn: 编辑当前状态的概览。

source: Automation options.
de: Automatisierungsoptionen.
hu: Automatizálási lehetőségek.
zh_cn: 自动化选项。

source: ``Conference Room Reservation``
zh_cn: ``会议室预订``

source: ``Office Materials Management``
zh_cn: ``办公用品管理``

source: ``Order Request Management``
zh_cn: ``订单申请管理``

source: ``Request for Leave Management``
zh_cn: ``请假管理``

source: ``Start RMA``
zh_cn: ``启动RMA``

source: ``Travel expense``
zh_cn: ``差旅费``

source: Ready2Adopt Web Services
zh_cn: 即开即用的Web服务

source: Not only do you use a single instance of **OTRS**, but you may also use additional **OTRS** installations and other tools. This can make accessing data inconvenient. Luckily, the following web services provide a workaround:
de: Sie verwenden nicht nur eine einzige Instanz von **OTRS**, sondern können auch zusätzliche **OTRS**-Installationen und andere Tools verwenden. Dies kann den Zugriff auf die Daten unangenehm machen. Glücklicherweise bieten die folgenden Webservices einen Ausweg:
hu: Lehet, hogy Ön nemcsak egy **OTRS** eszközt használ, hanem további **OTRS** telepítéseket és egyéb eszközöket is. Ez megnehezítheti az adatokhoz való hozzáférést. Szerencsére a következő webszolgáltatások kerülő megoldást jelentenek erre az esetre:
zh_cn: 您不仅使用 **OTRS** 的单个实例，还可以使用额外的 **OTRS** 安装和其它工具。这会使访问数据变得不方便。幸运的是，以下 Web W服务提供了一种解决方法：

source: Jira connector
de: Jira Verbinder
hu: Jira csatlakozó
zh_cn: Jira连接器

source: Bugzilla connector
de: Bugzilla Verbinder
hu: Bugzilla csatlakozó
zh_cn: Bugzilla 连接器

source: OTRS-OTRS connector
de: OTRS-OTRS Verbinder
hu: OTRS–OTRS csatlakozó
zh_cn: OTRS-OTRS 连接器

source: This feature add-on requires the :doc:`ticket-invoker` feature.
de: Dieses Feature Add-on erfordert die Funktion :doc:`ticket-invoker`.
hu: Ez a funkciókiegészítő a :doc:`ticket-invoker` csomagot igényli.
zh_cn: 本功能插件需要 :doc:`ticket-invoker` 功能。

source: This package has no administrator interface, but it adds the possibility to import Ready2Adopt web services.
de: Dieses Paket hat keine Administrator-Interface, bietet aber die Möglichkeit, Ready2Adopt Webservices zu importieren.
hu: Ennek a csomagnak nincs adminisztrátori felülete, de lehetőséget ad a használatra kész webszolgáltatások importálásához.
zh_cn: 本软件包没有管理员界面，但是它增加了导入即开即用 web服务的可能性。

source: After installation of the package, a list of several properly defined web services will be available in the *Web Service Management* screen.
de: Nach der Installation des Pakets ist eine Liste mit mehreren richtig definierten Webservices in der Ansicht *Web Service Verwaltung* verfügbar.
hu: A csomag telepítése után számos megfelelően meghatározott webszolgáltatás listája válik elérhetővé a *Webszolgáltatás kezelés* képernyőn.
zh_cn: 安装本软件包后，*web服务管理* 屏幕中将显示几个正确定义的web服务的列表。

source: This package includes several examples of predefined web services created by experts.
de: Dieses Paket enthält mehrere Beispiele für vordefinierte Webservices, die von Experten erstellt wurden.
hu: Ez a csomag a szakértők által létrehozott, előre meghatározott webszolgáltatások számos példáját tartalmazza.
zh_cn: 本软件包包括几个由专家创建的预定义web服务示例。

source: The following Ready2Adopt web services are available from the *Ready2Adopt Web Services* widget:
de: Die folgenden Ready2Adopt Webservices sind über das Widget *Ready2Adopt Webservices* verfügbar:
hu: A következő használatra kész webszolgáltatások érhetők el a *Használatra kész webszolgáltatások* felületi elemben:
zh_cn: 以下即开即用 web服务可从 *即开即用的web服务* 小部件获得：

source: ``BugzillaConnector`` to create or update bugs on a remote Bugzilla server.
de: ``BugzillaConnector``, um Fehler auf einem entfernten Bugzilla-Server zu erstellen oder zu aktualisieren.
hu: ``BugzillaConnector`` a hibák létrehozásához vagy frissítéséhez egy távoli Bugzilla kiszolgálón.
zh_cn: ``BugzillaConnector`` 在远程Bugzilla服务器上创建或更新BUG。

source: ``JIRAConnector`` to create or update issues on a remote JIRA server.
de: ``JIRAConnector``, um Probleme auf einem Remote-JIRA-Server zu erstellen oder zu aktualisieren.
hu: ``JIRAConnector`` a hibajelentések létrehozásához vagy frissítéséhez egy távoli JIRA kiszolgálón.
zh_cn: ``JIRAConnector`` 在远程JIRA服务器上创建或更新问题。

source: ``OTRSConnector`` to create or update tickets on a remote OTRS server.
de: ``OTRSConnector``, um Tickets auf einem entfernten OTRS-Server zu erstellen oder zu aktualisieren.
hu: ``OTRSConnector`` a jegyek létrehozásához vagy frissítéséhez egy távoli OTRS kiszolgálón.
zh_cn: ``OTRSConnector`` 在远程OTRS服务器上创建或更新工单。

source: To import a Ready2Adopt web service:
de: So importieren Sie einen Ready2Adopt Webservice:
hu: Egy használatra kész webszolgáltatás importálásához:
zh_cn: 要导入即开即用的Web服务，请执行以下操作：

source: Go to the *Web Service Management* screen in the administrator interface.
de: Gehen Sie im Administrator-Interface auf die Ansicht *Webservice Verwaltung*.
hu: Menjen a *Webszolgáltatás kezelés* képernyőre az adminisztrátori felületen.
zh_cn: 转到管理员界面中的 *Web服务管理* 屏幕。

source: Select a web service from the *Ready2Adopt Web Services* widget in the left sidebar.
de: Wählen Sie einen Webservice aus dem *Ready2Adopt Processes* Widget in der linken Seitenleiste aus.
hu: Válasszon egy webszolgáltatást a *Használatra kész webszolgáltatások* felületi elemből a bal oldalsávban.
zh_cn: 从左侧栏中的 *即开即用的Web服务* 小部件中选择一个Web服务。

source: Click on the *Import Ready2Adopt web service* button.
de: Klicken Sie auf die Schaltfläche *Ready2Adopt Webservices importieren*.
hu: Kattintson a *Használatra kész webszolgáltatás importálása* gombra.
zh_cn: 点击 *导入即开即用的Web服务* 按钮。

source: Restore Pending Information
zh_cn: 还原挂起信息

source: With this feature add-on, your agents can save time dealing with recurring questions or follow-up messages from a customer. When the state *pending* is selected again, certain fields will be completed automatically.
de: Mit diesem Feature Add-on können Ihre Mitarbeiter Zeit bei der Bearbeitung von wiederkehrenden Fragen oder Folgenachrichten eines Kunden sparen. Wenn der Status *ausstehend* wieder ausgewählt wird, werden bestimmte Felder automatisch ausgefüllt.
hu: Ezzel a funkciókiegészítővel az ügyintézők időt takaríthatnak meg az ismétlődő kérdések vagy egy ügyféltől érkező követő üzenetek kezelésével. Ha a *függőben* állapotot ismét kiválasztják, akkor bizonyos mezők automatikusan ki lesznek töltve.
zh_cn: 使用此功能插件，您的服务人员可以节省处理客户重复出现的问题或后续消息的时间。再次选择状态 *挂起* 时，某些字段将自动完成。
