Repository: Yan-Oliveira/doc-fao
Catalog: locale/*/LC_MESSAGES/content.po
Languages: de, hu, zh_cn

source: Once you have both teams and their agents set up, you can proceed to a calendar overview and start assigning appointments to teams and agents. Simply add or edit an appointment, and choose both team and agent from the lists under resource. You can do this via any calendar overview, as appointment edit dialog is the same for all of them.
de: Sobald Sie beide Teams und ihre Agenten eingerichtet haben, können Sie zu einer Kalenderübersicht übergehen und mit der Zuordnung von Terminen zu Teams und Agenten beginnen. Fügen Sie einfach einen Termin hinzu oder bearbeiten Sie ihn und wählen Sie sowohl Team als auch Agent aus den Listen unter Ressource. Dies ist über eine beliebige Kalenderübersicht möglich, da der Dialog zur Terminbearbeitung für alle gleich ist.
hu: Miután mind a csapatokat, mind azok ügyintézőit beállította, folytathatja a naptáráttekintővel, és elkezdheti az időpontok hozzárendelését a csapatokhoz és ügyintézőkhöz. Egyszerűen adjon hozzá vagy szerkesszen egy időpontot, majd válasszon mind csapatot, mind ügyintézőt az erőforrás alatti listákból. Ezt megteheti bármely naptáráttekintőn keresztül, mivel az időpont szerkesztése párbeszédablak ugyanaz az összesnél.
zh_cn: 一旦您设置了两个团队及其服务人员，您就可以继续进行日历概览并开始为团队和服务人员分配预约。 只需添加或编辑预约，然后从资源下的列表中选择团队和服务人员。 您可以通过任何日历概览执行此操作，因为预约编辑对话框都是相同的。

source: By simply dragging an appointment to a row line with an agent’s name in time-line view, it is possible to assign an appointment to this resource. If an appointment does not have an agent assigned to it, it will appear in the *Unassigned* row of the screen. An appointment with multiple assigned agents will be displayed in each row of assigned agents. Dragging one instance of this appointment will move all them in the same fashion.
de: Durch einfaches Ziehen eines Termins auf eine Zeilenzeile mit dem Namen eines Agenten in der Zeitachsenansicht ist es möglich, dieser Ressource einen Termin zuzuordnen. Wenn einem Termin keinem Agent zugeordnet ist, erscheint er in der Zeile *Nicht zugeordnet* auf dem Bildschirm. Ein Termin mit mehreren zugeordneten Agenten wird in jeder Zeile der zugeordneten Agenten angezeigt. Wenn Sie eine Instanz dieses Termins ziehen, werden alle auf die gleiche Weise verschoben.
hu: Az idővonal nézeten egy időpontnak az ügyintéző nevével rendelkező sorba történő egyszerű húzással lehetőség van egy időpontot ehhez az erőforráshoz rendelni. Ha egy időponthoz nincs hozzárendelt ügyintéző, akkor az a képernyő *Nincs hozzárendelve* sorában fog megjelenni. A több hozzárendelt ügyintézővel rendelkező időpont a minden hozzárendelt ügyintéző sorában meg fog jelenni. Ezen időpont egyik példányának húzása az összeset ugyanúgy át fogja helyezni.
zh_cn: 只需将预约拖到时间线视图中具有服务人员名称的行，就可以将预约分配给此资源。如果没有为预约指派服务人员，则该预约将显示在屏幕的 *未指派* 行中。具有多个已分配服务人员的预约将显示在每行已分配服务人员中。拖动此预约的一个实例将以相同的方式移动所有实例。

source: By editing settings of the resource overview via gear icon in top right corner, you can choose which team agents are displayed within the overview and you can customize the *Timeline Custom* view.
de: Durch die Bearbeitung der Einstellungen der Ressourcenübersicht über das Zahnradsymbol in der rechten oberen Ecke können Sie auswählen, welche Teamagenten in der Übersicht angezeigt werden, und Sie können die Ansicht *Zeitleiste Benutzerdefiniert* anpassen.
hu: Az erőforrás áttekintő beállításainak a jobb felső sarokban lévő fogaskerék ikonon keresztül történő szerkesztésével kiválaszthatja, hogy mely csapatügyintézők legyenek megjelenítve az áttekintőben, valamint személyre szabhatja az *Egyéni idővonal* nézetet.
zh_cn: 通过右上角的齿轮图标编辑资源概览的设置，可以选择概览中显示的团队服务人员，还可以自定义 *自定义时间线* 视图。

source: There is an other icon in the top right corner labeled with double arrow. Clicking on this icon makes the current view full screen and hides the left sidebar. If you click on the full screen icon again, the view is restored and the left sidebar will be visible. The full width mode is stored in the user preferences, so the full screen mode is remembered even after reloading the overview screens.
de: In der rechten oberen Ecke befindet sich ein weiteres Symbol, das mit einem Doppelpfeil gekennzeichnet ist. Wenn Sie auf dieses Symbol klicken, wird die aktuelle Ansicht im Vollbildmodus angezeigt und die linke Seitenleiste ausgeblendet. Wenn Sie erneut auf das Vollbildsymbol klicken, wird die Ansicht wiederhergestellt und die linke Seitenleiste wird sichtbar. Der Modus mit voller Breite wird in den Benutzereinstellungen gespeichert, so dass der Vollbildmodus auch nach dem Neuladen der Übersichtsbilder erhalten bleibt.
hu: Van egy másik ikon is a jobb felső sarokban, amelynek dupla nyíl ikonja van. Erre az ikonra kattintva teljes képernyőssé teszi a jelenlegi nézetet és elrejti a bal oldalsávot. Ha ismét rákattint a teljes képernyő ikonra, akkor a nézet visszaáll és a bal oldalsáv látható lesz. A teljes szélesség mód a felhasználói beállításokban van tárolva, így a teljes képernyős mód megjegyzésre kerül még az áttekintő képernyők újratöltése után is.
zh_cn: 右上角还有一个用双箭头标记的图标。单击此图标可使当前视图全屏显示并隐藏左侧边栏。如果再次单击全屏图标，视图将恢复，左侧边栏将可见。全宽模式存储在用户首选项中，因此即使在重新加载概览屏幕后，也会记住全屏幕模式。

source: The *Timeline Custom* view with the extended settings dialog and the full screen mode is available also in the *Calendar Overview* screen.
de: Die Ansicht *Zeitleiste Benutzerdefiniert* mit dem erweiterten Einstellungsdialog und dem Vollbildmodus ist auch in der Ansicht *Kalenderübersicht* verfügbar.
hu: Az *Egyéni idővonal* nézet a kiterjesztett beállítások párbeszédablakkal és a teljes képernyős mód elérhető a *Naptár áttekintő* képernyőn is.
zh_cn: 带有扩展设置对话框和全屏模式的 *自定义时间线* 视图也可在 *日历概览* 屏幕中使用。

source: In all other aspects, resource overview screen behaves in the same way as a regular calendar overview.
de: In allen anderen Aspekten verhält sich die Ressourcenübersicht wie eine normale Kalenderübersicht.
hu: Minden más szempontból az erőforrás áttekintő képernyő ugyanúgy viselkedik, mint a szokásos naptáráttekintő.
zh_cn: 在其他所有方面，资源概览屏幕的行为与常规日历概览相同。

source: Timeline Custom Settings
de: Einstellungen für die Zeitleiste Benutzerdefiniert
hu: Egyéni idővonal beállításai
zh_cn: 自定义时间线设置

source: Some of these settings have been applied also to the regular calendar overview.
de: Einige dieser Einstellungen wurden auch auf die reguläre Kalenderübersicht angewendet.
hu: Ezen beállítások némelyike alkalmazva lesz a szokásos naptár áttekintőre is.
zh_cn: 其中一些设置也应用于常规日历概览。

source: Calendar Settings Dialog
de: Kalendereinstellungen
hu: Naptár beállításai párbeszédablak
zh_cn: 日历设置对话框

source: Shown resources
de: Angezeigte Ressourcen
hu: Megjelenített erőforrások
zh_cn: 显示资源

source: This setting is user and team specific, and if you have defined an agent filter in this way, a trash icon will be displayed on top of the list of agents so you can remove it easily.
de: Diese Einstellung ist benutzer- und teamspezifisch. Wenn Sie einen Agentenfilter auf diese Weise definiert haben, wird oben in der Liste der Agenten ein Papierkorbsymbol angezeigt, damit Sie ihn leicht entfernen können.
hu: Ez a beállítás a felhasználóra és a csapatra jellemző, és ha rendelkezik egy meghatározott ügyintézőszűrővel ily módon, akkor egy kuka ikon lesz megjelenítve az ügyintézőlista tetején, így egyszerűen eltávolíthatja azt.
zh_cn: 此设置是特定于用户和团队的，如果您以这种方式定义了一个服务人员过滤器，则服务人员列表顶部将显示一个废纸篓图标，以便您可以轻松删除它。

source: Resource information
de: Ressourceninformationen
hu: Erőforrás-információk
zh_cn: 资源信息

source: Show additional resource information next to the agent name in the *Resource Overview* screen. You can use OTRS smart tags related to agents, e.g. ``<OTRS_AGENT_X>``. You can even access agent preferences.
de: Zeigt zusätzliche Ressourceninformationen neben dem Namen des Agenten auf dem Bildschirm *Ressourcenübersicht* an. Sie können OTRS Smart-Tags verwenden, die sich auf Agenten beziehen, z.B. ``<OTRS_AGENT_X>``. Sie können sogar auf die Agenteneinstellungen zugreifen.
hu: További erőforrás-információk megjelenítése az ügyintéző neve mellett az *Erőforrás áttekintő* képernyőn. Használhatja az ügyintézőkhöz kapcsolódó OTRS okos címkéket, mint például ``<OTRS_AGENT_X>``. Még az ügyintéző beállításaihoz is hozzáférhet.
zh_cn: 在 *资源概览* 屏幕中，在服务人员名称旁边显示其它资源信息。您可以使用与服务人员相关的OTRS智能标签，例如 ``<OTRS_AGENT_X>``。您甚至可以访问服务人员首选项。

source: The additional resource information can be added in setting ``AppointmentCalendar::CustomTimeline::ResourceInformation`` in the system configuration.
de: Die zusätzlichen Ressourceninformationen können in der Systemkonfiguration unter ``AppointmentCalendar::CustomTimeline::ResourceInformation`` hinzugefügt werden.
hu: A további erőforrás-információk a rendszerbeállításokban lévő ``AppointmentCalendar::CustomTimeline::ResourceInformation`` beállításban adhatók hozzá.
zh_cn: 可以在系统配置的 ``AppointmentCalendar::CustomTimeline::ResourceInformation`` 设置中添加其它资源信息。

source: Show weekends
de: Wochenenden anzeigen
hu: Hétvégék megjelenítése
zh_cn: 显示周末

source: Select whether the weekends should be displayed or not.
de: Wählen Sie aus, ob die Wochenenden angezeigt werden sollen oder nicht.
hu: Annak kiválasztása, hogy a hétvégéket meg kell-e jeleníteni vagy sem.
zh_cn: 选择是否显示周末。

source: Shown weeks
de: Angezeigte Wochen
hu: Megjelenített hetek
zh_cn: 显示周数

source: Select how many weeks should be displayed in the *Timeline Custom* view.
de: Wählen Sie aus, wie viele Wochen in der Ansicht *Zeitleiste Benutzerdefiniert* angezeigt werden sollen.
hu: Annak kiválasztása, hogy hány hetet kell megjeleníteni az *Egyéni idővonal* nézetben.
zh_cn: 选择 *自定义时间线* 视图中应显示的周数。

source: Start time
de: Startzeitpunkt
hu: Kezdési idő
zh_cn: 开始时间

source: Select the start time for the *Timeline Custom* view. The default *00:00* means the start time will be at the very beginning of the day (midnight).
de: Wählen Sie die Startzeit für die Ansicht *Zeitleiste Benutzerdefiniert*. Die Voreinstellung *00:00* bedeutet, dass die Startzeit ganz am Anfang des Tages (Mitternacht) liegt.
hu: A kezdési idő kiválasztása az *Egyéni idővonal* nézethez. Az alapértelmezett *00:00* azt jelenti, hogy a kezdési idő a nap legelején lesz (éjfélkor).
zh_cn: 选择 *自定义时间线* 视图的开始时间。默认值 *00:00* 表示开始时间将在一天的最开始（午夜）。

source: End time
de: Endzeitpunkt
hu: Befejezési idő
zh_cn: 结束时间

source: Select the end time for the *Timeline Custom* view. The default *24:00* means the end time will be at the very end of the day (midnight).
de: Wählen Sie die Endzeit für die Ansicht *Zeitleiste Benutzerdefiniert*. Die Voreinstellung *00:00* bedeutet, dass die Endzeit ganz am Ende des Tages (Mitternacht) liegt.
hu: A befejezési idő kiválasztása az *Egyéni idővonal* nézethez. Az alapértelmezett *24:00* azt jelenti, hogy a befejezési idő a nap legvégén lesz (éjfélkor).
zh_cn: 选择 *自定义时间线* 视图的结束时间。默认值 *24:00* 表示结束时间将在一天的最末尾（午夜）。

source: Slot duration
de: Zeitfensterdauer
hu: Időrés hossza
zh_cn: 时间片

source: Select the time slot duration for the *Timeline Custom* view. The default *2 Hours* means that each shown time slot has the duration of two hours (e.g. 12 slots are shown for a day 00:00 - 24:00).
de: Wählen Sie die Zeitfensterdauer für die Ansicht *Zeitleiste Benutzerdefiniert*. Die Voreinstellung *2 Stunden* bedeutet, dass jedes angezeigte Zeitfenster die Dauer von zwei Stunden hat (z.B. werden 12 Zeitfenster für einen Tag 00:00 - 24:00 Uhr angezeigt).
hu: Az időrés hosszának kiválasztása az *Egyéni idővonal* nézethez. Az alapértelmezett *2 óra* azt jelenti, hogy minden megjelenített időrés két óra hosszúságú lesz (például 12 időrés lesz megjelenítve egy nap 00:00 és 24:00 óra között).
zh_cn: 选择 *自定义时间线* 视图的时间片。默认值 *2小时* 表示显示的每个时间片的持续时间为2小时（例如，一天00:00-24:00显示为12个时间片）。

source: Slot width
de: Zeitfensterbreite
hu: Időrés szélessége
zh_cn: 时间片宽度

source: Select the time slot width for the *Timeline Custom* view. The default *100 Pixel* means that each shown time slot has a width of 100 pixel.
de: Wählen Sie die Zeitfensterbreite für die Ansicht *Zeitleiste Benutzerdefiniert*. Die Standardeinstellung *100 Pixel* bedeutet, dass jedes angezeigte Zeitfenster eine Breite von 100 Pixel hat.
hu: Az időrés szélességének kiválasztása az *Egyéni idővonal* nézethez. Az alapértelmezett *100 képpont* azt jelenti, hogy minden megjelenített időrés 100 képpont szélességű lesz.
zh_cn: 选择 *自定义时间线* 视图的时间片宽度。默认的 *100像素* 表示每个显示的时间片的宽度为100像素。

source: In *Timeline Custom* view, it is possible to show more information on each shown appointment. For this, you have to configure the setting *Additional Description* in the :doc:`../../admin/administration/calendars` screen.
de: In der Ansicht *Zeitleiste Benutzerdefiniert* ist es möglich, weitere Informationen zu jedem angezeigten Termin anzuzeigen. Dazu müssen Sie die Einstellung *Zusätzliche Beschreibung* in der Ansicht :doc:`../../admin/administration/calendars` konfigurieren.
hu: Az *Egyéni idővonal* nézetben lehetőség van több információt megjeleníteni az egyes megjelenített időpontokról. Ehhez be kell állítania a *További leírás* beállítást a :doc:`../../admin/administration/calendars` képernyőn.
zh_cn: 在 *自定义时间线* 视图中，可以显示每个显示的预约的更多信息。为此，必须在 :doc:`../../admin/administration/calendars` 屏幕中配置设置 *附加说明*。

source: Add Appointment
de: Termin hinzufügen
hu: Időpont hozzáadása
zh_cn: 添加预约

source: You can assign multiple teams and agents to a single appointment, but you must always choose a team first. Resulting list of agents is an aggregate of all selected teams, without any duplicates. Choosing an agent from the list is also optional, so you can leave an appointment assigned only to a team.
de: Sie können mehrere Teams und Agenten einem einzelnen Termin zuordnen, aber Sie müssen immer zuerst ein Team auswählen. Die resultierende Liste der Agenten ist ein Zusammenschluss aller ausgewählten Teams, ohne Duplikate. Die Auswahl eines Agenten aus der Liste ist ebenfalls optional, so dass Sie einen Termin nur einem Team zuordnen können.
hu: Több csapatot és ügyintézőt is hozzárendelhet egyetlen időponthoz, de először mindig csapatot kell választania. Az eredményül kapott ügyintézőlista az összes kiválasztott csapatban lévő ügyintézők sokasága, ismétlődések nélkül. Egy ügyintéző választása a listából nem is kötelező, így egy időpontot hagyhat csak egy csapathoz rendelten.
zh_cn: 您可以将多个团队和服务人员分配给一个预约，但您必须始终先选择一个团队。 生成的服务人员列表是所有选定团队的集合，没有任何重复。 从列表中选择服务人员也是可选的，因此您可以将预约仅分配给团队。

source: Add Appointment Dialog
de: Termin hinzufügen
hu: Időpont hozzáadása párbeszédablak
zh_cn: 添加预约对话框

source: Calendar Subscriptions
de: Kalender-Abonnements
hu: Naptár-feliratkozások
zh_cn: 日历订阅

source: It is possible to use a filter in calendar subscription feature.
de: Es ist möglich, einen Filter in der Kalender-Abonnementfunktion zu verwenden.
hu: Lehetőség van egy szűrő használatára a naptár-feliratkozás funkcióban.
zh_cn: 可以在日历订阅功能中使用筛选器。

source: To use the calendar subscription feature:
de: So verwenden Sie die Kalender-Abonnementfunktion:
hu: A naptár-feliratkozás funkció használatához:
zh_cn: 要使用日历订阅功能，请执行以下操作：

source: Open the *Calendar Overview* or the *Resource Overview* screens.
de: Öffnen Sie die Ansichten *Kalenderübersicht* oder *Ressourcenübersicht*.
hu: Nyissa meg a *Naptár áttekintő* vagy az *Erőforrás áttekintő* képernyőket.
zh_cn: 打开 *日历概览* 或 *资源概览* 屏幕。

source: Click on the gear icon next to a calendar in the *Calendars* widget in left sidebar.
de: Klicken Sie auf das Zahnradsymbol neben einem Kalender im Widget *Kalender* in der linken Seitenleiste.
hu: Kattintson egy naptár melletti fogaskerék ikonra a bal oldalsávban lévő *Naptárak* felületi elemben.
zh_cn: 单击左侧边栏 *日历* 小部件中日历旁边的齿轮图标。

source: Select the teams and resources you want to filter for.
de: Wählen Sie die Teams und Ressourcen aus, nach denen Sie filtern möchten.
hu: Válassza ki a csapatokat és az erőforrásokat, amelyekre szűrni szeretne.
zh_cn: 选择要筛选的团队和资源。

source: Click on the *Copy* button. Now the URL is copied to the clipboard.
de: Klicken Sie auf die Schaltfläche *Kopieren*. Nun wird die URL in die Zwischenablage kopiert.
hu: Kattintson a *Másolás* gombra. Most az URL a vágólapra lett másolva.
zh_cn: 单击 *复制* 按钮。现在URL被复制到剪贴板。

source: Go to your calendar application and paste the URL.
de: Gehen Sie zu Ihrer Kalenderanwendung und fügen Sie die URL ein.
hu: Menjen a naptáralkalmazásához, és illessze be az URL-t.
zh_cn: 转到日历应用程序并粘贴URL。

source: Calendar Subscription Settings Dialog
de: Dialogfeld Einstellungen für das Kalender-Abonnement
hu: Naptár-feliratkozás beállításai párbeszédablak
zh_cn: 日历订阅设置对话框

source: The dialog is kept open after clicking on *Copy* button, to be able to change the selected teams and resources.
de: Der Dialog wird nach dem Klicken auf die Schaltfläche *Kopieren* geöffnet, um die ausgewählten Teams und Ressourcen ändern zu können.
hu: A párbeszédablak nyitva marad a *Másolás* gombra kattintás után, hogy képes legyen megváltoztatni a kiválasztott csapatokat és erőforrásokat.
zh_cn: 单击 *复制* 按钮后，对话框将保持打开状态，以便更改选定的团队和资源。

source: After installation of the package a new object type ``AppointmentList`` will be available to create dynamic list statistics.
de: Nach der Installation des Pakets steht ein neuer Objekttyp ``AppointmentList`` zur Verfügung, um Statistiken des Typs dynamische Liste zu erstellen.
hu: A csomag telepítése után egy új ``AppointmentList`` objektumtípus válik elérhetővé dinamikus lista statisztikák létrehozásához.
zh_cn: 安装本软件包后，将有一个新的对象类型 ``AppointmentList`` 可用于创建动态列表统计信息。

source: After installation of the package you can set up new statistics using the ``AppointmentList`` statistic back end to create statistics about the stored appointments in your **OTRS** system. It is a regular statistic (e.g. like the ``TicketList`` statistic), which means you can configure the X-axis and Y-axis to your needs. A lot of the appointment attributes are even available as restrictions.
de: Nach der Installation des Pakets können Sie über das Statistik-Backend ``AppointmentList`` neue Statistiken erstellen, um Statistiken über die in Ihrem **OTRS** System gespeicherten Termine zu erstellen. Es handelt sich um eine reguläre Statistik (z.B. wie die ``TicketList`` Statistik), d.h. Sie können die X-Achse und Y-Achse nach Ihren Bedürfnissen konfigurieren. Viele der Terminattribute sind sogar als Einschränkungen verfügbar.
hu: A csomag telepítése után új statisztikákat állíthat be az ``AppointmentList`` statikus háttérprogram használatával, hogy statisztikákat hozzon létre az **OTRS** rendszerben tárolt időpontokkal kapcsolatban. Ez egy szokásos statisztika (mint például a ``TicketList`` statisztika), amely azt jelenti, hogy az igényei szerint állíthatja be az X-tengelyt és az Y-tengelyt. Számos időpont-attribútum is elérhető korlátozásokként.
zh_cn: 安装本软件包后，您可以使用 ``AppointmentList`` 统计后端设置新的统计信息，以创建有关 **OTRS** 系统中存储的预约的统计信息。它是一个常规的统计数据（例如，``TicketList`` 统计），这意味着你可以将X轴和Y轴配置成你的需要。许多预约属性甚至可用作限制。

source: Some of the selectable attributes are calculated on-the-fly:
de: Einige der wählbaren Attribute werden sofort berechnet:
hu: A kiválasztható attribútumok némelyike használat közben kerül kiszámításra:
zh_cn: 一些可选属性是动态计算的：

source: Age
de: Alter
hu: Életkor
zh_cn: 总时长

source: Days
de: Tage
hu: Nap
zh_cn: 天

source: Hours
de: Stunden
hu: Óra
zh_cn: 小时

source: The filter *Period* could be used to combine start and end time of an appointment with the OR operator instead of AND operator. For example the filter *Start Time* with a relative time period for the current one month will not show appointments starting one month before but ends in the current month. To see such appointments, you have to use the *Period* filter. Appointments which are overlapping are split.
de: Der Filter *Periode* kann verwendet werden, um Start- und Endzeit eines Termins mit dem Operator OR anstelle des Operators AND zu kombinieren. Beispielsweise zeigt der Filter *Startzeit* mit einem relativen Zeitraum für den aktuellen Monat keine Termine an, die einen Monat vorher beginnen, sondern endet im aktuellen Monat. Um solche Termine zu sehen, müssen Sie den Filter *Periode* verwenden. Termine, die sich überschneiden, werden aufgeteilt.
hu: Az *Időszak* szűrő használható egy időpont kezdési és befejezési dátumának VAGY operátorral történő egyesítéséhez az ÉS operátor helyett. Például a *Kezdési idő* szűrő az aktuális egy hónap relatív időszakával nem fogja megjeleníteni azokat az időpontokat, amelyek egy hónappal korábban kezdődnek, de az aktuális hónapban fejeződnek be. Az ilyen időpontok megtekintéséhez kell használnia az *Időszak* szűrőt. Az átfedésben lévő időpontok felosztásra kerülnek.
zh_cn: *时间段* 筛选器可用于将预约的开始时间和结束时间与OR（或）运算符（而不是AND（与）运算符）组合在一起。例如，配合当前一个月的相对时间段的 *开始时间* 筛选器将不显示从上一个月开始但在当前月份结束的预约。要查看此类预约，必须使用 *时间段* 筛选器。重叠的预约被拆分。

source: For each linked ticket one row is added to the statistic output. For example an appointment is linked with two tickets, the appointment is shown twice.
de: Für jedes verknüpfte Ticket wird eine Zeile zur Statistik-Ausgabe hinzugefügt. Beispielsweise ist ein Termin mit zwei Tickets verknüpft, der Termin wird zweimal angezeigt.
hu: Minden egyes kapcsolt jegyhez egy sor kerül hozzáadásra a statisztika kimenetében. Például ha egy időpont két jegyhez van hozzákapcsolva, akkor az időpont kétszer jelenik meg.
zh_cn: 对于每个链接的工单，都有一行将添加到统计输出中。例如，一个预约链接到两个工单，预约将显示两次。

source: Please be careful if you are using teams and resources to filter the appointments. Unfortunately it is not possible to filter for teams and resources on database level, meaning the time which is needed to create a statistic could be higher than usual.
de: Bitte seien Sie vorsichtig, wenn Sie Teams und Ressourcen verwenden, um die Termine zu filtern. Leider ist es nicht möglich, nach Teams und Ressourcen auf Datenbankebene zu filtern, so dass die Zeit, die für die Erstellung einer Statistik benötigt wird, höher sein kann als üblich.
hu: Legyen óvatos, ha csapatokat és erőforrásokat használ az időpontok szűréséhez. Sajnálatos módon nem lehetséges adatbázis szinten szűrni a csapatokra és erőforrásokra, ami azt jelenti, hogy egy statisztika létrehozásához szükséges idő nagyobb lehet a megszokottnál.
zh_cn: 如果使用团队和资源筛选预约，请小心。不幸的是，无法在数据库级别筛选团队和资源，这意味着创建统计数据所需的时间可能比通常要长。

source: Categories for Text Modules
zh_cn: 文本模块的类别
